{
    "name": "Aboleth",
    "armor_class": 17,
    "challenge_rating": 10,
    "strength": 21,
    "dexterity": 9,
    "constitution": 15,
    "intelligence": 18,
    "wisdom": 15,
    "charisma": 18,
    "actions_desc": "The aboleth makes three tentacle attacks. Melee Weapon Attack: +9 to hit, reach 10 ft., one target. Hit: 12 (2d6 + 5) bludgeoning damage. If the target is a creature, it must succeed on a DC 14 Constitution saving throw or become diseased. The disease has no effect for 1 minute and can be removed by any magic that cures disease. After 1 minute, the diseased creature's skin becomes translucent and slimy, the creature can't regain hit points unless it is underwater, and the disease can be removed only by heal or another disease-curing spell of 6th level or higher. When the creature is outside a body of water, it takes 6 (1d12) acid damage every 10 minutes unless moisture is applied to the skin before 10 minutes have passed. Melee Weapon Attack: +9 to hit, reach 10 ft. one target. Hit: 15 (3d6 + 5) bludgeoning damage. The aboleth targets one creature it can see within 30 ft. of it. The target must succeed on a DC 14 Wisdom saving throw or be magically charmed by the aboleth until the aboleth dies or until it is on a different plane of existence from the target. The charmed target is under the aboleth's control and can't take reactions, and the aboleth and the target can communicate telepathically with each other over any distance.\nWhenever the charmed target takes damage, the target can repeat the saving throw. On a success, the effect ends. No more than once every 24 hours, the target can also repeat the saving throw when it is at least 1 mile away from the aboleth. ",
    "special_abilities_desc": "The aboleth can breathe air and water. While underwater, the aboleth is surrounded by transformative mucus. A creature that touches the aboleth or that hits it with a melee attack while within 5 ft. of it must make a DC 14 Constitution saving throw. On a failure, the creature is diseased for 1d4 hours. The diseased creature can breathe only underwater. If a creature communicates telepathically with the aboleth, the aboleth learns the creature's greatest desires if the aboleth can see the creature. ",
    "description": "Aboleths were fish-like amphibians of immense size, often reaching 20 feet (6.1 meters) in length and weighing up to 6,500 pounds (2,900 kilograms),[10][9] though they continued to grow as they aged and some fantastically ancient specimens might reach 40 feet (12 meters) in length.[11] They resembled a bizarre eel, with long, tubular bodies, as well as a tail at one end and two fins near the head and another along the back. Aboleths' mouths were lamprey-like, filled with serrated, jawless teeth.[9]Aboleth underbellies were often orange-pink, while their topsides were typically sea-green. A little bit back from the head were four long tentacles, two sprouting from across each other on the top, and two more of the same on the underbelly. Their heads were roughly triangular-shaped, with a spherical, somewhat beak-like nose. Above the nose were their three eyes, each one set atop the other. Tendrils and a few shorter tentacles dangled from the bottom of the head. Four blue-black slime-secreting orifices lined the bottom of their bodies.[9] Aboleth blood was green and thick, oozing like sap.[12]Aboleths breathed through a thick gray mucus-like substance, which covered their body and which they exuded from four pulsating organs along their body as they moved.[10] If robbed of the ability to exude this slime, an aboleth would suffocate in water or on land alike. As such, an aboleth had to take care of its mucus. Out of the water, an aboleth's membrane-like skin dried out quickly, but this did not prove fatal in and of itself. Instead, the aboleth would eventually enter a state of suspended animation, called long dreaming, a fate considered far worse than simply dying amongst aboleths. During this process, the so-hampered aboleth formed a tough, waterproof membrane. However, if this membrane was pierced, liquid flooded out and death was usually not far off for the aboleth.[13]Aboleths did not die of old age and so lived on indefinitely, barring violence or disease.[13]Aboleths had powerful psionic powers and were natural psions like mind flayers and many other denizens of the Far Realm. However, aboleths had a much more fearsome ability, the capacity to secrete a viscous gray fluid, much like mucus, which brought about a terrible transformation in air-breathing creatures so unfortunate as to be caught in the fluid. The skin of the victim was transformed into a membrane that allowed it to breathe in water, and changed the creature's consciousness to that of a mindless servant. This allowed aboleths to keep slaves, known as aboleth servitors, which they dominated and kept captive through their mind. Only the most powerful aboleths could do this, however, completing the process through a powerful ritual.[14]Another strange feature of aboleths was their memory. An aboleth was born with a racial memory, each individual inheriting the memories of its ancestors. Furthermore, it assimilated the memories of those it consumed. Each aboleth's memories were stored within an ever-growing part of its brain that extended down its back as it aged. Aboleths enjoyed spending time lost in particularly fine memories of their ancestors, and if they had nothing better to do, they might relive entire portions of their forebears' lives.[9]Aboleths were all hermaphroditic, possessing both male and female reproductive organs. When aboleths bred, they did so in private, laying roughly one to three eggs once every five years. When laid, the eggs gestated for the same five years before hatching into fully functional aboleths. Although these young aboleths are functionally adults, they typically remained with their parent for roughly a decade, obeying the elder aboleth without question before setting out on their own. [10]Aboleths were both extremely cruel and highly intelligent. As a result, they were among the most dangerous foes that existed in the multiverse. Holders of many terrible secrets thanks to their unique genetic memory, aboleths were born fully aware and with all the memories of their ancestors, making even the youngest aboleth a frighteningly deadly predator. They were well aware of their weaknesses, however, and would not attack land-bound foes if they considered it to their disadvantage.[10]Aboleths were utterly self-centered as a race; they knew they were among the first beings in existence, and saw all things as theirs, having a particular loathing for land-dwelling creatures.[10] They were greatly unsettled by the similarly powerful mind flayers, in part because they lacked knowledge of the race's precise origins.[15]Wholly alien but dangerously intelligent, aboleths were among the most powerful creatures in all of the known multiverse and, although often removed from human affairs, they did not hesitate at any point to kill or use any unfortunate mortals who crossed their path.[14]Aboleth society was utterly alien in many ways to that of more familiar races, in part due to the racial memory all aboleths exhibited as well as their generally bizarre psyches. Some aboleths formed clusters known as \"broods\", ruled over by powerful \"overseers.\" These broods were often accompanied by aboleth servitors or other minions, such as the kuo-toa who were known to sometimes serve the race.[16]Aboleths had no gods that they worshiped. While they acknowledged the presence and power of gods, they had memories of a time long before any modern gods were worshiped and recalled such gods' birth and often demises within their own lifetimes. They were not concerned with an afterlife since their perspective on death was to consider it a failure and they intended to live forever. Aboleths did, however, have a certain respect that sometimes approached reverence for the powerful beings known as elder evils.[17]Aboleths used the term boorm (meaning \"flow\") to indicate a period of time.[18]An aboleth in Menzoberranzan attacking with its tentacles.Like most aberrant creatures, aboleths were originally from the Far Realm, though long ago many of them emigrated from the distant plane to the Prime Material Plane, where they settled in the Underdark. There, the vast majority of Toril's aboleths dwelled, though they could be found elsewhere, most commonly haunting ruins, deep lakes, or old temples. In some of these places, the kuo-toa foolishly served them.[14]Aboleth cities were vast affairs of bizarre and alien architecture, located deep underwater.[19] The Shape of Water, located in the Underdark's Glimmersea, was a notable aboleth fortified settlement.[20]Aboleths originally came to Toril when the world was young. The ancient obelisk-shaped city of Xxiphu plummeted to the world and settled deep in the earth's crust, below what was later the Sea of Fallen Stars. The oldest known aboleth and possibly the progenitor of the entire species, the Eldest, was an enormous creature that rested atop the city like a throne. The ancient aboleths of Xxiphu formed an organization called the Abolethic Sovereignty. Before 1479 DR, they were roused from a period of hibernation that spanned millennia, and the city of Xxiphu rose above the Sea of Fallen Stars[21] and conquered territory for the Sovereignty.[22]Disclaimer: The views expressed in the following links do not necessarily represent the views of the editors of this wiki, nor does any lore presented necessarily adhere to established canon.\nAboleth article at the Critical Role Wiki.\nAboleth article at the Eberron Wiki, a wiki for the Eberron campaign setting.",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/5/58/Monster_Manual_5e_-_Aboleth_-p13.jpg/revision/latest?cb=20200313153917",
    "hit_points": 135,
    "hit_dice": "18d10"
}