{
    "name": "Adult Green Dragon",
    "armor_class": 19,
    "challenge_rating": 15,
    "strength": 23,
    "dexterity": 12,
    "constitution": 21,
    "intelligence": 18,
    "wisdom": 15,
    "charisma": 17,
    "actions_desc": "The dragon can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws. Melee Weapon Attack: +11 to hit, reach 10 ft., one target. Hit: 17 (2d10 + 6) piercing damage plus 7 (2d6) poison damage. Melee Weapon Attack: +11 to hit, reach 5 ft., one target. Hit: 13 (2d6 + 6) slashing damage. Melee Weapon Attack: +11 to hit, reach 15 ft., one target. Hit: 15 (2d8 + 6) bludgeoning damage. Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a DC 16 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours . The dragon exhales poisonous gas in a 60-foot cone. Each creature in that area must make a DC 18 Constitution saving throw, taking 56 (16d6) poison damage on a failed save, or half as much damage on a successful one. ",
    "special_abilities_desc": "The dragon can breathe air and water. If the dragon fails a saving throw, it can choose to succeed instead. ",
    "description": "Green dragons were most notable for the large, waving crest or fin that started at the dragon's nose and ran the entire length of the dragon's body. They also had exceptionally long, slender forked tongues.[citation needed]A review of green dragon anatomy.These dragons were known to have very bad tempers and a tendency for evil behavior.[6] They loved intrigue and secrets. They put up a front of diplomacy and deceit when dealing with stronger foes, but they revealed their cruel and petty nature when intimidating lesser beings or when gaining the upper hand. They delighted in stalking their enemies and listening in for any information they could gather before moving to attack. Green dragons especially enjoyed corrupting or consuming elves and fey creatures.[citation needed]Beyond fighting with their massive jaws and claws, these dragons were capable of expelling a cone of poisonous chlorine gas.[6]Green dragons sometimes served the dark Chultan demigod Eshowdow, and their appearance was considered a good omen by his followers.[7]Green dragons valued their territory, but only as a means to gain as much power as possible without expending considerable effort. They would sometimes trade safe passage for a worthy item to add to their hoards. Even so, they were extremely cunning and duplicitous foes, and loved double-crossing others. A traveler who stumbled into a green dragon's territory might be able to bribe the dragon for safe passage, but more often than not the dragon would pretend to agree and then attack the unsuspecting offender once their guard was down. Worse, if the traveler impressed the green dragon during its stay, they might start thinking of the newcomer as a prized possession to be corrupted and sculpted to its will.[citation needed]The typical green dragon lair was located underground[6] and was a complex of caves and tunnels, with its main entrance hidden behind a waterfall. The preferred green dragon lair was a cave high up on a cliff, but such locations were usually hard to find and thus only home to the oldest and most powerful green dragons.[citation needed]These dragons were typically found to live near woodlands.[6]A green dragon wyrmling.Green dragons were reasonably good parents, with both mother and father typically staying close to their eggs while they were incubating. Green dragon females either kept their eggs in a solution of acid or buried them in leaves moistened with rainwater. The green wyrmling was easily mistaken for a black, due to their nearly black scales. As the wyrmling matured, its scales became steadily lighter in color until they reached the striking green shade of an adult. The wyrmlings typically stayed with both parents until they reached adulthood (approximately 100 years).[citation needed]One of the ways of creating a wand of stinking cloud was using a horn of an old green dragon.[8]Chromatic dragons: Red • Black • Blue • Green • White • Brown • Gray • Purple • Pink • Salt • Yellow\nGem dragons: Amethyst • Beljuril • Emerald • Sapphire • Topaz • Crystal • Obsidian • Ruby\nNeutral dragons: Amber • Jacinth • Moonstone • Pearl\nLung dragons: Chiang lung • Li lung • Lung wang • Pan lung • Shen lung • T'ien lung • Tun mi lung • Yu lung\nPlanar dragons: Adamantine • Astral • Battle • Blight • Chaos • Ethereal • Hellfire wyrm • Howling • Mirage • Oceanus • Pyroclastic • Radiant • Rust • Shadow • Styx • Tarterian\nEpic dragons: Force • Prismatic\nCatastrophic dragons: Earthquake • Volcanic\nMiscellaneous dragons: Cobra • Dzalmus • Mist • Radiant • Rattelyr • Song • Vishap",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/8/8e/Monster_Manual_5e_-_Dragon%2C_Green_-_p93.jpg/revision/latest?cb=20200814203808",
    "hit_points": 207,
    "hit_dice": "18d12",
    "condition_immunities": [
        {
            "index": "poisoned",
            "name": "Poisoned",
            "url": "/api/conditions/poisoned"
        }
    ],
    "senses": {
        "blindsight": "60 ft.",
        "darkvision": "120 ft.",
        "passive_perception": 22
    },
    "xp": 13000,
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [
        "poison"
    ]
}