{
    "name": "Ancient Silver Dragon",
    "armor_class": 22,
    "challenge_rating": 23,
    "strength": 30,
    "dexterity": 10,
    "constitution": 29,
    "intelligence": 18,
    "wisdom": 15,
    "charisma": 23,
    "actions_desc": "The dragon can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws. Melee Weapon Attack: +17 to hit, reach 15 ft., one target. Hit: 21 (2d10 + 10) piercing damage. Melee Weapon Attack: +17 to hit, reach 10 ft., one target. Hit: 17 (2d6 + 10) slashing damage. Melee Weapon Attack: +17 to hit, reach 20 ft., one target. Hit: 19 (2d8 + 10) bludgeoning damage. Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a DC 21 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours. The dragon uses one of the following breath weapons.\nCold Breath. The dragon exhales an icy blast in a 90-foot cone. Each creature in that area must make a DC 24 Constitution saving throw, taking 67 (15d8) cold damage on a failed save, or half as much damage on a successful one.\nParalyzing Breath. The dragon exhales paralyzing gas in a 90- foot cone. Each creature in that area must succeed on a DC 24 Constitution saving throw or be paralyzed for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. The dragon magically polymorphs into a humanoid or beast that has a challenge rating no higher than its own, or back into its true form. It reverts to its true form if it dies. Any equipment it is wearing or carrying is absorbed or borne by the new form (the dragon's choice).\nIn a new form, the dragon retains its alignment, hit points, Hit Dice, ability to speak, proficiencies, Legendary Resistance, lair actions, and Intelligence, Wisdom, and Charisma scores, as well as this action. Its statistics and capabilities are otherwise replaced by those of the new form, except any class features or legendary actions of that form. ",
    "special_abilities_desc": "If the dragon fails a saving throw, it can choose to succeed instead. ",
    "description": "A silver dragon enjoyed the company of humans and elves so much that it would often take the form of a human or elf and live among them for the majority of its life. However, it should be noted that silvers, like all dragons, believed themselves the most superior creatures in the world. However, apart from the ability to fly, which they enjoyed greatly, they tended to prefer the physical forms of humanoids for everyday life.[9]An overview of silver dragon anatomy.The silver dragon was regal and statuesque.[4]At first glance, a silver dragon appeared very similar to a white dragon. The wings were more curved than a white's, however, and a silver had two talons on its wings rather than the single talon of most dragons. The silver dragon also had a beautiful frill that began at the top of its head and flowed all the way down its neck and body to the tip of its tail. The frill was silver towards the body, fading to a purple hue at the edge. They had two long, smooth silver horns with black tips, pointing up and back from the head. They also had a pronounced sharp frill under the chin, which had the rough appearance of a goatee. They smelled like rain.[9]They were very intelligent, more so than most humans, extremely powerful, breathtakingly beautiful, and had lifespans that could reach 4,200 years.[7]Unlike the gold and bronze dragons, the silver dragon did not usually go out of its way to bring justice to the world. Instead, it waited for others to ask them for help; They would attempt to right an injustice if they saw one, but they had no inclination to intentionally seek evil out and destroy it. Silver dragons were more interested in protecting the humans or elves that came to its care.[9]One unusual trait they had was the love of human dining;[4][9] moreover, they would use their alternate form ability to take part in large feasts.Like most metallic dragons, silvers did not enjoy combat, and were averse to killing. If forced to fight, however, they were as deadly as any other dragon.[9]Silver dragons had two separate breath weapons. The first was a cone of freezing cold, similar to that of white dragons. The second was a cone of paralyzing gas.[4]Silver dragons were extremely rare and elusive, preferring to take the guise of kind and elderly humanoids or very attractive and young humanoids. They very much liked to associate with elves and humans, not necessarily because they preferred their company over other races, but because they tried to learn from the shorter-lived humans.[9]Most silvers grouped together in \"clans\", a loose organization of dragons who chose to live together as a family. Clans took communal responsibility for protecting and raising their wyrmlings. A senior member of the clan might act as a leader, but no true leader actually existed. Silver dragons did not feel the need for a strict social structure, since they were most content to live as honestly as possible.[9]Silver dragons' favored enemy were red dragons because these chromatic dragons were almost always evil and had a talent for destruction. Additionally, silvers and reds favored the same sort of terrain for lairs, which led to territorial disputes on top of having attitudes and philosophies at odds with the others.[9]Dragons could live for millennia, while humans only lived a few decades. This vast difference in time led to inherent psychological differences concerning time. Dragons tended to think things through for years at a time, using their razor-sharp intellects to hone a plan to perfection, solve incalculable puzzles, or other such things. Silver dragons, however, noted that humans were able to accomplish much in their short lifespans because of their ambitious drive for success. When a silver dragon could combine its own long-term perspective with a quick and ambitious attitude, the benefit was undeniable.[9]Some silver dragons served certain deities as servants, including Aerdrie Faenya, Arvoreen, Corellon, Eilistraee, Gaerdal Ironhand, Gorm Gulthyn, Labelas Enoreth, Moradin, Sehanine Moonbow, Torm, and Yondalla.[10]A silver dragon's lair was typically found within an icy mountain, with the main entrance only accessible by air. The lair itself was similar to the gold dragon's in its sophistication and design, although the silver dragon's lair tended to be far less intricate. A typical lair would contain a main entertaining area, a storage room, a vault, a sleeping chamber, study, library, shrine, and two clinic rooms where the dragon could offer help and protection to those who needed it. The lair would also have a concealed back entrance for use in emergencies.[citation needed]Silver dragons laid their eggs in a bed of snow.[citation needed] A newly hatched silver wyrmling had scales of a bluish gray, which changed to silver over time.[5] Silver wyrmlings were intelligent, kind, extremely curious, and adorable.[citation needed]As they matured, many silver dragons left their clans for long periods of time to live among nondragons. They tended to live for many years with the same group of humans or elves, having grown attached to them. As members of the family died, the silver dragon, grieved by the loss, often chose to stay with the family, remaining a true and loyal friend and champion through many generations. If the dragon felt comfortable enough around these nondragons, it might even decide to reveal its true self.[citation needed]Not actually a silver dragon in any case.During the Time of Troubles of the Year of Shadows, 1358 DR, a brainwashed Luna used shapechange to turn into a silver dragon and attacked her friends Vajra Valmeyjar, Kyriani Agrivar, Onyx the Invincible, and Timoth Eyesbright outside the House of the Moon. However, the spell did not last long, and she quickly reverted to human form.[11][note 2]Chromatic dragons: Red • Black • Blue • Green • White • Brown • Gray • Purple • Pink • Salt • Yellow\nGem dragons: Amethyst • Beljuril • Emerald • Sapphire • Topaz • Crystal • Obsidian • Ruby\nNeutral dragons: Amber • Jacinth • Moonstone • Pearl\nLung dragons: Chiang lung • Li lung • Lung wang • Pan lung • Shen lung • T'ien lung • Tun mi lung • Yu lung\nPlanar dragons: Adamantine • Astral • Battle • Blight • Chaos • Ethereal • Hellfire wyrm • Howling • Mirage • Oceanus • Pyroclastic • Radiant • Rust • Shadow • Styx • Tarterian\nEpic dragons: Force • Prismatic\nCatastrophic dragons: Earthquake • Volcanic\nMiscellaneous dragons: Cobra • Dzalmus • Mist • Radiant • Rattelyr • Song • Vishap",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/a/ae/Monster_Manual_5e_-_Dragon%2C_Silver_-_p136.jpg/revision/latest?cb=20141112093114",
    "hit_points": 487,
    "hit_dice": "25d20"
}