{
    "name": "Ancient White Dragon",
    "armor_class": 20,
    "challenge_rating": 20,
    "strength": 26,
    "dexterity": 10,
    "constitution": 26,
    "intelligence": 10,
    "wisdom": 13,
    "charisma": 14,
    "actions_desc": "The dragon can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws. Melee Weapon Attack: +14 to hit, reach 15 ft., one target. Hit: 19 (2d10 + 8) piercing damage plus 9 (2d8) cold damage. Melee Weapon Attack: +14 to hit, reach 10 ft., one target. Hit: 15 (2d6 + 8) slashing damage. Melee Weapon Attack: +14 to hit, reach 20 ft., one target. Hit: 17 (2d8 + 8) bludgeoning damage. Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a DC 16 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours . The dragon exhales an icy blast in a 90-foot cone. Each creature in that area must make a DC 22 Constitution saving throw, taking 72 (l6d8) cold damage on a failed save, or half as much damage on a successful one. ",
    "special_abilities_desc": "The dragon can move across and climb icy surfaces without needing to make an ability check. Additionally, difficult terrain composed of ice or snow doesn't cost it extra moment. If the dragon fails a saving throw, it can choose to succeed instead. ",
    "description": "A review of white dragon anatomy.White dragons were physically the smallest of the chromatic dragons, even smaller than black dragons. They appeared in shades from white to grey and ice-blue, and in arctic environments, this appearance served as good camouflage.[8]White dragons were physically distinguished by several features: their heads and necks seemed to blend seamlessly into one another, and their wings appeared somewhat frayed along the edges. They had a flap of skin, called a dewlap, lined with spines beneath their chins. Their heads were very streamlined, and they had high crests atop their skulls. They had a crisp, vaguely chemical odor.[citation needed]White dragon toes were spaced more widely than those of other dragons, with barbed claws to aid movement on ice. Their very thin eyelids prevented snowblindness when observing arctic landscapes.[8]When in the stage of being a wyrmling, white dragons had a less pronounced crest and small stubs where their future horns would be. They completely lacked the dewlap and their bodies were protected by a leathery white hide in place of scales.[9]White dragons were not strong combatants as dragons went, but they were not to be underestimated. Their icy breath could freeze an unprepared foe solid in an instant. They typically avoided fights with more powerful dragons, but would avail themselves of any opportunity to take their frustrations out on \"lesser\" creatures.[citation needed]Whites also had exceptional memories,[8] and would often hunt down beings who crossed them, no matter how long it might take.[citation needed] They were not as cruel as black dragons and were not as ferocious as reds, but they were still competent in combat.[8]White dragons preferred to attack first, then eat their prey, rather than pausing to ask questions. They did not often contemplate what to eat, simply choosing the most convenient prey, and would often freeze it after the kill by burying it in snow or ice for days.[8]White dragons expelled a cone of intense cold, a direct hit from which was fatal as it instantly froze its victim. Even a glancing blow could be seriously debilitating.[citation needed]A white dragon nest.They were still powerful enough to overwhelm most humans and had exceptional long-term memories. Adult white dragons had several abilities well suited to their arctic habitat: they could climb ice cliffs with ease, fly very high and fast, and were exceptional swimmers. They loved to swim in cold water; the more frigid, the better. Much of their diet consisted of aquatic creatures, even whales.[8] White dragons were always hungry, and tended to become more savage as they matured. Knowing that they were the smallest and weakest of dragons, many whites harbored inferiority complexes. They took any opportunity to bully beings such as giants and younger dragons of other species.[citation needed] White dragons preferred to scavenge for and collect treasure, rather than involving themselves in politics as other dragons might. Like other dragons, they looked down on others, and tended to view other creatures as prey.[8]Most white dragons laired in ice caves, often dug into the side of an arctic mountain, on tundra, or glacial plains, although they did not need ice and snow, and some settled near mountain peaks or in forests. They could create their own caves by applying the breath weapon to tightly packed snow in order to transform it into solid ice.[8]White dragons made their homes in frozen lands and ice-covered mountains. Their lairs often contained many more tunnels and chambers than those of other chromatic dragons. More powerful white dragons would sometimes turn a large iceberg into a floating lair. Such lairs always had an underwater entrance as well as one to the open air.[citation needed]Whites preferred glittery treasure that resembled ice, such as diamonds or light gems, but platinum, silver, and anything reflective or polished works of art were also popular.[8]Back when her domains included winter, some white dragons were known to worship the Raven Queen.[10]The wyrmling Calcryx in her underground lair near Thundertree.White dragons usually laid about eight or ten eggs in a clutch. A white dragon egg was incubated for fourteen months. The first three and a half months were within the mother's body. On average, between a quarter and a third survived to hatching.[8]White dragon eggs had to be buried in snow or encased in ice while incubating. The parents did not bother to tend or protect the eggs in any way, although they would usually lay them near their lairs. A newly hatched white wyrmling had scales as clear as ice, which became white as the dragon matured. They were expected to survive on their own from the moment they hatched, although some white dragon parents would permit their young to live in their lair until they reached adulthood.[citation needed]The wyrmling developed into a young dragon after about three or four years, and then into an adult after about 100 years. Elder white dragons aged from about 750 years, while ancients aged from 1700 years, and the oldest white dragons lived around 2100 years.[8]A depiction of a white dragon from Idle Champions of the Forgotten Realms.Chromatic dragons: Red • Black • Blue • Green • White • Brown • Gray • Purple • Pink • Salt • Yellow\nGem dragons: Amethyst • Beljuril • Emerald • Sapphire • Topaz • Crystal • Obsidian • Ruby\nNeutral dragons: Amber • Jacinth • Moonstone • Pearl\nLung dragons: Chiang lung • Li lung • Lung wang • Pan lung • Shen lung • T'ien lung • Tun mi lung • Yu lung\nPlanar dragons: Adamantine • Astral • Battle • Blight • Chaos • Ethereal • Hellfire wyrm • Howling • Mirage • Oceanus • Pyroclastic • Radiant • Rust • Shadow • Styx • Tarterian\nEpic dragons: Force • Prismatic\nCatastrophic dragons: Earthquake • Volcanic\nMiscellaneous dragons: Cobra • Dzalmus • Mist • Radiant • Rattelyr • Song • Vishap",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/c/ce/Monster_Manual_5e_-_Dragon%2C_White_-_p100.jpg/revision/latest?cb=20141112093923",
    "hit_points": 333,
    "hit_dice": "18d20",
    "condition_immunities": [],
    "senses": {
        "blindsight": "60 ft.",
        "darkvision": "120 ft.",
        "passive_perception": 23
    },
    "xp": 25000,
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [
        "cold"
    ],
    "caption": "White dragons (also known as ice dragons or glacial wyrms) were the weakest and most feral of the classic chromatic dragons."
}