{
    "name": "Ancient Brass Dragon",
    "armor_class": 20,
    "challenge_rating": 20,
    "strength": 27,
    "dexterity": 10,
    "constitution": 25,
    "intelligence": 16,
    "wisdom": 15,
    "charisma": 19,
    "actions_desc": "The dragon can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws. Melee Weapon Attack: +14 to hit, reach 15 ft., one target. Hit: 19 (2d10 + 8) piercing damage. Melee Weapon Attack: +14 to hit, reach 10 ft., one target. Hit: 15 (2d6 + 8) slashing damage. Melee Weapon Attack: +14 to hit, reach 20 ft., one target. Hit: 17 (2d8 + 8) bludgeoning damage. Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a DC 18 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours. The dragon uses one of the following breath weapons:\nFire Breath. The dragon exhales fire in an 90-foot line that is 10 feet wide. Each creature in that line must make a DC 21 Dexterity saving throw, taking 56 (16d6) fire damage on a failed save, or half as much damage on a successful one.\nSleep Breath. The dragon exhales sleep gas in a 90-foot cone. Each creature in that area must succeed on a DC 21 Constitution saving throw or fall unconscious for 10 minutes. This effect ends for a creature if the creature takes damage or someone uses an action to wake it. The dragon magically polymorphs into a humanoid or beast that has a challenge rating no higher than its own, or back into its true form. It reverts to its true form if it dies. Any equipment it is wearing or carrying is absorbed or borne by the new form (the dragon's choice).\nIn a new form, the dragon retains its alignment, hit points, Hit Dice, ability to speak, proficiencies, Legendary Resistance, lair actions, and Intelligence, Wisdom, and Charisma scores, as well as this action. Its statistics and capabilities are otherwise replaced by those of the new form, except any class features or legendary actions of that form. ",
    "special_abilities_desc": "If the dragon fails a saving throw, it can choose to succeed instead. ",
    "description": "A review of brass dragon anatomy.Physically, the brass dragon was highly distinctive. From below, its outstretched wings formed a triangular shape, as they were attached to its body all the way to the tip of its tail. The wings were longest at the shoulder, and tapered gently as they reached the tail. Their scales seemed to radiate heat and light. As their name implied, brass dragons tended to have brass-colored scales. Their scales were a dull brown at a young age, becoming more glossy and brass-like in appearance as they aged. The shape of the head was quite unusual, as it included a large, curved plate that extended from the dragon's eyes and cheeks on either side and curved upwards into two points. They had two sharp horns on the chin, which became steadily pointier as the dragon aged. They smelled like metal.[6]Brass dragons very rarely engaged in combat, preferring to talk rather than fight. If they considered a creature threatening, they would subdue it with their sleeping gas. In the face of true danger, a younger brass dragon would have most likely flown away and hidden in the sand. It would have fought and used its fire breath only as an absolute last resort. Older brass dragons preferred to avoid combat but would fight if they had the tactical advantage[7]Brass dragons had two separate breath weapons. The first was a narrow line of fire, and the second was a cone of sleep gas.[5]Brass dragons hunted their prey while flying, mainly consuming antelope, mountain goats and sheep. Only evil brass dragons hunted intelligent creatures. Brass dragons have evolved for living in the desert and therefore can go long periods without water.[8]A stuffed young brass dragon was kept in the Obstacle Course level of Undermountain.[9]Brass dragons were native to arid regions; they shared many similar habitats with blue dragons, which often led to conflict. The brass dragon preferred to dig its lair inside a desert peak or spire. They also preferred to have the bulk of their lairs face eastwards, so that the rising sun would warm the lair for the bulk of the day. A brass dragon's lair was well-constructed and quite extensive, with many twisting corridors and dead ends to confuse and discourage hostile intruders.[6] The centerpiece of any brass dragon's lair was the Grand Conversation Hall, where it spent the majority of its time entertaining friends and visitors. A typical lair also contained an elegant foyer, a gallery for the artwork the dragon collected, a sleeping chamber, and a storage room. All brass dragon lairs had several small entrances, known as bolt holes. These multiple entrances allowed a brass dragon to easily escape an attack by a blue dragon or other predator.[citation needed]Brass dragon eggs were incubated in a nest of open flames. Incubation took approximately 480 days.[10] The eggs were typically tended by both parents, so that they could talk together as they maintained their vigil. The newly hatched brass wyrmling was not remarkable in appearance; its scales were a dull brown. The scales became lighter and more brilliant as the dragon matured. Brass wyrmlings probably learned to talk more quickly than the young of any other sapient species. They talked constantly about anything and everything, and they would talk to anybody: friends, family, enemies and small creatures that could not talk back, or even to itself if nobody else was near. When exposed to a new language, a brass wyrmling would usually become fluent in under an hour.[citation needed]Chromatic dragons: Red • Black • Blue • Green • White • Brown • Gray • Purple • Pink • Salt • Yellow\nGem dragons: Amethyst • Beljuril • Emerald • Sapphire • Topaz • Crystal • Obsidian • Ruby\nNeutral dragons: Amber • Jacinth • Moonstone • Pearl\nLung dragons: Chiang lung • Li lung • Lung wang • Pan lung • Shen lung • T'ien lung • Tun mi lung • Yu lung\nPlanar dragons: Adamantine • Astral • Battle • Blight • Chaos • Ethereal • Hellfire wyrm • Howling • Mirage • Oceanus • Pyroclastic • Radiant • Rust • Shadow • Styx • Tarterian\nEpic dragons: Force • Prismatic\nCatastrophic dragons: Earthquake • Volcanic\nMiscellaneous dragons: Cobra • Dzalmus • Mist • Radiant • Rattelyr • Song • Vishap",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/2/2b/Monster_Manual_5e_-_Dragon%2C_Brass_-_p104.jpg/revision/latest?cb=20200827225239",
    "hit_points": 297,
    "hit_dice": "17d20",
    "condition_immunities": [],
    "senses": {
        "blindsight": "60 ft.",
        "darkvision": "120 ft.",
        "passive_perception": 24
    },
    "xp": 25000,
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [
        "fire"
    ]
}