{
    "name": "Balor",
    "armor_class": 19,
    "challenge_rating": 19,
    "strength": 26,
    "dexterity": 15,
    "constitution": 22,
    "intelligence": 20,
    "wisdom": 16,
    "charisma": 22,
    "actions_desc": "The balor makes two attacks: one with its longsword and one with its whip. Melee Weapon Attack: +14 to hit, reach 10 ft., one target. Hit: 21 (3d8 + 8) slashing damage plus 13 (3d8) lightning damage. If the balor scores a critical hit, it rolls damage dice three times, instead of twice. Melee Weapon Attack: +14 to hit, reach 30 ft., one target. Hit: 15 (2d6 + 8) slashing damage plus 10 (3d6) fire damage, and the target must succeed on a DC 20 Strength saving throw or be pulled up to 25 feet toward the balor. The balor magically teleports, along with any equipment it is wearing or carrying, up to 120 feet to an unoccupied space it can see. ",
    "special_abilities_desc": "When the balor dies, it explodes, and each creature within 30 feet of it must make a DC 20 Dexterity saving throw, taking 70 (20d6) fire damage on a failed save, or half as much damage on a successful one. The explosion ignites flammable objects in that area that aren't being worn or carried, and it destroys the balor's weapons. At the start of each of the balor's turns, each creature within 5 feet of it takes 10 (3d6) fire damage, and flammable objects in the aura that aren't being worn or carried ignite. A creature that touches the balor or hits it with a melee attack while within 5 feet of it takes 10 (3d6) fire damage. The balor has advantage on saving throws against spells and other magical effects. The balor's weapon attacks are magical. ",
    "description": "Balors were imposing humanoid figures that stood about 12 feet (3.7 meters) tall and weighed 4,500 pounds (2,000 kilograms). A powerful aura of darkness enveloped their grotesque forms, as their deep red skin was wrapped in glaring flames.[3] A pair of massive bat-like wings allowed them to soar throughout the air with unnatural agility. Although they were naturally armed with venom-dripping fangs and fearsome claws, they were also normally armed with a sword of lightning and a multi-tailed whip of flame.[4]Rising above the cold, emotionless logic of the mariliths was the passionate rage of the balors.[8] Driven by an overwhelming and primal urge to do battle, balors constantly strove to increase their own power and prestige, all while sowing chaos, terror, and misery for others.[3] They were creatures caught within their own spells of overpowering fervor, from the highest points of conceit to the lowest levels of self-hatred, constantly pushing themselves to unleash their emotions and obtain a release they would never find.[9]Despite their raw fury, they were still highly intelligent beings capable of concocting vile schemes.[8] Their wicked charisma allowed them to sway legions of demons underneath their banners, enjoying battle as much as they delighted in the subtle corruption and destruction of the innocent.[3][5]A balor faces off against a pit fiend.Balors were beings of flame and cinders, constantly exuding fire too hot for most to bear, being immune to fire themselves, and exploding into a lurid flash of light that destroyed everything nearby upon death. Their flaming whips had tails ending in hooks, spikes, and balls, allowing them to easily draw in those netted by them. Balors were able to summon hordes of dretches, other weak demons, or smaller numbers of more powerful tanar'ri.[3][2]Despite their overwhelming power, many balors favored scheming and plotting rather than doing battle on the front lines. They preferred to battle from afar using their spells, abilities, and ranged weapons, utilizing their incredible flying speed and teleportation skills to navigate the battlefield with ease.[3][10]When fighting head on, balors focused incessantly on one opponent on a time.[2] Those that bothered to learn wizardry could become powerful archmages capable of bringing great devastation with their magic.[11]An engraving of a balor.While many believed that there were only twenty-four balors within the Abyss, this was merely the number that were known at one point.[7][8] Rather than stay within specific areas, most balors roamed the Abyss gathering soldiers to create their armies, giving them commands in their battles against the baatezu.[4] Typically a tanar'ri horde was lead by a marilith, with balors commanding multiple hordes in larger battles.[12]Balors were the very heart of the Blood War, their wrathful devotion an awesome inspiration that roused furious bloodlust in their inferiors, a display that the logical moves of the mariliths couldn't hope to match.[9] Because they were among the most important demons in regards to the Blood War, the balors could be said to be part of the Abyss's immune system against Hell,[4] ironically causing them to lean towards organized evil.[5]Their relationship with other demons was complicated due to the position and views of the balors. Glabrezus were favored by balors due to their corrupting influence and use of temptation against mortals. Mariliths and nalfeshnees viewed the balors as unnecessary figures only in command due to their power, and that their greater intelligence and tactical skills were superior. Nalfeshnees in particular would take every opportunity to undermine the Blood War and embarrass their balor masters rather than directly challenge their authority.[13] In general, balors were dreaded beings who preferred to be around creatures just short of their own power rather than weaklings or equals. While two balors might occasionally team up, any alliance would normally break after some time had passed due to their natural competitiveness.[2]On the other hand, beings more powerful than the balor did exist, such as the molydei and klurichirs. The former, despite reporting to the balors, worked for their respective demon lords above all else and would not hesitate to report a rebellious balor.[14] Klurichirs were significantly stronger than balors and might casually beat them if they stepped out of line or committed a perceived act of laziness. [15] Demon lords in particular did not favor balors as servants due to their malevolent force of personality and ability to unite demons to their will, hence the molydei to help keep them in line.[4][5]Balors were among the few demons that recognized a crucial underlying principle of the Blood War, that being the other planes. All planes were possible battlegrounds, and the Prime Material Plane in particular was crucial. Balors nearly always benefited from pacts made on the Material Plane by exchanging demonic help for influence on the plane, as with every ally and follower they made, the more magical power flowed back to them for use in the Blood War.[4] As such, balors were some of the most likely demons to work with mortal individuals or groups, if properly invoked and made the right offers and promises. However, any team with a balor among its ranks would be beset by the balor's attempts to either assume a leadership role or usurp it from the current leader.[5] Some balors still lurked within the depths of the natural world, whether in preparation for conquest and bloodshed, or unwillingly bound there.[2]Tanar'ri\nAdaru • Alkilith • Armanite • Arrow demon • Babau • Balor • Bar-lgura • Bulezau • Cerebrilith • Chasme • Dretch • Gadacro • Glabrezu • Goristro • Hezrou • Jovoc • Kastighur • Klurichir • Lilitu • Mane • Marilith • Maurezhi • Mavawhan • Molydeus • Myrmyxicus • Nabassu • Nalfeshnee • Palrethee • Rutterkin • Solamith • Sorrowsworn • Spyder-fiend • Succubus • Uridezu • Vrock • Yochlol\nObyriths\nDraudnu • Ekolid • Golothoma • Laghathti • Sibriex • Uzollru • Verakia • Wastrilith",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/3/35/Monster_Manual_5e_-_Demon%2C_Balor_-_Conceptopolis_-_p55.jpg/revision/latest?cb=20190820204815",
    "hit_points": 262,
    "hit_dice": "21d12",
    "damage_vulnerabilities": [],
    "damage_resistances": [
        "cold",
        "lightning",
        "bludgeoning, piercing, and slashing from nonmagical weapons"
    ],
    "damage_immunities": [
        "fire",
        "poison"
    ],
    "condition_immunities": [
        {
            "index": "poisoned",
            "name": "Poisoned",
            "url": "/api/conditions/poisoned"
        }
    ],
    "senses": {
        "truesight": "120 ft.",
        "passive_perception": 13
    },
    "xp": 22000
}