{
    "name": "Bandit",
    "hit_points": 11,
    "hit_dice": "2d8",
    "armor_class": 12,
    "challenge_rating": 0.125,
    "strength": 11,
    "dexterity": 12,
    "constitution": 12,
    "intelligence": 10,
    "wisdom": 10,
    "charisma": 10,
    "actions_desc": "Melee Weapon Attack: +3 to hit, reach 5 ft., one target. Hit: 4 (1d6 + 1) slashing damage. Ranged Weapon Attack: +3 to hit, range 80 ft./320 ft., one target. Hit: 5 (1d8 + 1) piercing damage. ",
    "special_abilities_desc": "",
    "description": " This article or section is about elements from the\nNeverwinter game.\nThese materials are considered canon unless they contradict content in some other Forgotten Realms publication.\nA banner displaying the crest of the Blackdagger Bandits.\nBlackdagger Bandits\nBasic Information[1]\nType\nBandit army\nBase of\noperations\nCragmire Keep, Sword Coast North\nLeader(s)\nMalus & Traven Blackdagger\nDisbanded\n1479 DR\nMembership[1]\nRace(s)\nHuman, elf, gnoll\nMembers of the Blackdagger Bandits\nThe Blackdagger Bandits were a powerful bandit group that operated on the Sword Coast North in the late 15th century DR and were the most successful and notorious bandits of the area at the time. It was named for and led by the brothers Malus and Traven Blackdagger.[1]\nContents\nHistory\nRise to Power\nDownfall\nActivities\nMembers\nBase of Operations\nAppendix\nBackground\nGallery\nAppearances\nExternal Links\nReferences\nHistory\nRise to Power\nHailing from Luskan some time in the 1400s DR, Malus and Traven Blackdagger started out as a pair of penniless brothers. It was unclear whether they were related to the old pirate Bartholomew Blackdagger or were simply inspired to adopt his name and legacy. They gathered a small gang and turned to banditry, and had much success. Coming to be called the Blackdagger Bandits, they became notorious and yet more bandits and other criminals went to their side.[1]\nWith the rebuilding of Neverwinter in the 1470s DR, trade along the Sword Coast North swelled and so too did the Blackdagger Bandits' numbers and riches. They seized and rebuilt the ruins of Cragmire Keep, making it their fortress and base of operations. They engaged in banditry, piracy, shipwrecking, slaving and extortion of local businesses such as Melkhor Goldseeker's Angelhead Mine. With the Blackdaggers posing a serious threat and disrupting trade, Lord Dagult Neverember of Neverwinter put a bounty on the heads of Malus and Traven Blackdagger. Shortly after, the two brothers apparently disappeared and were not seen by anyone outside the bandit army. This started much speculation and rumors that someone else now commanded the Blackdagger Bandits, who remained as powerful and organized as before.[1]\n“\nAll you need to do is keep the Blackdaggers going like nothing is wrong, Jareth, so no one gets suspicious. I'll be back, and I'll have an army when I do.\n\nDon't let me down.\n”\n— Traven's note to Jareth, 1479 DR[1]\nThe truth was more nefarious. The Red Wizard necromancer Kallos Tam met Malus and Traven and proposed to excavate and take control of the undead army within the Cragmire Crypts, giving them the army they desired to take over Neverwinter and become lords of the land. The brothers were receptive to his offer, and, in the Year of the Ageless One, 1479 DR, he broke the magical seal of Cragmire Crypt and discovered inside some artifacts he was seeking, found the undead army still waiting there, and, he said, the means of controlling them. While Malus prepared the defenses of Blackdagger Keep and an attack of Neverwinter itself, Traven and Kallos went with some of the Blackdaggers' best fighters into the crypts to take the undead army, and they put Jareth Grim in charge of the Blackdaggers' raids.[1]\nDownfall\nThat year, Melkhor's miners uncovered ancient ruins and statues in Angelhead Mine. Whereas previously the Blackdaggers had cared little for mining and the mines had no other value to them, they now believed they could find treasure too, broke their deal with Melkhor, and refused to make another. The Blackdaggers raided Melkhor's wagons and Krag Foultooth and his bandits assaulted Angelhead, imprisoned and enslaved the miners, and took Melkhor's niece and mine foreman Mira Thamros hostage to ensure his silence and cooperation. Marion Hexbane, meanwhile, sent some of her men to the Broken Crown inn to apply their new leverage on Melkhor.[1]\nOther victims of the Blackdaggers at the time were Old Len, the lighthouse keeper, whom the bandits robbed; halfling settlers migrating to Neverwinter, who lost their supplies to the bandits; and a group of ghostwise halflings led by Gilern Ghostwise. Cecil Proudfoot recruited a halfling adventurer to aid the latter two. The High Road was left littered with slain bodies and wrecked and looted wagons.[1]\n“\nThe end of the Blackdagger Bandits starts today.\n”\n— Xalliana's declaration[1]\nHowever, the Blackdaggers' enemies were not idle. The Neverwinter Guard sent Spycatcher Westband to apprehend Blackdagger spies and retrieve any information they carried; operating out of the Broken Crown inn, he recruited adventurers for this task. The Harpers had their gnoll agent Garl Gnarlclaw work undercover with the Blackdaggers for months, learning much about their operations. They offered their aid to Neverwinter, and Sergeant Alphonse Knox sent the Hero of Sleeping Dragon Bridge to meet the Harper agent Seven Toes at the Broken Crown. Seven Toes in turn had the adventurer find fellow Harper Xalliana, herself a survivor of one of the shipwrecks. Working together, Xalliana and the adventurer disrupted the shipwrecking and salvaging operations at Raven Cliff Beach, defeated Marion Hexbane, and discovered the Blackdaggers' extortion of Melkhor Goldseeker. Finding Melkhor, he admitted what had happened at Angelhead. The adventurer discovered survivors led by Sergeant \"Dusty\" Yates and liberated the mine from Krag Foultooth.[1]\nMeanwhile, a drow spy of House Xorlarrin worked with the Blackdaggers to provide them with magical weapons and aid. An unnamed drow operative of Bregan D'aerthe learned of this and had a drow adventurer sabotage the delivery at Raven Cliff Beach to make it seem as if the Xorlarrin had double-crossed the Blackdaggers. When the Xorlarrin spy came out of hiding to meet with the Blackdaggers to repair relations, just as the operative planned, he sent the adventurer to slay the spy and her contacts in the abandoned mineshaft they met in.[1]\nIn time, Xalliana discovered Kallos Tam's plot and sent the adventurer to work with Garl Gnarlclaw. With targeted attacks, they thinned their ranks and weakened their command structure. Garl then helped the adventurer infiltrate Grimstorm Keep and slay the bandits' raid leader, Jareth Grim, to sabotage their leadership. Later, he sent a band of adventurers into Cragmire Crypts to seek Xalliana, and found and defeated Traven Blackdagger and Kallos Tam. Finally, Garl and Xalliana were able to move a siege tower close to Blackdagger Keep. With it, they sent a band of adventurers to storm the keep and finally slay Malus Blackdagger before his bandit army could assault Neverwinter. Thanks to these efforts, the Blackdaggers were broken and scattered.[1]\nActivities\nBlackdaggers at the beach.\nBy 1479 DR, the Blackdagger Bandits were engaged in a wide range of criminal activities. They robbed travellers and raided caravans on the High Road north of Neverwinter. They extinguished warning beacons at Raven Cliff Beach, causing ships to be caught and wrecked on the treacherous rocks, so they could loot the wrecks and enslave the survivors, and salvaged the debris that washed up onshore. Blackdagger pirates were reported to be plying the waters off the Sword Coast. They even engaged in protection rackets with businesses like Melkhor Goldseeker's Angelhead Mine, demanding from Melkhor a large cut of the profits to leave the mines alone.[1]\nMembers\nThe Blackdagger Bandits were commended by the brothers Traven Blackdagger and Malus Blackdagger. They were advised by Kallos Tam, a Red Wizard. Their lieutenants were Jareth Grim, the battle-leader in charge of raids during their absence; Marion Hexbane, who oversaw the shipwrecking and salvaging operations at Raven Cliff Beach; and Krag Foultooth, leader of a group of gnolls who allied with the Blackdaggers. Beneath them were officers, enforcers, and \"hexer\" mages. The rank-and-file were many human and elf bandits, who operated as cutthroats, snipers, and salvagers, while the different gnolls were termed \"huntsmen\", \"fangs\", \"bloodtrackers\", and \"deathpledged\".[1]\nBase of Operations\nThe headquarters of the Blackdagger Bandits was the ruined Cragmire Keep, which they partially rebuilt and renamed Blackdagger Keep. A central was named Grimstorm Keep after Jareth Grim when he was raid leader. From here, they launched their raids and looting efforts along the High Road, and when threatened by patrols they could retreat to the safety of its walls.[1]\nThey also prowled Raven Cliff Beach, where they picked over and looted shipwrecks, and based themselves in a hidden cove and sea caves there. They set up tents and cranes for the work and collected whole crates and chests.[1]\nAppendix\nBackground\nEarly versions of Neverwinter gave the Blackdagger Bandits a very different backstory via one of its in-game Lore entries. In this, Traven and Malus were pirate captains who operated on the Sword Coast North between Neverwinter and Luskan some time after the Spellplague of 1385 DR and reigning from Blackdagger Keep, until they were killed and the keep destroyed in the Mount Hotenow eruption. The ruins were later occupied by bandits and Kallos Tam reanimated and controlled the Blackdagger brothers, who took over the bandits and turned them undead. The Harpers became involved because of rumors of a Red Wizard among them. However, this Lore entry was later removed and the undead models for Traven and Malus replaced with living models. Some elements of this remained, with undead-seeming models for Marion Hexbane and others and pirate trappings for bandits who seem to do little actual piracy. In any case, the whole Blackdagger Ruins zone and this storyline were removed in July 2021.\nEither way, the connection of the Blackdagger Bandits to the still-undead actual pirates led by Bartholomew Blackdagger in the Pirates' Skyhold zone is unknown. However, a Lore entry there makes allusions to new Blackdagger pirates and the question of whether they are related to or simply inspired by Bartholomew Blackdagger. In addition, both Blackdaggers use the same banner and crest, displayed above, but this may be a case of a reused model.\nGallery\nA sneaky elf spy.\nGnoll huntsman and elf sniper.\nA human enforcer and an elf sniper.\nA deathpledged gnoll serving as lookout from atop a looted wagon.\nA hexer mage taking a rest on one of Melkhor's log books.\nAppearances\nNeverwinter\nExternal Links\nBlackdagger Bandits article at the Neverwinter Wiki, a wiki for the Dungeons and Dragons: Neverwinter MMORPG.\nReferences\n↑\n1.00 1.01 1.02 1.03 1.04 1.05 1.06 1.07 1.08 1.09 1.10 1.11 1.12 1.13 1.14 1.15 1.16 Cryptic Studios (June 2013). Neverwinter. Perfect World Entertainment. Survey: How do you feel about gaming microtransactions?   The Blackdagger Bandits were a powerful bandit group that operated on the Sword Coast North in the late 15th century DR and were the most successful and notorious bandits of the area at the time. It was named for and led by the brothers Malus and Traven Blackdagger.[1] Hailing from Luskan some time in the 1400s DR, Malus and Traven Blackdagger started out as a pair of penniless brothers. It was unclear whether they were related to the old pirate Bartholomew Blackdagger or were simply inspired to adopt his name and legacy. They gathered a small gang and turned to banditry, and had much success. Coming to be called the Blackdagger Bandits, they became notorious and yet more bandits and other criminals went to their side.[1] With the rebuilding of Neverwinter in the 1470s DR, trade along the Sword Coast North swelled and so too did the Blackdagger Bandits' numbers and riches. They seized and rebuilt the ruins of Cragmire Keep, making it their fortress and base of operations. They engaged in banditry, piracy, shipwrecking, slaving and extortion of local businesses such as Melkhor Goldseeker's Angelhead Mine. With the Blackdaggers posing a serious threat and disrupting trade, Lord Dagult Neverember of Neverwinter put a bounty on the heads of Malus and Traven Blackdagger. Shortly after, the two brothers apparently disappeared and were not seen by anyone outside the bandit army. This started much speculation and rumors that someone else now commanded the Blackdagger Bandits, who remained as powerful and organized as before.[1] The truth was more nefarious. The Red Wizard necromancer Kallos Tam met Malus and Traven and proposed to excavate and take control of the undead army within the Cragmire Crypts, giving them the army they desired to take over Neverwinter and become lords of the land. The brothers were receptive to his offer, and, in the Year of the Ageless One, 1479 DR, he broke the magical seal of Cragmire Crypt and discovered inside some artifacts he was seeking, found the undead army still waiting there, and, he said, the means of controlling them. While Malus prepared the defenses of Blackdagger Keep and an attack of Neverwinter itself, Traven and Kallos went with some of the Blackdaggers' best fighters into the crypts to take the undead army, and they put Jareth Grim in charge of the Blackdaggers' raids.[1] That year, Melkhor's miners uncovered ancient ruins and statues in Angelhead Mine. Whereas previously the Blackdaggers had cared little for mining and the mines had no other value to them, they now believed they could find treasure too, broke their deal with Melkhor, and refused to make another. The Blackdaggers raided Melkhor's wagons and Krag Foultooth and his bandits assaulted Angelhead, imprisoned and enslaved the miners, and took Melkhor's niece and mine foreman Mira Thamros hostage to ensure his silence and cooperation. Marion Hexbane, meanwhile, sent some of her men to the Broken Crown inn to apply their new leverage on Melkhor.[1] Other victims of the Blackdaggers at the time were Old Len, the lighthouse keeper, whom the bandits robbed; halfling settlers migrating to Neverwinter, who lost their supplies to the bandits; and a group of ghostwise halflings led by Gilern Ghostwise. Cecil Proudfoot recruited a halfling adventurer to aid the latter two. The High Road was left littered with slain bodies and wrecked and looted wagons.[1] However, the Blackdaggers' enemies were not idle. The Neverwinter Guard sent Spycatcher Westband to apprehend Blackdagger spies and retrieve any information they carried; operating out of the Broken Crown inn, he recruited adventurers for this task. The Harpers had their gnoll agent Garl Gnarlclaw work undercover with the Blackdaggers for months, learning much about their operations. They offered their aid to Neverwinter, and Sergeant Alphonse Knox sent the Hero of Sleeping Dragon Bridge to meet the Harper agent Seven Toes at the Broken Crown. Seven Toes in turn had the adventurer find fellow Harper Xalliana, herself a survivor of one of the shipwrecks. Working together, Xalliana and the adventurer disrupted the shipwrecking and salvaging operations at Raven Cliff Beach, defeated Marion Hexbane, and discovered the Blackdaggers' extortion of Melkhor Goldseeker. Finding Melkhor, he admitted what had happened at Angelhead. The adventurer discovered survivors led by Sergeant \"Dusty\" Yates and liberated the mine from Krag Foultooth.[1] Meanwhile, a drow spy of House Xorlarrin worked with the Blackdaggers to provide them with magical weapons and aid. An unnamed drow operative of Bregan D'aerthe learned of this and had a drow adventurer sabotage the delivery at Raven Cliff Beach to make it seem as if the Xorlarrin had double-crossed the Blackdaggers. When the Xorlarrin spy came out of hiding to meet with the Blackdaggers to repair relations, just as the operative planned, he sent the adventurer to slay the spy and her contacts in the abandoned mineshaft they met in.[1] In time, Xalliana discovered Kallos Tam's plot and sent the adventurer to work with Garl Gnarlclaw. With targeted attacks, they thinned their ranks and weakened their command structure. Garl then helped the adventurer infiltrate Grimstorm Keep and slay the bandits' raid leader, Jareth Grim, to sabotage their leadership. Later, he sent a band of adventurers into Cragmire Crypts to seek Xalliana, and found and defeated Traven Blackdagger and Kallos Tam. Finally, Garl and Xalliana were able to move a siege tower close to Blackdagger Keep. With it, they sent a band of adventurers to storm the keep and finally slay Malus Blackdagger before his bandit army could assault Neverwinter. Thanks to these efforts, the Blackdaggers were broken and scattered.[1] Blackdaggers at the beach. By 1479 DR, the Blackdagger Bandits were engaged in a wide range of criminal activities. They robbed travellers and raided caravans on the High Road north of Neverwinter. They extinguished warning beacons at Raven Cliff Beach, causing ships to be caught and wrecked on the treacherous rocks, so they could loot the wrecks and enslave the survivors, and salvaged the debris that washed up onshore. Blackdagger pirates were reported to be plying the waters off the Sword Coast. They even engaged in protection rackets with businesses like Melkhor Goldseeker's Angelhead Mine, demanding from Melkhor a large cut of the profits to leave the mines alone.[1] The Blackdagger Bandits were commended by the brothers Traven Blackdagger and Malus Blackdagger. They were advised by Kallos Tam, a Red Wizard. Their lieutenants were Jareth Grim, the battle-leader in charge of raids during their absence; Marion Hexbane, who oversaw the shipwrecking and salvaging operations at Raven Cliff Beach; and Krag Foultooth, leader of a group of gnolls who allied with the Blackdaggers. Beneath them were officers, enforcers, and \"hexer\" mages. The rank-and-file were many human and elf bandits, who operated as cutthroats, snipers, and salvagers, while the different gnolls were termed \"huntsmen\", \"fangs\", \"bloodtrackers\", and \"deathpledged\".[1] The headquarters of the Blackdagger Bandits was the ruined Cragmire Keep, which they partially rebuilt and renamed Blackdagger Keep. A central was named Grimstorm Keep after Jareth Grim when he was raid leader. From here, they launched their raids and looting efforts along the High Road, and when threatened by patrols they could retreat to the safety of its walls.[1] They also prowled Raven Cliff Beach, where they picked over and looted shipwrecks, and based themselves in a hidden cove and sea caves there. They set up tents and cranes for the work and collected whole crates and chests.[1] Early versions of Neverwinter gave the Blackdagger Bandits a very different backstory via one of its in-game Lore entries. In this, Traven and Malus were pirate captains who operated on the Sword Coast North between Neverwinter and Luskan some time after the Spellplague of 1385 DR and reigning from Blackdagger Keep, until they were killed and the keep destroyed in the Mount Hotenow eruption. The ruins were later occupied by bandits and Kallos Tam reanimated and controlled the Blackdagger brothers, who took over the bandits and turned them undead. The Harpers became involved because of rumors of a Red Wizard among them. However, this Lore entry was later removed and the undead models for Traven and Malus replaced with living models. Some elements of this remained, with undead-seeming models for Marion Hexbane and others and pirate trappings for bandits who seem to do little actual piracy. In any case, the whole Blackdagger Ruins zone and this storyline were removed in July 2021. Either way, the connection of the Blackdagger Bandits to the still-undead actual pirates led by Bartholomew Blackdagger in the Pirates' Skyhold zone is unknown. However, a Lore entry there makes allusions to new Blackdagger pirates and the question of whether they are related to or simply inspired by Bartholomew Blackdagger. In addition, both Blackdaggers use the same banner and crest, displayed above, but this may be a case of a reused model.",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/0/08/NW_Blackdagger_Bandits_crest.jpg/revision/latest?cb=20210815072603"
}