{
    "name": "Barbed Devil",
    "armor_class": 15,
    "challenge_rating": 5,
    "strength": 16,
    "dexterity": 17,
    "constitution": 18,
    "intelligence": 12,
    "wisdom": 14,
    "charisma": 14,
    "actions_desc": "The devil makes three melee attacks: one with its tail and two with its claws. Alternatively, it can use Hurl Flame twice. Melee Weapon Attack: +6 to hit, reach 5 ft ., one target. Hit: 6 (1d6 + 3) piercing damage. Melee Weapon Attack: +6 to hit, reach 5 ft., one target. Hit: 10 (2d6 + 3) piercing damage. Ranged Spell Attack: +5 to hit, range 150 ft., one target. Hit: 10 (3d6) fire damage. If the target is a flammable object that isn't being worn or carried, it also catches fire. ",
    "special_abilities_desc": "At the start of each of its turns, the barbed devil deals 5 (1d10) piercing damage to any creature grappling it. Magical darkness doesn't impede the devil's darkvision. The devil has advantage on saving throws against spells and other magical effects. ",
    "description": "Hamatulas were lithe, 7 ft (2.1 m) tall humanoids with 300 lb (140 kg) bodies that, as their name implied, were completely covered in barbs.[3][14] Their horned hands ended in strange, lengthy claws and their long, burly tails were coated in spines.[5][6] Shifting across the room were their gleaming, vigilant eyes, so constant in their movement it made barbed devils seem anxious.[1][3]Hamatulas were extremely greedy creatures, constantly on the lookout for objects or creatures of which they could claim ownership.[1] They were also incredibly prideful entities, zealously attending to their duties without boredom or disinterest due to their desire to increase their own status.[1][5] Their consistently agitated appearance, accompanied by nervous tics, accurately reflected their mental state, for they were inherently paranoid and suspicious.[15]Although solitary they relished having opponents as such beings provided opportunities for them to prove their worth.[1][5] Unlike certain devils from upper circles of Hell, they were unshakable in their pursuit of criminals and were insusceptible to the bribes, negotiations, or pitiful pleas from rule breakers.[16]The spikes of a barbed devil had many combat uses, such as piercing their opponents with their claws and tails, hurting foes that got too close and impaling enemies by hugging them.[3] Additionally, the first time they struck an opponent with their claws they filled their enemies with supernatural fear. They also were known for being able to manipulate flames, hurling it at intruders and causing other fiery effects. Their gating ability allowed them to call upon other hamatula or the assistance of abishai or barbazus.[5]Although always eager to battle, barbed devils disdained weapons, preferring to impale their enemies with their natural weaponry.[5] Those who avoided their attempts to get close would be immobilized through means such as hold person and distant foes would have fire hurled at them.[1][3] Depending on the nature of their mission they would engage in skirmishes or prompt their foes to flee before running after them with claws and fire.[2]Hamatula were the elite guard of the middle layers of Baator, responsible for defending infernal citadels, vaults, and important devils like pit fiends and paeliryons. They often patrolled Minauros and Phlegethos, to catch unauthorized travelers that managed to slip below Avernus and Dis, but also monitored the winding tunnels of Malbolge and Maladomini.[9][2][17] Any trespassers were swiftly locked within one of the innumerable holding cells of Hell.[6]Hamatula were solitary in nature and only worked as a group when compelled to by a stronger baatezu, normally in order to investigate an intruder report. Unlike other devils, hamatulas could not freely traverse between different layers of Hell.[5] It was thought by some that this was a physical limitation, but in truth hamatula were purposefully commanded to patrol a single layer in order to prevent them from wandering too far away from their guard assignments.[9] The fact hamatula could enter certain areas unrestricted made them extremely effective spies and messengers.[9] Other devils acknowledged the tenacity that barbed devils put into their work and considered their paranoid watchfulness a positive trait.[15]When summoned to mortal realms, hamatula were useful as bodyguards, champions and other roles where power was valuable.[2]Hamatulas occasionally studied magic, some practicing enough to cast spells like fireball or flame arrow, although they generally made poor wizards. Along with osyluths, they made up the majority of infernal priests.[18][19]An osyluth achieves his long-desired advancement into a hamatula.Most osyluths that managed to advance were destined to become hamatulas, with only those that managed to show greater skill skipping the stage.[20] The fastest path to success for a hamatula was to give remarkably loyal service to their lords.[5]They possessed glands behind their ears that secreted a hallucinogenic substance. It was most commonly used by greater devils as a torture and interrogation tool, but rumors existed that large quantities of the secretion could produce powerful potions of illusion.[4]Two barbed devils served as cooks in the Dweomercore level of Undermountain.[21]The pit fiend Gazra, being the overseer of the first four layers, had an army of 5,000 hamatula and a personal bodyguard unit comprised of twenty elite hamatula soldiers that he commanded from his crystal castle on Phlegethos.[5] His hamatula also hunted down those that deserted from baatezu armies and searched for signs of corruption among officer corps.[16]The hamatula K'rand Vahlix, was a reserved being and among the few rogues of baatezu society. He was especially rare among the rogues for being a 'risen devil' who supposedly fled to Bytopia after killing his cornugon superior. He worked to organize any reformed fiends during missions that required them to cooperate with archons and other native denizens of the Upper planes, while also rooting out double agent fiends.[22]Least: Lemure • Nupperibo • Spinagon\nLesser: Abishai (Black • Blue • Green • Red • White) • Barbazu • Erinyes • Excruciarch • Ghargatula • Hamatula (Stony devil) • Kocrachon • Merregon • Osyluth • War devil • Xerfilstyx\nGreater: Amnizu • Cornugon • Gelugon • Logokron • Narzugon • Orthon • Paeliryon • Pit fiend\nBaatezu of unknown rank: Advespa • Dogai • Gulthir • Jerul",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/9/93/Barbed_Devil.jpg/revision/latest?cb=20190417203703",
    "hit_points": 110,
    "hit_dice": "13d8",
    "condition_immunities": [
        {
            "index": "poisoned",
            "name": "Poisoned",
            "url": "/api/conditions/poisoned"
        }
    ],
    "senses": {
        "darkvision": "120 ft.",
        "passive_perception": 18
    },
    "xp": 1800,
    "damage_vulnerabilities": [],
    "damage_resistances": [
        "cold",
        "bludgeoning, piercing, and slashing from nonmagical weapons that aren't silvered"
    ],
    "damage_immunities": [
        "fire",
        "poison"
    ]
}