{
    "name": "Basilisk",
    "armor_class": 12,
    "challenge_rating": 3,
    "strength": 16,
    "dexterity": 8,
    "constitution": 15,
    "intelligence": 2,
    "wisdom": 8,
    "charisma": 7,
    "actions_desc": "Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 10 (2d6 + 3) piercing damage plus 7 (2d6) poison damage. ",
    "special_abilities_desc": "If a creature starts its turn within 30 ft. of the basilisk and the two of them can see each other, the basilisk can force the creature to make a DC 12 Constitution saving throw if the basilisk isn't incapacitated. On a failed save, the creature magically begins to turn to stone and is restrained. It must repeat the saving throw at the end of its next turn. On a success, the effect ends. On a failure, the creature is petrified until freed by the greater restoration spell or other magic.\nA creature that isn't surprised can avert its eyes to avoid the saving throw at the start of its turn. If it does so, it can't see the basilisk until the start of its next turn, when it can avert its eyes again. If it looks at the basilisk in the meantime, it must immediately make the save.\nIf the basilisk sees its reflection within 30 ft. of it in bright light, it mistakes itself for a rival and targets itself with its gaze. ",
    "description": "Basilisks had eight legs, which they crawled upon. Basilisks came in a variety of colors from dark gray[2] to dark orange, although they also commonly had a dull brown body with a yellowish underbelly.[3] Basilisks possessed a single row of bony spines that lined their backs and a few had a curved horn atop their noses.[3] Basilisk eyes were, however, the most notable feature, glowing with a pale green light. Adult basilisks could grow to be about 6 feet (1.8 meters) in length, not counting the tail, which could reach another 5 to 7 feet (1.5 to 2.1 meters). They typically weighed around 300 pounds (140 kilograms).[3]The Bedine called basilisks hagar motab or \"bringers of stone-death\".[8]The greater basilisk was a rare breed of the common basilisk, similar in most respects, except it was larger and with an evil disposition. It was extremely near-sighted, and consequently the range of its petrifying gaze was much shorter.[9]Basilisks had a very slow metabolism, making their movements sluggish and clumsy. As a result, basilisks relied upon their powerful magical characteristics for hunting and were unprepared for a hard pursuit. As a result, prey that fled usually got away unharmed. To prevent this, basilisks typically laired in hidden dens, waiting for any prey unfortunate enough to wander in, even if it was extremely small. Basilisks had a very robust digestive system, however, and could digest even stone. When not hunting, basilisks slept off their meals in their lairs, sometimes in small groups of up to six individuals.[3]Basilisks were lazy and cowardly creatures, but evilly cunning. They made their lairs in dark underground caves where there was a ready and easily accessible food and water supply. They were easy to anger, though they never fought to the death if it could be helped. They were observed to be irrational and possibly insane half the time but shrewd hunters the other half. When hunting, they pounced from hiding and attacked with their petrifying gaze and vicious bite. They only needed to eat one large meal (the size of a deer or a humanoid) a month, owing to their slow metabolisms, though would apparently gorge themselves to death if provided with enough meat.[8]Basilisks spent much of their time asleep basking, either in the heat of the sun, or, if that was too harsh, in the heat of some other source, such as a volcanic vent, or even a campfire. If the basilisk was unable to warm itself for more than a day, it would become sluggish, ultimately dying of hypothermia after a further three days.[10]Though thought by many to be incapable of eating a petrified victim,[11] at least after infancy (immature basilisks had been observed by scholars devouring chunks of statues, but not adults),[8] all basilisks were in fact capable of eating their petrified prey due to their strong jaws and a process within their gullet that transformed the stone back into flesh.[1]When angered, they hissed like a cobra.[8]Basilisks were known for their ability to petrify their prey, causing a chemical change in the body that turned victims into a porous stone statue.[11] Sages theorized that the creature's eyes emitted some kind of radiation that was absorbed by the eyes of their victim, but ultimately, the precise method of how their power worked was very poorly understood.[11] It has been noted that the better the eyesight of the victim, the longer the effective range of the basilisk's gaze, and multiple reports claim that the casters of arcane eye spells, the users of crystal balls, and the wearers of eyes of the eagle have all fallen victim to petrification upon viewing basilisks over great distances.[10] Creatures in gaseous form however, were apparently immune.[11] Items carried or worn by their prey were not turned to stone, only the body itself. However, protective magic items still worn by the statue would continue to affect it as they would if the victim was still flesh and blood.[11] Creatures petrified by a basilisk were not dead, but placed into a form of permanent suspended animation some called \"stone sleep\". While petrified, the statue could be damaged, just as natural stone could be.[11]A basilisk's eyes were also capable of viewing the astral and ethereal planes, though not at the same time, and only if they concentrated to do so. Their gaze also worked against creatures on these planes, killing creatures on the astral, and turning those on the ethereal into a different kind of \"ethereal\" stone.[11] On the material plane, they could see both the infrared, and ultraviolet spectrums of light, granting them darkvision.[11]A basilisk attacking a target.Given a higher-than-average food supply, a basilisk could regrow lost limbs and tails within one to four months.[10]Basilisks were known to eat mammals, birds, fish, some berries,[11] and even other reptiles.[3]Basilisks could be found nearly everywhere, including subterranean biomes. Typically, basilisks sheltered within burrows, caves, or other similar areas. These dens were sometimes distinguished by what appeared to be statues, although these were, in fact, creatures that had been petrified by the gaze of the creature.[3] Despite their adaptability, and although they still lived in such places, they didn't appear to thrive in cold climes,[1] presumably due to their cold-blooded nature.[10]Beyond the Prime Material plane, scattered numbers of basilisks could be found in the Elemental Plane of Earth.[12]Basilisks instinctively avoided looking directly at others of their kind, but were able to recognize them using hearing and a sense of smell that was capable of differentiating between individual basilisks. Basilisks were mature enough to breed at the age of only nine months. Once they had found a mate, the pair would find a body of water to breed in (the water helped support their body weight), then both travelled to the lair of one of the pair.[11]One or two days after the act, the female would lay one to eight greenish-white eggs, each about the size of a human's fist, which the mother would then half-bury in cool sand or mud.[10]The eggs themselves had malleable and somewhat stretchy shells, able to be handled and moved easily without risk to the gestating creature inside.[10]There was a one-in-twenty chance that an egg was infertile, but otherwise an infant would hatch from it's egg between thirty one and fifty days after it had been lain. During this time period, neither parent ate, causing them to become increasingly aggravated. Newly hatched, a basilisk could be anywhere between one[8] and nine inches long. They would grow almost to their full adult length within four to six months.[10]The parents would share a lair until the resulting offspring were themselves old enough to breed, then they would separate. However, they would instinctively seek each other out again four summers hence and mate again. Basilisks mated for life.[11]A frozen greater basilisk served as a guardian for a Lockstone placed atop Stoner's Needle in the Sword Coast lands, having been set there by the extraplanar being Imgig Zu to prevent the fire elemental Jogaoh (who'd been trapped in the form of a dwarf by Imgig Zu) from regaining his freedom. Jogaoh feared the basilisk too much to make the climb up and take the Lockstone. When Vajra Valmeyjar, Cybriana, Timoth Eyesbright, Onyx the Invincible, and Priam Agrivar sought out Jogaoh in the Year of the Prince, 1357 DR, he agreed to help them provided they retrieved the Lockstone for him. Atop the tower, Jogaoh took the Lockstone and was restored to his fire elemental form, then returned to the planes before the basilisk awoke to attack Vajra and Priam. Vajra slew the basilisk, using the reflection of the gem so it would turn itself to stone.[13]The Purple Basilisk laired in the hideaway known as the Auantiver Labyrinth, and the group who called themselves the Men of the Basilisk had potential recruits try to escape it's lair as a form of initiation.[14]A basilisk dwelt in the western forests of Wyllowwood, a layer of Undermountain.[15]The eyes and gullets of basilisks were of great value to alchemists and mages. The pupils, lenses, and fluid of basilisk eyes could be made into spell inks and potion ingredients as well as used in the creation of magic items concerned with petrification.[10] The fluids found in a basilisk's gullet could be used by an alchemist to create an oil that would restore a petrified creature to flesh as well.[1]Intact basilisk eggs, recently hatched infants, and mature specimens were also in demand from those who thought to use the creatures as guardians of locations and treasure (though it's said that most such attempts to utilize basilisks as guards ends in failure).[10]An intact eyeball could be sold for up to 1,000 gold pieces, while just an eyelid could still fetch as much as 400gp. An egg could sell for up to 500gp, while a hatched infant could go for 700gp. A mature specimen was less valuable than small one, but buyers often still pay up to 500gp for them.",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/2/25/Basilisk-5e.jpg/revision/latest?cb=20200411071856",
    "hit_points": 52,
    "hit_dice": "8d8",
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [],
    "condition_immunities": [],
    "senses": {
        "darkvision": "60 ft.",
        "passive_perception": 9
    },
    "xp": 700
}