{
    "name": "Bearded Devil",
    "armor_class": 13,
    "challenge_rating": 3,
    "strength": 16,
    "dexterity": 15,
    "constitution": 15,
    "intelligence": 9,
    "wisdom": 11,
    "charisma": 11,
    "actions_desc": "The devil makes two attacks: one with its beard and one with its glaive. Melee Weapon Attack: +5 to hit, reach 5 ft., one creature. Hit: 6 (1d8 + 2) piercing damage, and the target must succeed on a DC 12 Constitution saving throw or be poisoned for 1 minute. While poisoned in this way, the target can't regain hit points. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. Melee Weapon Attack: +5 to hit, reach 10 ft., one target. Hit: 8 (1d10 + 3) slashing damage. If the target is a creature other than an undead or a construct, it must succeed on a DC 12 Constitution saving throw or lose 5 (1d10) hit points at the start of each of its turns due to an infernal wound. Each time the devil hits the wounded target with this attack, the damage dealt by the wound increases by 5 (1d10). Any creature can take an action to stanch the wound with a successful DC 12 Wisdom (Medicine) check. The wound also closes if the target receives magical healing. ",
    "special_abilities_desc": "Magical darkness doesn't impede the devil's darkvision. The devil has advantage on saving throws against spells and other magical effects. The devil can't be frightened while it can see an allied creature within 30 feet of it. ",
    "description": "Barbazus were the second-lowest[4][7][8][9] in the hierarchy of lesser devils,[4][5][7][8][9][10][11][12][13] sharing the same rank as kocrachons[8][9] and, according to the wizard Mordenkainen, merregons.[12]Barbazus were 6 ft (1.8 m) tall, often green-skinned humanoids, with roughly 225 lb (102 kg), muscled bodies.[3][15] Their signature feature was their disgusting, wiry beards, which were occasionally infested with white maggots, although they could also be recognized by their pointed ears and long tails.[4][15] Their skin was moist but covered in scales, and despite having clawed hands and feet they almost always carried massive saw-toothed glaives.[4]Barbazu were volatile and violent, attacking at the slightest provocation and exploiting any opportunity to go on the offensive. They were extremely cruel, fighting not because of loyalty to the system or fellowship with their kin, but out of a need to injure, kill, and terrify.[4][2] They were followers by nature as they were too reckless and simpleminded to lead, being potentially the most chaotic of the baatezu.[4] Slaughter and maiming was their primary approach to interacting with mortals, as opposed to the subtle temptations and deceptions found in other devils.[2] Barbazu had a personal attachment to their glaives and would stubbornly insist on keeping them even if offered one of superior quality.[16]The beard of a barbazu contained a dangerous disease known as the 'devil chills', which caused those struck to develop a painfully burning rash.[3][5] If not lashing out with their claws and beards, a barbazu could attempt to summon abishai, lemures, or simply additional barbazus. Barbazus could also whip themselves into a dangerous battle frenzy not unlike that of a barbarian, fearlessly rampaging throughout the battlefield with no regard to personal safety. As a battle raged on, they were more and more likely to enter such a state and would stay enraged unless stopped or removed from the battle.[3][4]A barbazu legion holding formation against a dretch horde.Being the combat-craving creatures that they were, barbazus took every opportunity to engage in battle and often refused to stop until their opponents were slain.[4] Their tactics were fairly direct, although they were trained to use teamwork to defend allies in the heat of battle.[2] Most barbazus were armed with a saw-toothed glaive with a backward-curving, treble hook at its base. While the blade itself serrated their foes and caused them to bleed profusely, the hook could be used to drag back fleeing enemies.[3][5] Due to their attachment to their own glaives, they normally refused to fight with their claws unless they were unable to use them.[16]Bearded devils were the elite assault troops of the archdevils that fought shoulder-to-shoulder at the front of lemure hordes.[1][3] They were deployed in the legions of Hell's middle circles, particularly in Minauros, by the thousands either to guard Baator from outside incursions or attack the armies of the Abyss.[4][5] Always found as the muscle for a more devious villain, they were also employed as guards for greater baatezu or their treasure and lands.[2][4] Amnizus were commonly protected by groups of barbazus, although they were more fond of employing war devils because of their greater intelligence.[17]Barbazu were also responsible for locating and ferrying new souls off the Shelves of Despond to the domains of their respective lords. After reaching the blood-drenched islands on Avernus, they would sniff out which archdevil owned the soul based on the lower-ranked devil responsible for their corruption, as all souls that went to the Nine Hells were specially stained with a mark of corruption. Occasionally, however, it was unclear what a soul's destination should be, a rare occurrence as normally there were marked territories in the mortal realms determining such a thing even when no devil interfered with their damnation. In such a scenario, barbazus serving different lords broke out into frenzied bartering sessions that often broke down into outright brawls, and any barbazu that successfully took such unmarked souls to their archdevils were credited for the capture and thus increased their chances for promotion. Such a situation also made it possible for the soul to escape or be stolen by a third party, and the servitors of lawful evil deities could also be found negotiating for unclaimed souls with the barbazus.[18]From left to right: a chain devil, a bone devil, and a bearded devil.The bearded devils were bred for battle, and all other devils recognized their worth in combat situations. Yet they also had a bad reputation with other devils for their impulsive nature that frequently got them brutally disciplined. Despite leading the charge in infernal armies, they never commanded such forces even though they were lesser baatezu. Barbazus were very rarely promoted because they suffered incredible losses during the Blood War, with their overall role being that of expendable savages. Most baatezu were never promoted again after reaching the rank of barbazu, with excellent red abishai and spinagons skipping the rank altogether and only those bearded devils of exceptional merit rising to the only stage they could from that point, that of the osyluths.[9][4]In 1480 DR, assassins and barbazu attacked Lasparhall in Thentia in an attempt to assassinate the rightful ruling family of Hulburg, the Hulmasters.[19]Least: Lemure • Nupperibo • Spinagon\nLesser: Abishai (Black • Blue • Green • Red • White) • Barbazu • Erinyes • Excruciarch • Ghargatula • Hamatula (Stony devil) • Kocrachon • Merregon • Osyluth • War devil • Xerfilstyx\nGreater: Amnizu • Cornugon • Gelugon • Logokron • Narzugon • Orthon • Paeliryon • Pit fiend\nBaatezu of unknown rank: Advespa • Dogai • Gulthir • Jerul",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/e/e8/Bearded_devil-5e.jpg/revision/latest?cb=20161120191131",
    "hit_points": 52,
    "hit_dice": "8d8"
}