{
    "name": "Behir",
    "armor_class": 17,
    "challenge_rating": 11,
    "strength": 23,
    "dexterity": 16,
    "constitution": 18,
    "intelligence": 7,
    "wisdom": 14,
    "charisma": 12,
    "actions_desc": "The behir makes two attacks: one with its bite and one to constrict. Melee Weapon Attack: +10 to hit, reach 10 ft., one target. Hit: 22 (3d10 + 6) piercing damage. Melee Weapon Attack: +10 to hit, reach 5 ft., one Large or smaller creature. Hit: 17 (2d10 + 6) bludgeoning damage plus 17 (2d10 + 6) slashing damage. The target is grappled (escape DC 16) if the behir isn't already constricting a creature, and the target is restrained until this grapple ends. The behir exhales a line of lightning that is 20 ft. long and 5 ft. wide. Each creature in that line must make a DC 16 Dexterity saving throw, taking 66 (12d10) lightning damage on a failed save, or half as much damage on a successful one. The behir makes one bite attack against a Medium or smaller target it is grappling. If the attack hits, the target is also swallowed, and the grapple ends. While swallowed, the target is blinded and restrained, it has total cover against attacks and other effects outside the behir, and it takes 21 (6d6) acid damage at the start of each of the behir's turns. A behir can have only one creature swallowed at a time.\nIf the behir takes 30 damage or more on a single turn from the swallowed creature, the behir must succeed on a DC 14 Constitution saving throw at the end of that turn or regurgitate the creature, which falls prone in a space within 10 ft. of the behir. If the behir dies, a swallowed creature is no longer restrained by it and can escape from the corpse by using 15 ft. of movement, exiting prone. ",
    "special_abilities_desc": "",
    "description": "A behir was often mistaken for a wingless blue dragon.[6] It had a long, snake-like body and could slither on the ground like a snake, but it also had six pairs of legs upon which it could walk or climb if it chose to do so.[3][4] Each of a behir's twelve feet contained three clawed toes.[6] They began life with six or eight legs and grew additional legs as they aged. They grew about 8 feet (2.4 meters) per year.[4]Behirs had thick, armored scales, much like a dragon. Their scales were colored in variations of dark blue, being lighter on their undersides.[3][4]They had long narrow heads,[6] crocodilian in shape,[4] with curved, black horns on the top,[6][3] which were used for preening.[3][4] Behirs were born horn-less.[8] Their mouths were full of many sharp multi-colored translucent teeth that were valued for their gem-like beauty,[6][9] and their bones were crystalline.[10]Newborn behirs were about 2 feet (0.61 meters) in length,[4] while the typical adult behir was around 40 feet (12 meters)[3][4] and weighed about 4,000 pounds (1,800 kilograms).[3] Behirs reached adulthood at the age of ten and like other reptilian creatures would continue to grow throughout their lifetimes, having to shed their scales periodically..[6] Because of this behirs could sometimes reach gargantuan sizes.[3]Behirs were known to be expert climbers.[3][4] They were surprisingly quick, and could outrun the typical human.[6][3]Behirs could breath a magical burst of electricity from their mouths, much like a blue dragon. (They themselves were completely immune to damage from electricity.)[3][4] There were some reports that they were immune to poisons as well.[4]If a behir grabbed a hold of an opponent or prey with its mouth, it had several options. It could wrap its body around the victim and constrict, it could tear at the victim with its many clawed limbs, or it could simply swallow the victim whole.[3][4]A behir having a giggle.Behirs were usually solitary creatures, but could be found in mated pairs,[3][4] though this only lasted until their eggs were hatched.[4] They were most active during the day.[6] And during the winter months they hibernated.[6]Mating took place in early spring. Females produced between one and four blue-green, leathery eggs, which were buried under dirt or sand.[6] There were conflicting reports about how long it took for their eggs to hatch. Some sources claimed it took eight months for them to hatch.[4] Others insisted that it only took three or four weeks.[6] The young were driven from the den soon after hatching.[6]Behirs were a carnivorous species. Their main diet consisted of medium-sized animals, such as boars.[6]Behirs preferred to live in warm, hilly terrain.[3] They made dens in caves—which were often in the side of high cliffs[4]—or hidden thickets.[6] A behir's territory usually encompassed an area of 400‑square-mile (1,000,000,000‑square-meter).[4]Despite their nature, behirs were popular subjects of breeding in Halruaa. The varieties of brhir breeds was as diverse as the breeder's imagination allowed. They varied in size, color, and were used as guard dogs, or small hand-held pets. Behir hatcheries consisted of long shallow pools of water. They were fed with fish and eels. Those behir not sold alive were butchered and used for its material component and crafting materials.[8]Behirs were capable of speaking both Common[3] and the Draconic language..[1]Behirs sometimes served the dark Chultan demigod Eshowdow, and were seen as good omens by his followers.[12]Behirs hated all dragons and would refuse to share any territory with them.[3][4]Behir horns could be used to make the ink necessary for scribing a magic scroll for a lightning bolt spell. Similarly, a scroll of neutralize poison often used ink from a behir's talons, and that of protection from poison used ink made from a behir's heart.[4]Behir scales were sometimes used to make armor, much like the hides of dragons.[4] Behir crystalline bones were used for scrimshaw. Bone-carved chimes, sculptures, and musical instruments were very common across Halruaan cities. Behir teeth were as beautiful and valuable as gemstones and had a wide variety of creative uses. One such use was a strange type of Haluaan music box that were invented at the Behir's Nest shop in Khaerbaal. Behir teeth formed plucking hooks that pulled on string made of behir guts and electrum, while behir ivory was used for other parts of these wondrous instruments.[10]In 1492 DR, a behir dwelt on the Troglodyte Warrens level of Undermountain.[13]In the city of Memnon, an inn called the Brazen Behir had a lifelike statue of a behir that formed its main gate.[18]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/f/f1/Behir-5e.jpg/revision/latest?cb=20190715040912",
    "hit_points": 168,
    "hit_dice": "16d12",
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [
        "lightning"
    ],
    "condition_immunities": [],
    "senses": {
        "darkvision": "90 ft.",
        "passive_perception": 16
    },
    "xp": 7200
}