{
    "name": "Bone Devil",
    "armor_class": 19,
    "challenge_rating": 12,
    "strength": 18,
    "dexterity": 16,
    "constitution": 18,
    "intelligence": 13,
    "wisdom": 14,
    "charisma": 16,
    "actions_desc": "The devil makes three attacks: two with its claws and one with its sting. Melee Weapon Attack: +8 to hit, reach 10 ft., one target. Hit: 8 (1d8 + 4) slashing damage. Melee Weapon Attack: +8 to hit, reach 10 ft., one target. Hit: 13 (2d8 + 4) piercing damage plus 17 (5d6) poison damage, and the target must succeed on a DC 14 Constitution saving throw or become poisoned for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success . ",
    "special_abilities_desc": "Magical darkness doesn't impede the devil's darkvision. The devil has advantage on saving throws against spells and other magical effects. ",
    "description": "Osyluths were lesser devils in the infernal caste system,[4][5][6][8][9][10][11][12] though their authority as \"police\" led to some confusion among scholars about this.[note 1] By some accounts, bone devils held the same rank in the hierarchy as orthons and war devils.[13]A typical bone devil.Osyluths were 9‒9.5 ft (2.7‒2.9 m) tall creatures with dry, sickly skin that seemed tautly stretched over every bone in their body. Despite being 500 lb (230 kg) creatures, their frames were incredibly gaunt husks so emaciated that they seemed skeletal.[3][5] Their tails were those of giant scorpions while their heads looked like menacing skulls. The putrid stench of rot surrounded their fearsome forms.[4]Osyluths were malicious sadists that reveled in the pain of lesser creatures, yet still exercised a patient vigilance and cunning.[1][2][5] They were almost entirely driven by a diverse array of negative emotions, including lust, jealousy, hatred, and fury, towards all other beings. The suffering of defiant inferiors was particularly delightful to them, but at the same time were bitter towards their own superiors for their status.[1][4] They were expected to show absolute adherence to the tenets of baatezu morality and to the will of their masters, with most being fanatically loyal or at least obedient, and encouraged other baatezu to show similar levels of viciousness and zeal.[2][4]Osyluths capable of exuding an aura of fear within a 5 ft (1.5 m) radius of themselves to send their foes running in panic.[4] Their other innately magical abilities allowed them to fly, turn themselves invisible, craft powerful illusions, and create a wall of ice. They were also capable of summoning somewhere between 1-100 nupperibos, a small group of lemures or spinagons, or up to two other osyluths.[3][4]Driven into combat by ruthless rage, osyluths violently lashed out with tooth and claw, surrounding themselves with terror to keep their enemies from fighting back.[2][4] Although capable of fighting unarmed, they often wielded hooked polearms constructed from bones to snare and wound their foes.[5] Once their opponents' bodies were restrained and their resolve shattered, a bone devil could fully subdue them with their tail venom.[1][2] They normally focused on singular foes and divided groups using their wall of ice.[2][3]The function of the osyluths was similar to that of a police force, specifically a moral police force, as they were responsible for rooting out the decay of infernal virtues within Baator.[9] They monitored the activities of other devils, vigilantly reporting their activities and ensuring their obedience.[3] Their role as taskmasters was taken extremely seriously, as they constantly sought to inspire other devils to uphold the ideals of lawful evil through brutal disciplinary action and severe motivational techniques.[2][9]They mostly congregated on the lower circles of Hell, especially Stygia, and also made up the bulk of Mammon's personal servants along with hamatula.[5][7] They often roamed the layers of Hell, occasionally grouping together as inquisitors, to exterminate heresy and force hesitant baatezu into battle. When brought to the mortal realms under the command of dictators and tyrants, their talent for spotting disloyalty and incompetence, in even small amounts, was abundantly clear.[2]As the only baatezu with authority over those of higher rank, osyluths were also among the most hated. Rather than the supervision itself, the method of punishment accessible to bone devils meant that most baatezu with a chance of getting away with it would kill them. If through whatever enigmatic interrogation methods they found a devil guilty of breaking baatezu law, they had permission to send an offender to the Pit of Flame on Phlegethos. Once sent there, the offender would experience the agonizing infernal energies of the Pit for one hundred and one days before being returned to their former positions, having presumably learned their lesson.[9]If however, the criminal attempted to kill an osyluth and was caught a much more frightening punishment was enacted. The attempted killer was transformed into a lemure and branded with a mark denoting that they were never to be promoted again, and such lemures were hated by all other baatezu. Osyluths were believed to be the agents of the pit fiends, but regardless of the truth of such a claim, their disciplinary jurisdiction over higher-ranking baatezu stopped at them.[9]While the Dark Eight were the ones in charge of the promotion of gelugons to pit fiends, the bone devils held an important role in the decision. Every century, one hundred osyluths joined in a moot named after the deceased founder of the Dark Eight, Cantrum. The osyluths gathered in a ring around the Dark Eight presenting their various reports on the moral character and competency of gelugons promising enough to be considered. The hundred osyluths had a single combined vote within the process.[4]An osyluth achieves his long-desired advancement into a hamatula.After the Ring of Cantrum concluded 1,000 osyluths were promoted into hamatula and 1,000 lower-ranking devils were turned into osyluths. To counteract this guaranteed advancement system osyluths who surpassed the usual high standards of their station advanced into amnizu.[4] Somehow this fact became distorted to the point where most mortals believed that only 1,000 osyluths existed at once, a rumor possibly started by other devils in order to make the caste seem weak.[9]When an osyluth was promoted to an amnizu, it underwent a process that was potentially lethal. The process consisted of racking, drawing, and quartering. When the osyluth got quartered, it naturally lost its limbs, but new smaller ones regrew. Once every limb was gone and replaced with a smaller one, the skin of the face was peeled to create a cowl that the would-be-amnizu had to remove through will-power, lest it died.[15]Because the merrenoloths refused to partake in the Blood War, it sometimes fell to the few osyluths that tried to learn the twists of the River Styx to become the boatmen of the baatezu. However, as Baatorian history accounts tried to cover up, entire fleets had been lost in the past to waterfalls, whirlpools, and rocks when the osyluth steering the navy made a wrong turn or misread one of the signs of the Styx, so ultimately the devils were reliant on the yugoloths for safe passage.[16]A trio of inquisitive osyluth priests.Osyluth had the necessary mental capacity to learn wizardry, possessing a talent for the art of divination that was commonly used to aid them in their duties, although only a rare few bothered learning magic. Another branch of magic osyluths pursued was that of divine magic tied to a deity. While the overall number of baatezu priests was small, osyluths made up a substantial fraction of them and were always specialty priests.[17][18]Befitting beings that primarily occupied Stygia, osyluths preferred cold environments as opposed to hot ones. They were capable of seeing into the ultraviolet spectrum due to their chilling environment.[5]Osyluths were capable of seeing in both total darkness[1][3] and in the ultraviolet spectrum.[5] Their most fearsome natural armament were their scorpion-like tails. Said tails injected a potent, strength-sapping poison into their victims, quickly rendering most powerless.[4]The famed Paladin Kern Desanea, the \"Hammerseeker\", fought with an osyluth during his adventures in the Moonsea region.[19]A mage from Dweomercore named Yarek summoned a bone devil to kill a rival, Skrianna Shadowdusk. The osyluth agreed, but then murdered him, while still seeking to fulfill its contract.[20]Strezgag the CracklingLeast: Lemure • Nupperibo • Spinagon\nLesser: Abishai (Black • Blue • Green • Red • White) • Barbazu • Erinyes • Excruciarch • Ghargatula • Hamatula (Stony devil) • Kocrachon • Merregon • Osyluth • War devil • Xerfilstyx\nGreater: Amnizu • Cornugon • Gelugon • Logokron • Narzugon • Orthon • Paeliryon • Pit fiend\nBaatezu of unknown rank: Advespa • Dogai • Gulthir • Jerul",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/c/ca/Bone-devil-5e.png/revision/latest?cb=20161120192129",
    "hit_points": 142,
    "hit_dice": "15d10"
}