{
    "name": "Bronze Dragon Wyrmling",
    "armor_class": 17,
    "challenge_rating": 2,
    "strength": 17,
    "dexterity": 10,
    "constitution": 15,
    "intelligence": 12,
    "wisdom": 11,
    "charisma": 15,
    "actions_desc": "Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 8 (1d10 + 3) piercing damage. The dragon uses one of the following breath weapons.\nLightning Breath. The dragon exhales lightning in a 40-foot line that is 5 feet wide. Each creature in that line must make a DC 12 Dexterity saving throw, taking 16 (3d10) lightning damage on a failed save, or half as much damage on a successful one.\nRepulsion Breath. The dragon exhales repulsion energy in a 30-foot cone. Each creature in that area must succeed on a DC 12 Strength saving throw. On a failed save, the creature is pushed 30 feet away from the dragon. ",
    "special_abilities_desc": "The dragon can breathe air and water. ",
    "description": "A review of bronze dragon anatomy.Physically, the bronze dragon was quite fierce in appearance, despite its good nature. While most of its body was a reflective bronze color, the wings were often tipped with green. The dragon had four large horns on each side of their heads, three protruding from each cheek and one from the top of their head, pointing back towards the tail. The tips of these points were black and very sharp, and were often used for grooming. The tongue was purple-gray, long and pointed, and not forked. A large frill ran down the upper part of its neck.[citation needed]Bronze dragons smelled like sea spray.[6]These dragons possessed the ability to alter their form, assuming the appearance of any type of animal or humanoid creature they choose. As such, many could have encountered a bronze dragon without ever being the wiser. A friendly dolphin that saved a drowning child; a mercenary sailor eager to fight pirates; a diver specializing in searching undersea shipwrecks for possible treasure… all of these could have been a bronze dragon. Many bronze dragons would use their shape-shifting abilities to get close to an enemy target; bronze dragons prefer melee combat.[citation needed]Bronze dragons could speak with animals, create food and water, make fog, control water and weather, and detect thought.[citation needed]While bronze dragons were often fascinated with battles, especially fighting to defeat evil, they had strong moral compunctions against killing living beings unless absolutely necessary. They would often join good-aligned armies to fight the forces of evil, either in human form or their own. In battle, their weapon of choice was to breathe repulsion gas, which is so putrid that it forced absolutely everything away. They also liked to relocate a foe to a remote location where it could do no harm when possible. When absolutely forced to kill, the bronze dragon was a deadly combatant, roasting enemies with bursts of lightning or ripping them open with its clawed forelegs.[citation needed]Bronze dragons had two separate breath weapons. The first was a line of electricity similar to a lightning bolt, and the second was either a cone of gas that affected the minds of creatures caught in it, causing them to flee for a short time,[7] or a cone of repulsion energy which physically pushed enemies away.[1]They truly enjoyed observing and interacting with smaller creatures, most especially humans. They often went out of their way to help them, such as rescuing humans from a shipwreck or a dangerous foe. In many of these instances, the bronze dragon would transform itself into a human, so that those who it helped never knew who really did the rescuing. They would never seek payment for their help, in any form. They always sought justice as best they could, and could not abide to see any creature being treated with cruelty of any sort. The older the dragon, the more pronounced the passion for justice became. They were probably the most social species of dragon, and often swam and played together in groups. They also loved to attend human festivals and parties, although usually in human form. The bronze dragons were spiritually connected to silver dragons as they have similar personalities and were each involved in an ancient ritual.[citation needed]Bronze dragons were often found along the coastal regions of the world. They liked to dwell along the sea, to make use of their aquatic abilities, while staying close to humanoid settlements. Many ship merchants would pay a bronze dragon to protect their trade routes. More nefarious bronze dragons would demand bribes for “protection” while accepting similar bribes from pirates to operate within their territories. Given its exceptional abilities as a swimmer, the entrance to a bronze dragon's lair was quite naturally underwater, and was often disguised with seaweed and coral. The bulk of the lair was above water level, however, consisting of multiple tunnels and large chambers, some as much as a thousand feet above sea level. They preferred to make their lairs in an island volcano, if possible.[citation needed]A bronze dragon wyrmlingBronze dragons mated for life, and took their duties as parents with the utmost seriousness. They protected their eggs and their wyrmlings at any cost. Although bronze dragons always lived near water, they laid their eggs in a dry cave. Apart from a dry, relatively warm environment, bronze dragon eggs required no special conditions for incubation like those of most dragons. Upon hatching, the wyrmlings were raised, taught, and protected by their parents. A newly-hatched bronze wyrmling appeared yellow with a tinge of green, and the scales gradually shifted to bronze as it matured. Bronze wyrmlings loved to swim in the ocean, and frolic in much the same manner as dolphins.[citation needed]Chromatic dragons: Red • Black • Blue • Green • White • Brown • Gray • Purple • Pink • Salt • Yellow\nGem dragons: Amethyst • Beljuril • Emerald • Sapphire • Topaz • Crystal • Obsidian • Ruby\nNeutral dragons: Amber • Jacinth • Moonstone • Pearl\nLung dragons: Chiang lung • Li lung • Lung wang • Pan lung • Shen lung • T'ien lung • Tun mi lung • Yu lung\nPlanar dragons: Adamantine • Astral • Battle • Blight • Chaos • Ethereal • Hellfire wyrm • Howling • Mirage • Oceanus • Pyroclastic • Radiant • Rust • Shadow • Styx • Tarterian\nEpic dragons: Force • Prismatic\nCatastrophic dragons: Earthquake • Volcanic\nMiscellaneous dragons: Cobra • Dzalmus • Mist • Radiant • Rattelyr • Song • Vishap",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/b/b7/Monster_Manual_5e_-_Dragon%2C_Bronze_-_p107.jpg/revision/latest?cb=20200827225050",
    "hit_points": 32,
    "hit_dice": "5d8"
}