{
    "name": "Bugbear",
    "armor_class": 16,
    "challenge_rating": 1,
    "strength": 15,
    "dexterity": 14,
    "constitution": 13,
    "intelligence": 8,
    "wisdom": 11,
    "charisma": 9,
    "actions_desc": "Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 11 (2d8 + 2) piercing damage. Melee or Ranged Weapon Attack: +4 to hit, reach 5 ft. or range 30/120 ft., one target. Hit: 9 (2d6 + 2) piercing damage in melee or 5 (1d6 + 2) piercing damage at range. ",
    "special_abilities_desc": "A melee weapon deals one extra die of its damage when the bugbear hits with it (included in the attack). If the bugbear surprises a creature and hits it with an attack during the first round of combat, the target takes an extra 7 (2d6) damage from the attack. ",
    "description": "Bugbears resembled hairy, feral goblins standing 7 feet (2.1 meters) tall. They took their name from their noses and claws, which were similar to those of bears.[11] Their claws were not long and sharp enough to be used as weapons, so bugbears often armored and armed themselves with a variety of purloined gear,[3] which was normally second-rate and in poor repair.[10]Bugbears, like other goblinoids, had a reputation for being dim-witted and brutish. This claim was not unfounded, and like their kin bugbears had easily provoked tempers and were prone to rages. Few bugbears overcame this flaw and their culture's brutal nature.[12] Many bugbears were chaotic evil in alignment, favoring stealth and surprising their opponents.[10]Bugbear heroes, though rare, were heard of and could acquire significant renown if successful. Often the motivation for this change of heart came from the rewards earned from virtue, which in the long term were more pleasing than the short-term pleasures of evil behaviors.[12]Balsag and his two giant rats standing guard in an underground chamber near Thundertree.Bugbears were often found in the company of other goblinoids, particularly goblins, since tribes made up mostly of hobgoblins and bugbears tended to be wiped out quickly by other races as a precaution.[12] Some bugbears also operated independently, though tribes ruled by hobgoblins were better organized and less savage. This was in part because bugbears had little patience for diplomacy or negotiation, preferring violent solutions to conflicts unless obviously overpowered.[2]Bugbears once had their own pantheon, led by Hruggek. Bugbears often decapitated their enemies as a way to honor Hruggek, who was said to do the same.[2] From the Spellplague to the Second Sundering, the power of Hruggek was diminished and the god served as an exarch of Bane, the god of tyranny.[13] However, after the Second Sundering, bugbears began to follow bugbear-specific deities such as Hruggek once more.[9]Other bugbear deities included Grankhul, the bugbear deity of hunting, senses, stealth, and surprise;[14][15] and Skiggaret. Local pantheons often included a god of earth, a god of fertility, and a god of death.[16]Like many goblinoids, bugbears spoke the Goblin language.[10]Unlike most creatures, bugbears were particularly susceptible to the effects of Bowen's flowers, which would knock them out within minutes.[17]Many scholars of the late 14th century DR believed that bugbears and goblins were both bred by the hobgoblins as slave races, with bugbears serving as elite soldiers.[2]Nine bugbears working for the Xanathar Thieves' Guild dwelt upon the Dungeon Level of Undermountain.[18]Four bugbears working for Yek dwelt in the Arcane Chambers Level of Undermountain, as well as twenty bugbears who served the Xanathar Thieves' Guild.[19]Eight bugbears dwelt in Azrok's Hold, on the Sargauth Level of Undermountain.[20]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/f/f8/Monster_Manual_5e_-_Bugbear_-_p33.jpg/revision/latest?cb=20200313165121",
    "hit_points": 27,
    "hit_dice": "5d8",
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [],
    "condition_immunities": [],
    "senses": {
        "darkvision": "60 ft.",
        "passive_perception": 10
    },
    "xp": 200
}