{
    "name": "Bulette",
    "armor_class": 17,
    "challenge_rating": 5,
    "strength": 19,
    "dexterity": 11,
    "constitution": 21,
    "intelligence": 2,
    "wisdom": 10,
    "charisma": 5,
    "actions_desc": "Melee Weapon Attack: +7 to hit, reach 5 ft., one target. Hit: 30 (4d12 + 4) piercing damage. If the bulette jumps at least 15 ft. as part of its movement, it can then use this action to land on its ft. in a space that contains one or more other creatures. Each of those creatures must succeed on a DC 16 Strength or Dexterity saving throw (target's choice) or be knocked prone and take 14 (3d6 + 4) bludgeoning damage plus 14 (3d6 + 4) slashing damage. On a successful save, the creature takes only half the damage, isn't knocked prone, and is pushed 5 ft. out of the bulette's space into an unoccupied space of the creature's choice. If no unoccupied space is within range, the creature instead falls prone in the bulette's space. ",
    "special_abilities_desc": "The bulette's long jump is up to 30 ft. and its high jump is up to 15 ft., with or without a running start. ",
    "description": "The bulette (pronounced: /buːˈleɪ/ boo-LAY[6][7]  listen or: /buːˈlɛt/ boo-LET[6]  listen or: /bjuːˈleɪ/ byoo-LAY[6]  listen or: /bjuːˈlɛt/ byoo-LET[6]  listen), also known as a landshark,[5] was a fearsome magical beast whose origins were unknown but had become a dangerous predator.[citation needed] Feared and hated by most living creatures, bulettes were extremely dangerous, burrowing unseen beneath the soil before erupting up at an unexpected moment to seize their prey.[8] Dwarves called the bulette a ghohlbrorn.[9][10]A bulette's body was covered in thick, layered plates. Its head was bullet-shaped, similar to that of a shark, with a massive mouth filled with multiple rows of razor-sharp teeth.[citation needed]Bulettes were sometimes supposed to be a bizarre cross between an armadillo and a snapping turtle, though there was little evidence to support this theory. Bulettes were heavily armored, however, like either creature, and had a powerful jaw mechanism for snapping up their unsuspecting prey.[8]Bulettes were covered head to toe in armor. Around the head and rear, this armor was a blue-brown color, while in-between the hue might range from gray-blue to blue-green. Areas around the eyes were slightly darkened, with the eyes themselves being a yellow color with blue-green pupils.[8]A bulette in mid-pounce.While bulettes could see in perfect darkness with their eyes, they were not a bulette's primary method of sensory perception. Instead, bulettes typically hunted through the detection of vibrations in the ground, moving towards the source of the movement when their hunger is aroused.[8]They burrowed through soft earth, listening for potential prey and then erupting from the ground to consume their living targets. As they had a distinctive fin that cut through the ground as it approached, these creatures were often referred to as \"land-sharks.\"[citation needed]In many cases, a bulette would swallow its prey whole, also consuming their victim's clothing, weapons, and other equipment, which the bulette could in fact digest successfully through the use of powerful stomach acid.[8]A depiction of a bulette attacking its prey.The male bulette's mating ritual was fairly complicated, involving the killing of deer and boars, which were placed in a wide circle. He then dug a shallow pit in the middle of the circle, and lined it with the bones of the animals he had killed. Over the course of about a week, the bulette slowly grinded the bones in the pit into a fine powder. He then dug underneath the pit and waited for the female.[11]The female usually came along within a month after being attracted by the odor, at which point the bulettes mated. It took only a day and a half for the female to lay around a dozen eggs, covered in spines, and by the next morning, they had hatched. During hatching, the female bulette made a noise like an elephant. Once hatched, the newborn bulettes immediately attacked the mother, in an attempt to kill her. She fought back, and although she usually killed a few of the young, leaving only around a fourth of the young, she succumbed to their attacks more often than not.[11]For the 48 hours immediately after the hatching of the eggs, the powder in the mating pit was saturated with fluid from the eggs, making it a very effective fertilizer.[11]The babies that survived after the battle with their mother then searched for food, and would take the next few days to grow. After two days, the young would reach full size and adulthood in every way, although a bulette couldn't breed until it was at least twenty five years old.[citation needed]Bulettes never took kindly to any other creature's presence, making them impossible to tame in the wild, as they would typically attack anything that came near. The only way for a bulette to be domesticated would be to bond with it over the two days of growth while it was young, and there were a few cases where this was done successfully.[citation needed]Bulettes lived in the Starwood area of the forest of Cormanthor.[11] They were also known to inhabit the mysterious Darkmoon temple along the Sword Coast, where they were studied by the ancient elf, Alain.[12]Bulettes were known to hunt in the Lizard Marsh on the Showrd Coast, north of Daggerford.[13]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/b/be/Monster_Manual_5e_-_Bulette_-_p34.jpg/revision/latest?cb=20200313165455",
    "hit_points": 94,
    "hit_dice": "9d10",
    "condition_immunities": [],
    "senses": {
        "darkvision": "60 ft.",
        "tremorsense": "60 ft.",
        "passive_perception": 16
    },
    "xp": 1800,
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": []
}