{
    "name": "Centaur",
    "armor_class": 12,
    "challenge_rating": 2,
    "strength": 18,
    "dexterity": 14,
    "constitution": 14,
    "intelligence": 9,
    "wisdom": 13,
    "charisma": 11,
    "actions_desc": "The centaur makes two attacks: one with its pike and one with its hooves or two with its longbow. Melee Weapon Attack: +6 to hit, reach 10 ft., one target. Hit: 9 (1d10 + 4) piercing damage. Melee Weapon Attack: +6 to hit, reach 5 ft., one target. Hit: 11 (2d6 + 4) bludgeoning damage. Ranged Weapon Attack: +4 to hit, range 150/600 ft., one target. Hit: 6 (1d8 + 2) piercing damage. ",
    "special_abilities_desc": "If the centaur moves at least 30 ft. straight toward a target and then hits it with a pike attack on the same turn, the target takes an extra 10 (3d6) piercing damage. ",
    "description": "A centaur had the upper body of a humanoid, and the lower body of a large horse. They stood around 7 feet (2.1 meters) tall and weighed approximately 2,100 pounds (950 kilograms).[3]Centaurs were a strong and proud race. Although they typically strove to find peace and balance with nature, they could act with violence when the need arose. Despite this desire for balance, centaurs had to eat a lot to fuel their large bodies and were known to overindulge, especially with wine and ale. A drunken centaur was much more prone to aggressive and violent behavior.[8]Although some were solitary, centaurs generally lived in tribal hunter-gatherer societies. Those that felt a sense of wanderlust to explore the world made excellent companions, and occasionally would offer a ride to allies. The suggestion that they be used as a pack animal however was met with derision.[8]Skerrit the Forester, who dwelt in the House of Nature, was properly the god of the centaurs,[3][9] yet he was not worshiped by many centaurs actually living in Faerûn. Centaurs of Faerûn did not pay great heed to the gods at all, and those who did usually worshiped Silvanus, not Skerrit, or they chose one of the elven nature gods.[10] While centaurs of the Realms were not very religious, the elven deities Corellon Larethian, Erevan Ilesere, Rillifane Rallathil, and Solonor Thelandira often called on centaurs to serve as agents for their purposes.[11]They had good relations with elves, being as they were both creatures of the forest. They generally despised humans and dwarves but weren't actively hostile toward them and tolerated gnomes and halflings.[3] It was said that centaurs had a superstitious fear of dragons and giants.[8]In the 1200s DR, a plague affected the numerous centaurs in the Cormanthor forest, causing their left hind leg to become three inches (7.5 cm) shorter than the others, and, as a result, they could not easily escape from predators such as dragons. The elves and halflings of the forest refused to help, fearing that the dragons would turn on them too.[citation needed]A centaur wearing a necklace and feathered earring, while carrying a sword in its scabbard, a quiver, and a bow.Populations dwindled so only three tribes of centaurs remained in the forest, each containing around one dozen families, and they were nomadic (within the forest boundary). Their migrations followed the same route each year, spending the winter in the east Starwood. In the early spring, they moved west, around Myth Drannor, and south to the Semberholme area, where they spent the summer near Lake Sember. At the end of the summer they traveled east, stopping for the autumn in the central Starwood, before repeating the cycle.[citation needed]Although the centaurs followed the same trails they had created over the years, these could be difficult for others to follow because they were disguised with a hallucinatory terrain spell created by the centaur leaders' magical amulets. These amulets were donated by an unknown friendly human priest.[citation needed]The centaurs of the Cormanthor forest were not as friendly toward other creatures as their counterparts elsewhere. They used falcons as scouts to warn them of nearby creatures, and were likely to attack on sight with their bows. They were still respectful of their surroundings, and would protect the forest and its wildlife. They were known to enjoy pears and peaches in particular.[citation needed]Small bands of centaurs lived freely in both the open plains and within the forests of Evermeet. They would hunt, fish and frolic with complete peace of mind. These centaurs worshiped the Sylvan deity Skerrit and were considered by the elves to be \"children of Corellon\".[12]By 1489 DR, tribes of centaurs made their home in the High Forest, in the plateaus around the Unicorn Run. At this point, the tribes had grown so much in size and population that their tribes threatened to split and move to claim new territories.[13]As of 1368 DR, centaurs inhabited the Chondalwood.[14] Some time after 1485 DR, centaurs inhabited the Far Forest, where they were protective of their territory.[15]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/c/cc/Centaur-5e.jpg/revision/latest?cb=20201226170508",
    "hit_points": 45,
    "hit_dice": "6d10",
    "condition_immunities": [],
    "senses": {
        "passive_perception": 13
    },
    "xp": 450,
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": []
}