{
    "name": "Chain Devil",
    "armor_class": 16,
    "challenge_rating": 8,
    "strength": 18,
    "dexterity": 15,
    "constitution": 18,
    "intelligence": 11,
    "wisdom": 12,
    "charisma": 14,
    "actions_desc": "The devil makes two attacks with its chains. Melee Weapon Attack: +8 to hit, reach 10 ft., one target. Hit: 11 (2d6 + 4) slashing damage. The target is grappled (escape DC 14) if the devil isn't already grappling a creature. Until this grapple ends, the target is restrained and takes 7 (2d6) piercing damage at the start of each of its turns. Up to four chains the devil can see within 60 feet of it magically sprout razor-edged barbs and animate under the devil's control, provided that the chains aren't being worn or carried.\nEach animated chain is an object with AC 20, 20 hit points, resistance to piercing damage, and immunity to psychic and thunder damage. When the devil uses Multiattack on its turn, it can use each animated chain to make one additional chain attack. An animated chain can grapple one creature of its own but can't make attacks while grappling. An animated chain reverts to its inanimate state if reduced to 0 hit points or if the devil is incapacitated or dies. ",
    "special_abilities_desc": "Magical darkness doesn't impede the devil's darkvision. The devil has advantage on saving throws against spells and other magical effects. ",
    "description": "Kytons were 6 ft (1.8 m) tall humanoids that wore chains as opposed to regular apparel. The chains wrapped tightly around the kytons like a shroud, rattling as they moved and slithering around their bodies as if they were alive.[3] The areas where a kyton's eyes, ears, nose and hair would be were also wrapped in chains, with the only visible areas being their throats, grinning mouths and the occasional glimpse of a single, glinting eye.[4]The spiked shackles were covered in barbs and iron scraps that had been welded on, with each length ending in a hook, blade or weighty ball.[3][4] Their normal weight combined with that of their chains made kytons weigh about 300 lbs (140 kg).[3] It was often difficult to tell a kyton from a regular human draped in chains, although they were frequently mistaken for undead as they matched the traditional idea of a shackled spirit.[3][4]Sadistic and cruel, chain devils gained great pleasure from inflicting pain.[1] Their love of torture made them easy to work with for any entity willing to let them indulge in their brutality.[2] Kytons savored the terror of their prey so greatly that they carefully deciphered the best way to inspire dread in their victims through an enigmatic methodology.[4] Whether through a foreboding direct chase, fleeting between the shadows or stalking their prey for hours, kytons hunted with whatever method induced the most terror in their targets with barely contained glee.[3][4]Chain devils animated the chains on their body and swung them around to rend and restrain their targets. While kytons normally could move only their own chains, a ritual known as the Gift of Chains, allowed them to manipulate chains not attached to their bodies. Up to four chains near the kyton would be animated, causing them to rattle, dance, extend by 15 feet (4.6 meters) or gain jagged spikes. The chains also increased a kyton's mobility, letting them freely move and climb along the metal ropes.[4]Chains within the possession of others could be mentally restrained to prevent the kyton from taking control, and if more than one kyton tried to control the same chain, it would not move until one kyton established dominance.[1][4] Animated chains could restrict and lash out at opponents on their own, but could still be broken and would revert to normal after sustaining enough damage or if the chain devil that created them was incapacitated.[1]Kytons also had the ability to assume the faces of deceased individuals known by those that saw them, whether they be loved ones or hated foes. Although all one could see was the lower half of their faces, it was often enough for the victim to recreate the intended visage.[4] Through this unnerving ability, chain devils temporarily caused their prey to run in terror or stand still in shock.[1][4]Kytons constantly regenerated from any injury, never bleeding and regenerating lost limbs when not simply reattaching them. They could not be harmed by the cold nor weakly enchanted weapons.[4] Only weapons made of silver or those with stronger enchantments could harm them, but blessed weapons were capable of slowing their regenerative abilities.[3][4]After chain devils had finished stalking their foes they attempted to capture them alive in order to continue torturing them later.[4] When seriously fighting, they danced around the battlefield wildly swinging their weapons and nimbly dodging any attacks made against them.[2] They only used the Gift of Chains if sorely pressed, or if they believed doing so would strike terror in their targets. When met with blessed weapons, kytons immediately retreated.[4]Kytons were the wardens and tormentors of Baator, called upon to torture the souls of mortals damned to the Nine Hells.[1] Kytons and other devils specialized in pain formed teams of relentless torturers that eviscerated the souls of mortals until both their hope and magical energy was completely drained.[5] The main rivals of the kytons were the excruciarchs, another type of torturer devil. Both types bitterly schemed to undermine each other and excruciarchs were noticeably hated within the main city of the kytons.[6][7]The city known as Jangling Hiter laid within Minauros and was the primary dwelling place of the chain devils.[6] As its police, kytons enforced the city's edicts while tracking and punishing criminals.[4] From within their giant processing stations they mutilated souls with practiced precision, and were so famous for their work that the archdevils outsourced most of their soul-torture to them. Tumbrels of victims went both in and out of the city either for processing or shipping to their new masters, with Asmodeus and Levistus in particular calling on their services.[6] In terms of industry, transport was second to torture, although chain devils were also highly skilled in metalworking.[3]In the City of Chains, all chain devils were equals, never quarreling over standing but rather over the first pick of hapless souls. Short fights occasionally broke out with the victor claiming the soon-to-be victim and the loser retreating into the depths of the city. The only treasure possessed by a kyton were collected from their victims and so their personal belongings were dependent on their abilities and choice of targets.[4]Devils specialized in torture extracted not only pain but secrets, imprisoning their enemies and learning how to corrupt them through rigorous dissection. Those that became true experts in pain while retaining an original style could reach the level of harvester devils.[8] Although red abishai could become chain devils, most opted to stay in the service of Tiamat.[9]Whether it was flesh, spirit, or anguish itself, the true diet of a kyton was a mystery. This was because captured kytons could will themselves to die, causing their bodies to melt away leaving only grease-covered chains and a puddle of foul ichor.[4]Least: Lemure • Nupperibo • Spinagon\nLesser: Abishai (Black • Blue • Green • Red • White) • Barbazu • Erinyes • Excruciarch • Ghargatula • Hamatula (Stony devil) • Kocrachon • Merregon • Osyluth • War devil • Xerfilstyx\nGreater: Amnizu • Cornugon • Gelugon • Logokron • Narzugon • Orthon • Paeliryon • Pit fiend\nBaatezu of unknown rank: Advespa • Dogai • Gulthir • Jerul",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/c/c9/Chain_devil.JPG/revision/latest?cb=20181120091218",
    "hit_points": 85,
    "hit_dice": "10d8"
}