{
    "name": "Chuul",
    "armor_class": 16,
    "challenge_rating": 4,
    "strength": 19,
    "dexterity": 10,
    "constitution": 16,
    "intelligence": 5,
    "wisdom": 11,
    "charisma": 5,
    "actions_desc": "The chuul makes two pincer attacks. If the chuul is grappling a creature, the chuul can also use its tentacles once. Melee Weapon Attack: +6 to hit, reach 10 ft., one target. Hit: 11 (2d6 + 4) bludgeoning damage. The target is grappled (escape DC 14) if it is a Large or smaller creature and the chuul doesn't have two other creatures grappled. One creature grappled by the chuul must succeed on a DC 13 Constitution saving throw or be poisoned for 1 minute. Until this poison ends, the target is paralyzed. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. ",
    "special_abilities_desc": "The chuul can breathe air and water. The chuul senses magic within 120 feet of it at will. This trait otherwise works like the detect magic spell but isn't itself magical. ",
    "description": "Chuuls were large lobster-like aberrations with a hatred for surface-dwelling humanoids. The many tentacles that surrounded their mouths were capable of causing paralysis with a single touch, thus leaving their unfortunate victim at the mercy of the chuul's powerful claws.[2]Chuuls have been described as \"a horrible mix of crustacean, insect, and serpent\", but most closely resembled an 8 feet (2.4 meters) tall yellow-green lobster, weighing around 650 pounds (290 kilograms) with four long legs, two large claws, a strong protective exoskeleton, a fan-like tail, and a mass of paralysis-causing tentacles around its mouth.[3][4]Chuuls really only had two, seemingly contradictory, motivations in life: to be left alone and to eat people. However, even if one of these wants was denied the chuul, it would normally automatically get the other; if there was no-one to eat then it was undisturbed, if it was disturbed then there was most likely someone it could eat.[2]Despite their monstrous appearance, chuuls were actually more intelligent than they seemed, often setting traps and ambushes for their prey, although they were still far from civilized; lacking any sort of culture, ability to make tools, or settlements.[3] However, they did share a racial memory, which they possessed from the moment they hatched. This allowed a chuul to clearly recall events experienced by the previous generation of their race, but this became less and less vivid the further back it went. Such memories tended to carry one defining message though: hate and kill the humanoids.[2]Strong physical combatants, chuuls fought by grabbing and piercing their target with their enormous claws. After the unfortunate victim was trapped within the strong grip of a chuul's pincer, it was either simply crushed or brought towards the creature's mouth tentacles, which grasped and exuded a paralytic secretion. Even if the victim was able to resist the paralysis at first, they would eventually succumb[3], if not to the paralysis itself then to the creature's mandibles. A chuul would normally try to always have one claw free during combat, so that it could deal with any other opponents that might try to interfere. If facing a large number of foes, it would drop a paralyzed or dead victim before moving onto the next attacker.[4]Amphibious by nature, chuuls were actually not great swimmers.[4]Much like a number of other aberrant creatures, chuuls had psychic abilities. However, it was unusual for a young chuul to have access to such powers, instead they would gradually become able to exude psychic static as they aged. Older and larger creatures were able to emit a psychic moan that weakened resistance to psychic attacks and use a psychic lure to draw victims towards it.[2]Chuuls were also able to see perfectly well in the dark, could fight even if blinded, were very alert, and had an innate immunity to poisons.[2][4]A chuul attacking an adventurer with an OtyughChuuls preferred to engage in combat either on land (where they could survive indefinitely) or very shallow water. A chuul would wait by a shoreline, while submerged or partially submerged in murky water, until it heard a suitable prey-item either within or without the water that it could perform a surprise attack upon.[4]Chuuls could be found living as solitary creatures, in pairs,[4] or in small groups of 3-5, which were known as pods.[2] A pod would purposely seek out a body of still water that was large enough to support the entire group. Some chuul, particularly older ones, would create lairs by digging up lake bottoms and building rudimentary structures from trees and stones.[2] A chuul lair consisted of roughly circular rooms that were interconnected by tunnels made just large enough for the biggest member of the resident pod to squeeze through.[2]One of the aforementioned rooms in a chuul lair would always be a trophy room, as chuuls were born hoarders. After making a humanoid kill, a chuul would keep aside something from the victim as a trophy, whether shiny armor, a piece of jewelry, or even a well-crafted saddle. If the victim was not carrying anything of interest, then the chuul would settle for displaying their skull in their trophy room. The skull itself would be empty, but not due to chuul consumption, as they would not eat the brain.[2]Due to desire for solitude, only a small subset of creatures were able to coexist peacefully with chuuls, as intruding on their terrain was extremely dangerous. Given their innate hostility to humanoids, chuuls would attack any such beings whenever they were able. However, this prejudice only extended to surface-dwelling intelligent humanoids such as dwarves, elves, humans, and halflings.[2]The exception to this rule was that chuuls would not prey upon other aberrants or subterranean creatures. In fact, chuuls had been known to work together with grimlocks, troglodytes, and mind flayers, if it allowed them to destroy and consume surface-dwellers. If they didn't discard the brains of their victims far away from their lairs they traded it with the brain-eating mind flayers. A chuul could even be persuaded to barter with the items in their hoard, but only for captive humanoids or other things a chuul considered a \"delicacy\".[2]Surface-dwelling chuul were able to speak Common, while those that made their lairs underground tended to speak Undercommon.[2][4]A swamp-dwelling chuul.Chuul could be found in aquatic lairs in a variety of watery habitats. Although they preferred swamps, jungle lakes, temperate marshes, and underground bodies of water, some individuals would purposely seek out sewer tunnels or coastline shipwrecks in order to provide themselves with a more accessible source of food. They were also known to use rivers, and even oceans, in order to travel to new locales.[2]Oviparous creatures, adult chuul produced clusters of slimy yellow-green eggs from which chuul hatchlings emerged. An adult chuul would lay such egg sacs only rarely, and so would viciously protect them (as would any fellow pod members). If a chuul with hatchlings found itself in a food-poor environment, it would attempt to collect humanoid prisoners to feed to its young. Seemingly counterintuitively to their aforementioned protective care towards their young, chuuls were known to attach their egg sacs to the underside of ships, boats, and rafts in an attempt to increase their distribution to new lands.[2]Brains were poisonous to chuuls.[2]An uchuulon or \"slime chuul\".Chuuls tended to be rather prone to mutations, with magical experimentation, planar rifts, and polluted water affecting and altering them far more easily than other creatures, leading to gigantic and/or poisonous individuals. However, it was only under the experimentation of aberrant magic-users that such mutations reached truly terrifying proportions. Such tinkering was done with the aim of fully unlocking the chuuls' psychic potential and thus create formidable minions that were not only physically powerful, but possessed potent mental powers as well.[2]Older specimens that were able to reach a great size were known as chuul juggernauts.[2] An uchuulon (also known as a \"slime chuul\") was a chuul implanted with a mind flayer tadpole.",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/9/93/Chuul-5e.jpg/revision/latest?cb=20161119180436",
    "hit_points": 93,
    "hit_dice": "11d10",
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [
        "poison"
    ],
    "condition_immunities": [
        {
            "index": "poisoned",
            "name": "Poisoned",
            "url": "/api/conditions/poisoned"
        }
    ],
    "senses": {
        "darkvision": "60 ft.",
        "passive_perception": 14
    },
    "xp": 1100
}