{
    "name": "Cloud Giant",
    "armor_class": 14,
    "challenge_rating": 9,
    "strength": 27,
    "dexterity": 10,
    "constitution": 22,
    "intelligence": 12,
    "wisdom": 16,
    "charisma": 16,
    "actions_desc": "The giant makes two morningstar attacks. Melee Weapon Attack: +12 to hit, reach 10 ft., one target. Hit: 21 (3d8 + 8) piercing damage. Ranged Weapon Attack: +12 to hit, range 60/240 ft., one target. Hit: 30 (4d10 + 8) bludgeoning damage. ",
    "special_abilities_desc": "The giant has advantage on Wisdom (Perception) checks that rely on smell. The giant's innate spellcasting ability is Charisma. It can innately cast the following spells, requiring no material components:\n\nAt will: detect magic, fog cloud, light\n3/day each: feather fall, fly, misty step, telekinesis\n1/day each: control weather, gaseous form ",
    "description": "Cloud giants stood erect at soaring heights around 24 feet (7.3 meters).[4][5][7][8] Their huge bodies weighed around 11,500 pounds (5,220 kilograms).[4][5][note 1]The bodies of cloud giants often displayed handsome and well-defined features.[4] Their skin ranged in color from milky white to light sky blue. Their hair was silvery white or brass, and their eyes were iridescent blue.[3][4][6]They often dressed in clothing made of the finest material and jewelry.[3][4][6] Rather than wearing any form of armor, they preferred to wear or carry things enchanted with protective magic.[4] When they did wear armor, it was usually a chain shirt.[3]The wall-mounted mask collection of a cloud giant noble.Cloud giant nobility seldom showed their faces, instead owning and wearing a collection of exquisite masks that were made of precious metals and adorned with gemstones — the act of wearing a mask was meant to emulate ancient depictions of their patron god Memnor. These masks reflected the noble's current mood, thus masks were prized for how accurate they could express a mood and an individual might shift between many in a single day. Only the richest of nobles could afford the dozens necessary to show all of the possible, subtle differences in emotions.[10]Cloud giants were easygoing people,[11] highly creative, masters at strategizing, and had great appreciation for music.[3][4] They considered life to be a series of obstacles, which were meant to be met with joy rather than sorrow and overcome with applications of skill.[12]Cloud giants commonly had superiority complexes, considering other creatures to be their \"lessers\",[12] which at times blinded them to the consequences of their actions.[13] They also had an obsession for gambling and wagering,[10][14] with a strong desire for high risks and high rewards. Frequently betting on the outcomes of events outside of their control.[14]Cloud giants had vision that extended into the infrared, (although this was not infravision,) which allowed them to see particularly well through fog and cloud,[15] as well as low-light vision.[3] They also had an excellent sense of smell.[15][14]They were wholly immune to lycanthropy of any form.[16]Out of all the giant races, cloud giants were the most outwardly magical. Possessing an innate ability for casting spells related to the air, gravity, and weather.[17] Being able to summon forth a cloud of fog and mist at will[3][14] or turn themselves into mist. Some had even greater control of the weather, being able to bring forth storms and steer the wind just as well as any storm giant.[14]Cloud giants were known to innately have a high affinity for both runecasting and traditional sorcery.[18]Clerics of a good-aligned generally had access to any two of the following domains — Good, Healing, Strength, or Sun. While evil-aligned clerics had access to any two of the following domains — Death, Evil, or Trickery.[3]As they were often skilled in strategizing, cloud giants often fought with other creatures in well-organized units under a carefully developed plan of attack. A typical tactic among them was encircling an enemy and barraging them with rocks to distract from the spellcasters among them.[4]When it came to close quarters combat, they were known to favor the use of greatclubs[19] and morningstars that were appropriately sized for their use.[1][3][4][20]The cloud giant race began with an individual by the name of Nicias, one of the mortal children of Annam All-Father and Othea, who in the kingdom of Ostoria was ceded control of the skies by Annam.[21] He went on to become one of the first runecasters[22] and won the first cloud palace in a wager with the deity Stronmaus. Cloud giant runecasters went on to study the palace, uncovering the secret of its operation, and soon it became common for them to live in such structures,[23] with them going so far as to construct immense floating cities.[24][25]Cloud giants came to act as the strong right hands of the storm giants in Ostoria,[24] helping them to devise the battle strategies that were utilized by fire giants.[26] During this time they also frequently used crystals, prisms, and mists to paint images upon the ground from fractured sunlight.[25]At some point a civil war occurred, after which a group of cloud giants split off and became an offshoot race known as fog giants.[27]Later on, the Thousand Year War between the giants and dragons kicked off with a flight of red dragons, led by an avatar of Garyx, burning and razing a cloud giant city. Following this, many cloud giant cities transformed into what could be considered fortresses.[25]Following the fall of Ostoria, a great deal of knowledge was lost that included the means by which to construct cloud palaces. Over time the number of cloud giants who lived in them decreased,[14][28] until only those who were at the apex of their ordning claimed them as homes. Some believed the knowledge of creating them was not truly lost forever, but buried within some ancient structure and rumors of a ruined library containing them would crop up from time to time. Many came to believe that this ancient knowledge was bound to be rediscovered someday by a hero.[28]Due to their easygoing nature, cloud giants often spent their time frolicking or celebrating just about everything.[11]The central unit of cloud giant life was family units, rather than the standard giant clan. Consisting of a mated pair, their offspring (if any),[28] and a couple of close relatives.[29] The members of a family usually shared the same sort of alignment.[14]In times of need, scattered cloud giant families would band together as a unified clan.[14][29] These were typically led by older individuals who possessed great talent in spellcasting. Every clan,[4] family, and individual cloud giant knew where their nearest neighbors were, even if it was hundreds of miles away.[29] Clans would sometimes join up with one another to engage in trade, throw celebrations, or battle against other threats.[3][4] Though they preferred not to gather together in too great a number at any one place, knowing their combined treasure hordes would attract adventurers and would-be thieves.[29]Because of their appreciation for music, the majority of cloud giants were known to be capable of playing one or more instrument. Harps were one of the most favored instruments among them.[3][4] The possessions they carried were usually well-made and well maintained. Unlike other giants, they never carried treasures within the shoulder sacks that were typically carried by giants.[3]For cloud giants an individual's place in the Ordning was determined by extravagance and wealth.[14][29] Though possession of greater wealth didn't mean much unless it was on display, either by decoration of their home or themselves.[29] Because of this, appearance was considered reflective of one's station in life, so the more clothing and jewelry one owned the more prestigious they were thought to be.[4] Though there was also emphasis on these extravagances being beautiful or wondrous.[14]Cloud giants also displayed their wealth by the giving of lavish gifts to other families. They believed the best gifts were those that everyone could be convinced was more valuable than its actual worth, with only the giver and receiver ever knowing the truth.[10]One's wealth and place in the ordning could also be shifted by acts of gambling,[14][10] which served them as a sort of bloodless feud that could go on for generations between families.[10] Individuals were even willing to wager their own ordning rank.[14][13] In earlier ages this gambling could involve simple games, such as quist and wah-ree, but over time it became common to bet on the outcomes of events outside of their control. These were referred to by the cloud giants as \"contests\" and thought to measure a cloud giant's ability to master the psychology of other creatures.[12] If one tried to fix the outcome of such wagers by interfering, they were considered the loser if the deceit was discovered.[14]Some cloud giant contests actively involved the act of manipulating lesser creatures, such as wagering one could make a woman fall in love with a select man or that they could make a king abdicate their throne. In such wagers a cloud giant would use anything at their disposal to win, such as magic and messengers. The only rule for such contests that the creatures being manipulated could not catch on to what was going on.[12] If they did, the wagerer lost.[13]Their ordning also featured a complex etiquette revolving around the ideas of victory and loss, which dated back to the days of Nicias. Skilled winners were expected to know how to share their victories with all, while losers were expected to be gracious and humble. Because of this etiquette, loss was considered to be nothing more than the absence of victory.[12] Though they could still be sore losers, resulting in those generations spanning betting wars in which individuals hope to win back what their predecessors lost.[10]Many cloud giants were known to hunt for wild game, such as elk,[30] but in general they were avid gardeners, growing gigantic versions of produce. Such as beans the size of turnips, turnips[29] and apples the size of pumpkins, grapes the size of apples, and pumpkins the size of wagons[14] or carriages.[29]They preferred their food to be carefully prepared with a variety of spices and sauces. Cloud Giants were also known to have a fondness for finely aged wine.[4]Most cloud giants lived atop high mountains,[14][3][28] inside or even above a near-perpetual cloud layer.[3][28] Due to their ordning a cloud giant's home was often extravagant throughout, sporting such things as windows[29] framed in gold leaf or tapestries composed entirely of pearls.[10] All cloud giant strongholds had a space devoted to a garden. These were seldom ever affected by drought, frost, or locusts.[29]Cloud palaces often had complex scrying devices to keep an eye upon the inhabitants of the region they lived in.[12]Cloud giants spoke the general giant language Jotun, their own specialized version of it known as Jotunskye, as well as common.[31] They were often illiterate, though to a lesser degree than giant races whose cultures put little value on education, such as hill and fire giants.[32]Common given names among cloud giants included the following:[33]As a whole, cloud giants were not a very religious people.[34] They generally worshiped either Stronmaus,[35] Iallanis,[36] or Memnor, the latter of whom was considered their patron among the giant pantheon.[24]It was believed that those with evil tendencies typically worshiped Memnor,[37] but in actuality the cloud giants tolerated conflicting ideas about him.[34] Good-aligned cloud giants revered him for his charm, intelligence, and persuasiveness. While those of an evil-alignment revered his trickery. Those who worshiped Memnor generally tried to emulate the aspects of him that they admired.[10] Thus the latter were often deceitful and self-interested.[14] Those who sought to emulate this trickery above all else were known as smiling ones and wore two-faced masks — one smirking and one frowning, the latter meant to represent displeasure over their place in the ordning — that served as symbols of their devotion.[34]Among the giant races the cloud giants ranked third in the Ordning,[38] yet they considered themselves to be above all the other giants,[4][14] including storm giants due to their reclusive nature.[14] Though when alongside a storm giant, they considered themselves to be equals.[3][4] When it came to the lesser giant races, cloud giants often employed them to seek out wealth and art on their behalf. Hiring fire giants to act as smiths and crafters, frost giants to act as raiders and plunderers, and hill giants to act as general brutes and combat fodder. Sometimes having those of the hill variety fight each other for their amusement. They might even order the latter two to steal from nearby human lands.[14]Clouds giants often demanded tribute from humans and demihuman communities. They viewed tribute as only proper, for they drove many threats from the areas in which they lived and they were so kind as to not simply take what they wanted,[29] though those of a more evil-alignment were liable to simply raid such communities.[3][4]Many cloud giant families would offer their bountiful produce to such communities when they became stricken with drought, frost, or locusts. Such help was at the root of tales of magic beans and cottages carved from gourds.[29] Good-aligned cloud giants were even known to engage in trade with humanoid communities for clothing, food, jewelry, and wine. Some communities established such good relations with nearby cloud giants that they would come to their aid if endangered.[3][4]Some cloud giants acted as servants of the goddess Aerdrie Faenya.[39]Most cloud giant homes featured one or more pets. The most popular choices among them were creatures of the sky,[29] such as griffons, giant eagles,[4][29] hippogriffs,[4][20] perytons,[14] rocs,[40] owls, and wyverns.[29] Wyverns were more common among the evil-aligned members of this race, who were also known to keep both human and demihuman slaves.[4] Cloud giants were also known to keep creatures other than those that flew, with rare creatures treated as more of a status symbol than companions.[29] Some ground dwelling creatures they were known to keep included owlbears, lions,[14] spotted lions,[19][20] and dire lions.[3]True Giant Offshoots\nAsh • Craa'ghoran • Maur • Phaerlin\nGiant-Kin\nCyclops (Cyclopskin) • Firbolg • Fomorian • Ogre (Oni) • Verbeeg • Voadkyn\nZakharan Giants\nDesert • Island • Jungle • Ogre giant • Reef",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/2/25/CloudGiant-5e.jpg/revision/latest?cb=20141112145156",
    "hit_points": 200,
    "hit_dice": "16d12"
}