{
    "name": "Couatl",
    "armor_class": 19,
    "challenge_rating": 4,
    "strength": 16,
    "dexterity": 20,
    "constitution": 17,
    "intelligence": 18,
    "wisdom": 20,
    "charisma": 18,
    "actions_desc": "Melee Weapon Attack: +8 to hit, reach 5 ft., one creature. Hit: 8 (1d6 + 5) piercing damage, and the target must succeed on a DC 13 Constitution saving throw or be poisoned for 24 hours. Until this poison ends, the target is unconscious. Another creature can use an action to shake the target awake. Melee Weapon Attack: +6 to hit, reach 10 ft., one Medium or smaller creature. Hit: 10 (2d6 + 3) bludgeoning damage, and the target is grappled (escape DC 15). Until this grapple ends, the target is restrained, and the couatl can't constrict another target. The couatl magically polymorphs into a humanoid or beast that has a challenge rating equal to or less than its own, or back into its true form. It reverts to its true form if it dies. Any equipment it is wearing or carrying is absorbed or borne by the new form (the couatl's choice).\nIn a new form, the couatl retains its game statistics and ability to speak, but its AC, movement modes, Strength, Dexterity, and other actions are replaced by those of the new form, and it gains any statistics and capabilities (except class features, legendary actions, and lair actions) that the new form has but that it lacks. If the new form has a bite attack, the couatl can use its bite in that form. ",
    "special_abilities_desc": "The couatl's spellcasting ability is Charisma (spell save DC 14). It can innately cast the following spells, requiring only verbal components:\n\nAt will: detect evil and good, detect magic, detect thoughts\n3/day each: bless, create food and water, cure wounds, lesser restoration, protection from poison, sanctuary, shield\n1/day each: dream, greater restoration, scrying The couatl's weapon attacks are magical. The couatl is immune to scrying and to any effect that would sense its emotions, read its thoughts, or detect its location. ",
    "description": "A couatl resembled a long, feathered serpent with a pair of rainbow-feathered wings that allowed it to fly. They were around 12 ft (3.7 m) in length, with a wingspan of 15 ft (4.6 m). They weighed around 1,800 lb (820 kg).[3]Their powerful minds were capable of great psionic might.[3]Couatls live solitary lives, in pairs, or in flights of 3–6 individuals. Their intellect was above that of most humans, and often owned treasure. They typically spoke Common, Draconic, and Celestial.[3]Couatls were known for their beauty, magic, and virtue. Due to their intelligence and devotion to good, they were sometimes worshiped by people who inhabited the same area as them.[3]Spellcasters could summon couatls with the summon monster IX spell.[10]Couatl inhabited warm jungles. They were most common in Maztica.[11] Beyond the Prime Material plane, some couatl could be found in the Elemental Plane of Air.[12]A couatl depicted on Ten tarot card.The origins of the couatl laid with sarrukh clans from the kingdom of Okoth. Those sarrukh, having realized that their empire was failing, fled to the other planes of existence. But for over a millennia they were nomadic, traveling from plane to plane as they never found one they were willing to settle in for more than a generation. This life hardened most of them, gradually leading them to embrace their darker natures.[13]Among those sarrukh there were a few who despaired their kindred's embracing of evil. They chose to break off from their peers and prayed to the deity Jazirian, a fragment of the World Serpent, for aid. He responded by transforming those sarrukh into what became known as the couatl. The rest of the Okothian sarrukh declared war on their transformed former brethren, and despite their superior numbers the couatl held their own. This conflict continued until Jazirian was slain by Merrshaulk, a darker fragment of the World Serpent. This forced the couatl to flee back to Abeir-Toril, where they arrived and settled in the land of Maztica.[13] Though splintered off, some flying east to the land of Chult to confront the yuan-ti their people had created.[14]circa -24000 DR, that splinter group of couatl arrived in Chult and engaged in a centuries long conflict with the yuan-ti for control of the Chultan peninsula, eventually ending with a stalemate that marked the Hazur Mountains as the boundary line between their territories.[15]Those that remained in Maztica were embraced by the deity Qotal[13] as his favored beings and signs.[16] They in turn acknowledged him as their god Jazirian reborn, while those had flew to Chult embraced Ubtao as their patron deity.[14] When Qotal later left the True World, he made a prophecy that a couatl would one day appear and be greeted by his chosen daughter. This would be the first sign of the god's return to his people.[16]Around the −3000 DR, the couatl population of Chult experienced a steep decline and sought out others to help them keep the yuan-ti from spreading their influence into the peninsula's western end. In their search they came to find the humans and tabaxi of Katashaka, who they preached to of Ubtao.[15][17] One couatl, named Ecatzin, came to the Tabaxi tribes. They were initially resistant, fearing the feathered serpent to be a minion of wrathful god Akongo, but some gradually came to accept Ecatzin's words and learned a little of his language. And a chosen few were even taught a forbidden magic called matumbe, which one tabaxi named Oyai, used to slay the the monster that had been terrorizing them for millennia.[17] Eventually in -2809 DR, the couatl led those tabaxi tribes, alongside the human tribes Eshowe and Thinguth, and many others across the seas to Chult in a grand migration.[15][17]A couatl acting as the patron for a temple.",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/5/54/Couatl-5e.jpg/revision/latest?cb=20161120043508",
    "hit_points": 97,
    "hit_dice": "13d8",
    "condition_immunities": [],
    "senses": {
        "truesight": "120 ft.",
        "passive_perception": 15
    },
    "xp": 1100,
    "damage_vulnerabilities": [],
    "damage_resistances": [
        "radiant"
    ],
    "damage_immunities": [
        "psychic",
        "bludgeoning, piercing, and slashing from nonmagical weapons"
    ],
    "caption": "The couatl was a large, otherworldly, winged serpentine creature."
}