{
    "name": "Cultist",
    "hit_points": 9,
    "hit_dice": "2d8",
    "armor_class": 12,
    "challenge_rating": 0.125,
    "strength": 11,
    "dexterity": 12,
    "constitution": 10,
    "intelligence": 10,
    "wisdom": 11,
    "charisma": 10,
    "actions_desc": "Melee Weapon Attack: +3 to hit, reach 5 ft., one creature. Hit: 4 (1d6 + 1) slashing damage. ",
    "special_abilities_desc": "The cultist has advantage on saving throws against being charmed or frightened. ",
    "description": " This article is about the semi-religious organization. For the 2nd edition sourcebook, see Cult of the Dragon (sourcebook).\nSymbol of the Cult of the Dragon.\nCult of the Dragon\nBasic Information\nAlias(es)\nWearers of Purple\nKeepers of the Secret Hoard\nFollowers of the Scaly Way\nBase of\noperations\nRumored to be near the Battle of Bones, in the Western Heartlands\nLeader(s)\nSammaster\n902 DR–916 DR\nAlgashon Nathaire\n916 DR–1018 DR\nTuelhalva Drakewings\n972 DR–1018 DR\nSammaster\n1373 DR\nThe Triumvirate\n1374 DR–?\nSeverin Silrajin\n~15th century DR[1]\nSymbol\nA flame with eyes burning, above a dragon's claw\nMembership\nAlignment\nLG NG CG\nLN N CN\nLE NE CE\nMembers\nEvil cultists, wizards, merchants, clerics\nRelationships\nAllegiances\nMany evil dragons\nEnemies\nHarpers, churches of Mystra, Lathander, Torm, and Tyr\nMembers of the Cult of the Dragon\nThe Cult of the Dragon, also known as Keepers of the Secret Hoard or, as of around 1370 DR, Wearers of Purple,[2] was a semi-religious evil organization venerating undead dragons, or dracoliches, founded by Sammaster, a powerful wizard. Sammaster possessed great power, in a manner similar to Elminster and Khelben \"Blackstaff\" Arunsun.[3] In Sammaster's case however, the additional power brought delusions of godhood and madness, and he came to believe in time that \"dead dragons shall rule the world entirely\" and began to work toward that goal, fighting the several Chosen of Mystra and even the god Lathander along the way. While Sammaster has died, risen as a lich,[4] and fallen again, his cult lived on, and continued to threaten the Western Heartlands.\nThe Cult of the Dragon venerated dragons, evil dragons in particular, and specifically dead evil dragons. They reanimated the gargantuan corpses as powerful and fell dracoliches. The Cult acted as an information network for its draconian \"masters\", brought gems and riches as offerings, and encouraged evil dragons to become dracoliches. Their belief was that dracoliches were destined to one day rule Faerûn and beyond. They could become inhabited by objects which were created in their image especially with the image of the skull.[5]\nContents\nActivities\nOrganization\nCells\nMarsember\nMourktar\nMurghôm\nNeverwinter\nSembia\nSunset Mountains\nTymanther\nWyrmsmoke\nHierarchy\nTitles\nEquipment, spells and artifacts\nArmor\nMagical items\nArtifacts\nSpells\nHistory\nAppendix\nAppearances\nFurther Reading\nReferences\nActivities\nThe Cult of the Dragon's main activities were to gather intelligence for the evil dragons of Faerûn, contribute treasure for their hoards, and aid them in any way possible, in an attempt to gain the cooperation of these dragons.[6] They were also able to make preparations for these evil dragons to transform into dracoliches, and guard dragon lairs, sometimes containing dragon eggs or hatchlings, while these dragons went to hunt or raid.[7]\nIn exchange, the members of the Cult of the Dragon would seek permission to use the dragons' lairs for shelter, and ask for help from the dragons if they were ever called upon using the rings of dragons.[7]\nThe Cult was active throughout the Realms, but was especially powerful in the Cold Lands and the North, where dragons were particularly abundant.[citation needed] Cult member activities included gathering information on particularly rich caravans to be raided, stealing unique items to be offered to their masters, and leading raids against their enemies (who, in their minds, were all those who might oppose the rulership of the dragons).[6] Senior members of the Cult of the Dragon were given the secret of creation of dracoliches and each was also in possession of a ring of dragons. The keepers used these to protect themselves against assailants.[citation needed]\nThe cult was not against legitimate commercial activities, and as such it had several merchant members who used their well earned money to fund cult projects.[8]\nOrganization\nCells\nMarsember\nThe Cult of the Dragon had a following in the Shou enclave of Xiousing in Marsember in the late 15th century DR. The Shou traditionally venerated dragons and the cult found they could operate more openly among the Shou than among other cultures.[9]\nMourktar\nOne of the longest-operating cells of the Cult (f.1005 DR), this group acted as pioneers in the field of magical research related to dragons and undeath. They achieved great success in persuading the dragon Alasklerbanbastos to undergo the transformation to dragonlichdom, and the Great Bone Wyrm has since become the cell's leader. In fact the cell relocated their base of operations from Chessenta to his lair in Mount Thulbane.[10]\nThis cell has had a dogmatic reputation within the Cult of the Dragon as a whole, due to their devotion to Bane, strong ties to his church and emphasis on the teachings of Algashon Nathaire over those of Sammaster. The cell has however, remained united in its hatred of Tchazzar and his followers over the years and saw his return to ascension as an open threat of to Alasklerbanbastos.[10] During the late 14th century, The Great Bone Wyrm hinted at an alliance forming between their cell and the Church of Tiamat, which along with failed attempts at installing draconic leaders in Chessenta and Threskel, had its members weary and marginalized from other Cult branches.[10]\nMurghôm\nIn the late 15th century DR the cult operated openly in the dragon dominated realm of Murghôm. The cult owned a building in the city of Skalnaedyr known as Dragon House and maintained a fortress on the edge of the Plains of Purple Dust known as the Tower of the Talon.[11]\nCult of the Dragon graffiti in Neverwinter.\nNeverwinter\nIn 1479 DR, a cell of the cult, led by Adimond Kroskas, worked in conjunction with Thayan agents of Valindra Shadowmantle in Neverwinter Wood, searching for a way to restore the dragon Lorragauth to unlife.[12] At the time, someone regularly graffitied a wall of a dilapidated building in the southern Blacklake District of Neverwinter with Iokharic writing (the language unrecognized) and the Cult of the Dragon symbol. Locals believed the images were evil, but mistook it for a devil-worshiping cult.[13]\nSembia\nAs of 1368 DR, the commander of the guard in Daerlun, Sembia, was in control of the city through manipulation of the elderly merchant and official ruler Halath Tymmyr. The organization used Daerlun as an arms store and to heal wounded members, preferring to keep activities low-key.[14]\nBy he 1370's DR the senior leaders of the Sembian cell were the Wearers of Purple Salvarad, Zannaster, Zilvreen and Faerlaur Onthim along with seven or so well-to-do merchants and a senior member of the Silver Ravens. The cell was strongly allied with the dracoliches Aurgloroasa and Dretchroyaster, and maintained a loose associated with a few others. The Sembians maintained a strong influence over the Dragonwell cell.[15]\nThe Sembian cell was in a constant resource war with the Zhentarim and repeatedly came into conflict with the church of Tiamat during their efforts to convert the dragons of the Thunder Peaks to undeath. They even became a check on the growing threat of the Shadovar.[15]\nSunset Mountains\nThis Cult cell was housed in a citadel in the Sunset Mountains, near the Well of Dragons, the legendary site that served as a graveyard to dragons in Faerûn for ages. Their influence stretched from the Serpent Hills in the south to the southern border of the Anauroch, and even off the coast to the island of Evereska.[15]\nIn the late 14th century the Dragonwell cell was led by Naergoth Bladelord, a former member of the Sembian cell. In fact the group in the Sunset mountains maintained close relations with their sister cell, and was full of its expatriated members. They had one allied dragon, Arsekaslyx, who served as their guardian for over a century.[15]\nAs of the late 15th century DR some old dragons continued to make pilgrimages to the site to achieve immortality through dracolichdom.[11]\nTymanther\nIn the late 15th century DR a secret cell of the cult operated in Djerad Thymar, the capital of Tymanther. The cult maintained its membership and beliefs secret, but had a public face called the Abeir Academy that welcomed dragonborn who have had hard times and were looking for a new start, as a way to cultivate potential new members.[16]\nWyrmsmoke\nLocated in the Galena Mountains, the Cult cell that operated from Wyrmsmoke Keep extended their influence over the dragons of Thar and the eastern Moonsea. They often sought out dragons to disrupt the trade lines of the Zhentarim, though they could not sustain open opposition. The Wyrmsmoke cell had lost all their dracoliches, and many of their draconic allies in 1373 DR, largely at the hands of the Talons of Justice.[15]\nThis cell was led by a council of six Wearers of Purple mostly from the Moonsea region; Kaela Ulsant, Crenshyl Khodoil, Delphaeryn Leiyraghon, Orinskar of Thar, Theldar Hammerfist and Dalgar. Their garrison of forces included three tribes of dragonkin, a tribe of draconic orcs and their fire drake mounts.[15]\nHierarchy\nThe structure of a Cult of the Dragon call was comprised of two distinct tiers of cult members, the higher-echelon Keepers of the Secret Hoard, and the more common Followers of the Scaly Way. Each cell was led by one or more members of the Wearers of Purple, whose members commonly overlapped with the Keepers.[17]\nKeepers of the Secret Hoard: The true believers within the Cult. This group was comprised of wizards, most commonly necromancers, a handful of priests and clerics and the most ruthless and vicious of the Cult warriors.[17] Only the Cult mages had the arcane knowledge required to take active duty in providing dragons with beneficial magical items as well as prepare the esoteric potions and rituals needed for a dragon to become a dracolich. As divine spellcasters members were somewhat rare, the mages also often controlled the lesser undead and supported the cell's leadership.[18]\nFollowers of the Scaly Way: In addition, the Cult employed many mercenaries and warriors to act as martial security,[19] and outside agents such as merchants to act as spies, smugglers or move their illicit goods or adventuring companies, while unbeknownst to them,[18] rid the world of problems that hamper Cult activities.[20]\nDoomkin: The elite warriors of the Cult of the Dragon, armed with doomkin scarabs allowing them to dominate their targets who answered only to the Wearers of Purple.[21]\nTitles\nBy the 15th century DR the organization and structure of the Cult of the Dragon had changed somewhat. As of this time titles within the cult included, in descending order:[22]\nWyrmspeaker, the cult's highest echelon that held one office for every primary color of chromatic dragon,[22] Dragonsoul, Dragonfang, Dragonwing, Dragonclaw, and Initiate, entrants into the cult that would train for months or years to attain higher rank.[22]\nEquipment, spells and artifacts\nA cult ritual.\nArmor\nEvil dragon armor[23]\nMagical items\nAmulet of draconic might[24]\nDragon's tooth[24]\nDragon masks\nRing of dragons[25]\nArtifacts\nMask of the Dragon Queen\nTome of the Dragon\nSpells\nMain article: Cult of the Dragon spells\nThe Cult of the Dragon employed a number of unique and specialized spells that were inscribed within the Tome of the Dragon. As copies of Sammaster's opus were disseminated to leaders of the Cult's cells, they were often used by their arcane members while in service to the Sacred Ones. Many of the more uncommon and rare spells associated with the Cult were based in the metamagic and necromancy schools of magic. These subjects were part of Sammaster's obsession after his fall as one of Mystra's Chosen.[26]\nAbsorption[27] • Algarth's embattlement[27] • Animate skeletons[28] • Animate zombies[29] • Attract ghoul[30] • Become bones[30] • Charmthwart[29] • Combine[31] • Command undead[28] • Deathmaster's vial[32] • Death armor[30] • Death ward[31] • Dweomerburst[33] • Empower skeleton[34] • Enlarge skeleton[28] • Fear aura[35] • Find familiar (necromancer)[36] • Forcefend[37] • Ghastly hands[29] • Gloom[37] • Mordenkainen's penultimate cogitation[38] • Persistence[38] • Pierce any shield[39] • Pierce magic resistance[35] • Protection from Deathbane[36] • Protection from Deathbane, 10' radius[37] • Putrefaction[29] • Rary's spell enhancer[32] • Rary's superior spell enhancer[33] • Rary's urgent utterance[33] • Ray of paralysis[29] • Resist turning[36] • Sammaster's conjunction[39] • Sammaster's lash[37] • Semipermanency[40] • Shatterbone[38] • Skeletal guard[41] • Skeletal spellcraft[35] • Spectral ears[28] • Spectral eyes[36] • Spellcaster[41] • Spelltouch[32] • Thrice[33] • Thrice, improved[38] • Thrice supreme[41] • Triad gem • Undead aides[41] • Undead lieutenancy[34] • Undead servant[28] • Undead summoning I[34] • Undead summoning II[32] • Undead summoning III[33] • Undead summoning IV[38] • Undead summoning V[40] • Undead summoning VI[27] • Undead summoning VII[24] • Undead touch[34] • Unlife[27] • Zone perilous[40]\nHistory\nMain article: History of the Cult of the Dragon\nOriginally, The Cult of the Dragon lacked any formal headquarters or strong leadership, which caused the organisation to be disjointed and often in conflict with itself.[7]\nAlthough Sammaster was killed in 916 DR during an ambush by the Harpers and clergy of Lathander, Algashon Nathaire led the organization underground, and Sammaster gained lichdom, having prepared for the event of his death.[7][42]\nKya Mordrayn's scarred cultists in the ruins of Myth Drannor circa 1369 DR.\nBy around 1370 DR, the Cult had spread widely, and its own tenets had diverged, leading to members in different areas having different ideas of the Cult's formation and ultimate destiny.[7]\nAfter Sammaster's destruction in the late 14th century DR, the cult had no true leader, although, as of the Year of the Ageless One, 1479 DR, it revered Anabraxis The Black Talon as its ultimate authority. The cult was organized into semi-autonomous cells, each led by one or more \"Wearers of Purple\".[8]\nIt was during this leaderless period that a cultist named Severin Silrajin came to prominence.[1] Guided by Tiamat,[43] he decided that the Chronicles of Years to Come had been mistranslated by Sammaster, and predicted that the world would be ruled not by dead dragons, but by living ones. He quickly rose through the cult's ranks until he became its leader, at which point he refocused the cult's efforts to summoning Tiamat into Faerûn.[1] This plot nearly succeeded, but following its failure, the Cult fractured between those who wished to return to their old mandate to honor undead dragons and those who wished to pursue the new philosophy.[43]\nAppendix\nAppearances\nAdventures\nSteelheart • Vale of the Dragon Oracle • Hoard of the Dragon Queen • Rise of Tiamat\nNovels\nShandril's Saga (Spellfire, Crown of Fire, Hand of Fire) • The Veiled Dragon • Temple Hill\nComics\nTyranny of Dragons\nVideo Games\nPool of Radiance: Ruins of Myth Drannor • Neverwinter (Tyranny of Dragons)\nFurther Reading\nCarrie Bebris (2000). “Rogues Gallery: The Heroes of Myth Drannor”. In Dave Gross ed. Dragon Annual #5 (Wizards of the Coast), pp. 108–112.\nReferences\n↑\n1.0 1.1 1.2 Wolfgang Baur, Steve Winter (August 2014). Hoard of the Dragon Queen. Edited by Miranda Horner. (Wizards of the Coast), p. 14. ISBN 978-0786965649.\n↑ Jason Carl, Sean K. Reynolds (October 2001). Lords of Darkness. Edited by Michele Carter. (Wizards of the Coast), p. 18. ISBN 07-8691-989-2.\n↑ Dale Donovan (January 1998). Cult of the Dragon. (TSR, Inc), p. 9. ISBN 0-7869-0709-6.\n↑ Dale Donovan (January 1998). Cult of the Dragon. (TSR, Inc), p. 19. ISBN 0-7869-0709-6.\n↑ Dale Donovan (January 1998). Cult of the Dragon. (TSR, Inc), p. 28. ISBN 0-7869-0709-6.\n↑\n6.0 6.1 Dale Donovan (January 1998). Cult of the Dragon. (TSR, Inc), p. 4. ISBN 0-7869-0709-6.\n↑\n7.0 7.1 7.2 7.3 7.4 Dale Donovan (January 1998). Cult of the Dragon. (TSR, Inc), p. 5. ISBN 0-7869-0709-6.\n↑\n8.0 8.1 Bruce R. Cordell, Ed Greenwood, Chris Sims (August 2008). Forgotten Realms Campaign Guide. Edited by Jennifer Clarke Wilkes, et al. (Wizards of the Coast), p. 246. ISBN 978-0-7869-4924-3.\n↑ Dan Anderson (October 2011). “Backdrop: Xiousing”. In Steve Winter ed. Dungeon #195 (Wizards of the Coast), pp. 58–66.\n↑\n10.0 10.1 10.2 Eric L. Boyd, Eytan Bernstein (August 2006). Dragons of Faerûn. (Wizards of the Coast), p. 55. ISBN 0-7869-3923-0.\n↑\n11.0 11.1 Bruce R. Cordell, Ed Greenwood, Chris Sims (August 2008). Forgotten Realms Campaign Guide. Edited by Jennifer Clarke Wilkes, et al. (Wizards of the Coast), p. 246. ISBN 978-0-7869-4924-3.\n↑ Matt Sernett, Erik Scott de Bie, Ari Marmell (August 2011). Neverwinter Campaign Setting. Edited by Tanis O'Connor. (Wizards of the Coast), p. 105. ISBN 0-7869-5814-6.\n↑ Cryptic Studios (June 2013). Neverwinter. Perfect World Entertainment.\n↑ Dale Donovan (January 1998). Cult of the Dragon. (TSR, Inc), p. 33. ISBN 0-7869-0709-6.\n↑\n15.0 15.1 15.2 15.3 15.4 15.5 Eric L. Boyd, Eytan Bernstein (August 2006). Dragons of Faerûn. (Wizards of the Coast), p. 56. ISBN 0-7869-3923-0.\n↑ Bruce R. Cordell, Ed Greenwood, Chris Sims (August 2008). Forgotten Realms Campaign Guide. Edited by Jennifer Clarke Wilkes, et al. (Wizards of the Coast), p. 186. ISBN 978-0-7869-4924-3.\n↑\n17.0 17.1 Eric L. Boyd, Eytan Bernstein (August 2006). Dragons of Faerûn. (Wizards of the Coast), p. 54. ISBN 0-7869-3923-0.\n↑\n18.0 18.1 Dale Donovan (January 1998). Cult of the Dragon. (TSR, Inc), p. 30. ISBN 0-7869-0709-6.\n↑ Dale Donovan (January 1998). Cult of the Dragon. (TSR, Inc), p. 29. ISBN 0-7869-0709-6.\n↑ Dale Donovan (January 1998). Cult of the Dragon. (TSR, Inc), p. 31. ISBN 0-7869-0709-6.\n↑ Stormfront Studios (2001). Designed by Mark Buchignani, Ken Eklund, Sarah W. Stocker. Pool of Radiance: Ruins of Myth Drannor. Ubisoft Entertainment.\n↑\n22.0 22.1 22.2 Wolfgang Baur, Steve Winter (August 2014). Hoard of the Dragon Queen. Edited by Miranda Horner. (Wizards of the Coast), p. 14. ISBN 978-0786965649.\n↑ Dale Donovan (January 1998). Cult of the Dragon. (TSR, Inc), p. 82. ISBN 0-7869-0709-6.\n↑\n24.0 24.1 24.2 Dale Donovan (January 1998). Cult of the Dragon. (TSR, Inc), p. 80. ISBN 0-7869-0709-6.\n↑ Dale Donovan (January 1998). Cult of the Dragon. (TSR, Inc), p. 83. ISBN 0-7869-0709-6.\n↑ Dale Donovan (January 1998). Cult of the Dragon. (TSR, Inc), p. 64. ISBN 0-7869-0709-6.\n↑\n27.0 27.1 27.2 27.3 Dale Donovan (January 1998). Cult of the Dragon. (TSR, Inc), p. 77. ISBN 0-7869-0709-6.\n↑\n28.0 28.1 28.2 28.3 28.4 Dale Donovan (January 1998). Cult of the Dragon. (TSR, Inc), p. 65. ISBN 0-7869-0709-6.\n↑\n29.0 29.1 29.2 29.3 29.4 Dale Donovan (January 1998). Cult of the Dragon. (TSR, Inc), p. 68. ISBN 0-7869-0709-6.\n↑\n30.0 30.1 30.2 Dale Donovan (January 1998). Cult of the Dragon. (TSR, Inc), p. 66. ISBN 0-7869-0709-6.\n↑\n31.0 31.1 Dale Donovan (January 1998). Cult of the Dragon. (TSR, Inc), p. 78. ISBN 0-7869-0709-6.\n↑\n32.0 32.1 32.2 32.3 Dale Donovan (January 1998). Cult of the Dragon. (TSR, Inc), p. 71. ISBN 0-7869-0709-6.\n↑\n33.0 33.1 33.2 33.3 33.4 Dale Donovan (January 1998). Cult of the Dragon. (TSR, Inc), p. 73. ISBN 0-7869-0709-6.\n↑\n34.0 34.1 34.2 34.3 Dale Donovan (January 1998). Cult of the Dragon. (TSR, Inc), p. 69. ISBN 0-7869-0709-6.\n↑\n35.0 35.1 35.2 Dale Donovan (January 1998). Cult of the Dragon. (TSR, Inc), p. 72. ISBN 0-7869-0709-6.\n↑\n36.0 36.1 36.2 36.3 Dale Donovan (January 1998). Cult of the Dragon. (TSR, Inc), p. 67. ISBN 0-7869-0709-6.\n↑\n37.0 37.1 37.2 37.3 Dale Donovan (January 1998). Cult of the Dragon. (TSR, Inc), p. 70. ISBN 0-7869-0709-6.\n↑\n38.0 38.1 38.2 38.3 38.4 Dale Donovan (January 1998). Cult of the Dragon. (TSR, Inc), p. 74. ISBN 0-7869-0709-6.\n↑\n39.0 39.1 Dale Donovan (January 1998). Cult of the Dragon. (TSR, Inc), p. 79. ISBN 0-7869-0709-6.\n↑\n40.0 40.1 40.2 Dale Donovan (January 1998). Cult of the Dragon. (TSR, Inc), p. 75. ISBN 0-7869-0709-6.\n↑\n41.0 41.1 41.2 41.3 Dale Donovan (January 1998). Cult of the Dragon. (TSR, Inc), p. 76. ISBN 0-7869-0709-6.\n↑ Brian R. James, Ed Greenwood (September 2007). The Grand History of the Realms. Edited by Kim Mohan, Penny Williams. (Wizards of the Coast), p. 109. ISBN 978-0-7869-4731-7.\n↑\n43.0 43.1 James Wyatt (October 2021). Fizban's Treasury of Dragons. (Wizards of the Coast), p. 44. ISBN 978-0786967292. Survey: How do you feel about gaming microtransactions?   The Cult of the Dragon, also known as Keepers of the Secret Hoard or, as of around 1370 DR, Wearers of Purple,[2] was a semi-religious evil organization venerating undead dragons, or dracoliches, founded by Sammaster, a powerful wizard. Sammaster possessed great power, in a manner similar to Elminster and Khelben \"Blackstaff\" Arunsun.[3] In Sammaster's case however, the additional power brought delusions of godhood and madness, and he came to believe in time that \"dead dragons shall rule the world entirely\" and began to work toward that goal, fighting the several Chosen of Mystra and even the god Lathander along the way. While Sammaster has died, risen as a lich,[4] and fallen again, his cult lived on, and continued to threaten the Western Heartlands. The Cult of the Dragon venerated dragons, evil dragons in particular, and specifically dead evil dragons. They reanimated the gargantuan corpses as powerful and fell dracoliches. The Cult acted as an information network for its draconian \"masters\", brought gems and riches as offerings, and encouraged evil dragons to become dracoliches. Their belief was that dracoliches were destined to one day rule Faerûn and beyond. They could become inhabited by objects which were created in their image especially with the image of the skull.[5] The Cult of the Dragon's main activities were to gather intelligence for the evil dragons of Faerûn, contribute treasure for their hoards, and aid them in any way possible, in an attempt to gain the cooperation of these dragons.[6] They were also able to make preparations for these evil dragons to transform into dracoliches, and guard dragon lairs, sometimes containing dragon eggs or hatchlings, while these dragons went to hunt or raid.[7] In exchange, the members of the Cult of the Dragon would seek permission to use the dragons' lairs for shelter, and ask for help from the dragons if they were ever called upon using the rings of dragons.[7] The Cult was active throughout the Realms, but was especially powerful in the Cold Lands and the North, where dragons were particularly abundant.[citation needed] Cult member activities included gathering information on particularly rich caravans to be raided, stealing unique items to be offered to their masters, and leading raids against their enemies (who, in their minds, were all those who might oppose the rulership of the dragons).[6] Senior members of the Cult of the Dragon were given the secret of creation of dracoliches and each was also in possession of a ring of dragons. The keepers used these to protect themselves against assailants.[citation needed] The cult was not against legitimate commercial activities, and as such it had several merchant members who used their well earned money to fund cult projects.[8] The Cult of the Dragon had a following in the Shou enclave of Xiousing in Marsember in the late 15th century DR. The Shou traditionally venerated dragons and the cult found they could operate more openly among the Shou than among other cultures.[9] One of the longest-operating cells of the Cult (f.1005 DR), this group acted as pioneers in the field of magical research related to dragons and undeath. They achieved great success in persuading the dragon Alasklerbanbastos to undergo the transformation to dragonlichdom, and the Great Bone Wyrm has since become the cell's leader. In fact the cell relocated their base of operations from Chessenta to his lair in Mount Thulbane.[10] This cell has had a dogmatic reputation within the Cult of the Dragon as a whole, due to their devotion to Bane, strong ties to his church and emphasis on the teachings of Algashon Nathaire over those of Sammaster. The cell has however, remained united in its hatred of Tchazzar and his followers over the years and saw his return to ascension as an open threat of to Alasklerbanbastos.[10] During the late 14th century, The Great Bone Wyrm hinted at an alliance forming between their cell and the Church of Tiamat, which along with failed attempts at installing draconic leaders in Chessenta and Threskel, had its members weary and marginalized from other Cult branches.[10] In the late 15th century DR the cult operated openly in the dragon dominated realm of Murghôm. The cult owned a building in the city of Skalnaedyr known as Dragon House and maintained a fortress on the edge of the Plains of Purple Dust known as the Tower of the Talon.[11] Cult of the Dragon graffiti in Neverwinter. In 1479 DR, a cell of the cult, led by Adimond Kroskas, worked in conjunction with Thayan agents of Valindra Shadowmantle in Neverwinter Wood, searching for a way to restore the dragon Lorragauth to unlife.[12] At the time, someone regularly graffitied a wall of a dilapidated building in the southern Blacklake District of Neverwinter with Iokharic writing (the language unrecognized) and the Cult of the Dragon symbol. Locals believed the images were evil, but mistook it for a devil-worshiping cult.[13] As of 1368 DR, the commander of the guard in Daerlun, Sembia, was in control of the city through manipulation of the elderly merchant and official ruler Halath Tymmyr. The organization used Daerlun as an arms store and to heal wounded members, preferring to keep activities low-key.[14] By he 1370's DR the senior leaders of the Sembian cell were the Wearers of Purple Salvarad, Zannaster, Zilvreen and Faerlaur Onthim along with seven or so well-to-do merchants and a senior member of the Silver Ravens. The cell was strongly allied with the dracoliches Aurgloroasa and Dretchroyaster, and maintained a loose associated with a few others. The Sembians maintained a strong influence over the Dragonwell cell.[15] The Sembian cell was in a constant resource war with the Zhentarim and repeatedly came into conflict with the church of Tiamat during their efforts to convert the dragons of the Thunder Peaks to undeath. They even became a check on the growing threat of the Shadovar.[15] This Cult cell was housed in a citadel in the Sunset Mountains, near the Well of Dragons, the legendary site that served as a graveyard to dragons in Faerûn for ages. Their influence stretched from the Serpent Hills in the south to the southern border of the Anauroch, and even off the coast to the island of Evereska.[15] In the late 14th century the Dragonwell cell was led by Naergoth Bladelord, a former member of the Sembian cell. In fact the group in the Sunset mountains maintained close relations with their sister cell, and was full of its expatriated members. They had one allied dragon, Arsekaslyx, who served as their guardian for over a century.[15] As of the late 15th century DR some old dragons continued to make pilgrimages to the site to achieve immortality through dracolichdom.[11] In the late 15th century DR a secret cell of the cult operated in Djerad Thymar, the capital of Tymanther. The cult maintained its membership and beliefs secret, but had a public face called the Abeir Academy that welcomed dragonborn who have had hard times and were looking for a new start, as a way to cultivate potential new members.[16] Located in the Galena Mountains, the Cult cell that operated from Wyrmsmoke Keep extended their influence over the dragons of Thar and the eastern Moonsea. They often sought out dragons to disrupt the trade lines of the Zhentarim, though they could not sustain open opposition. The Wyrmsmoke cell had lost all their dracoliches, and many of their draconic allies in 1373 DR, largely at the hands of the Talons of Justice.[15] This cell was led by a council of six Wearers of Purple mostly from the Moonsea region; Kaela Ulsant, Crenshyl Khodoil, Delphaeryn Leiyraghon, Orinskar of Thar, Theldar Hammerfist and Dalgar. Their garrison of forces included three tribes of dragonkin, a tribe of draconic orcs and their fire drake mounts.[15] The structure of a Cult of the Dragon call was comprised of two distinct tiers of cult members, the higher-echelon Keepers of the Secret Hoard, and the more common Followers of the Scaly Way. Each cell was led by one or more members of the Wearers of Purple, whose members commonly overlapped with the Keepers.[17] By the 15th century DR the organization and structure of the Cult of the Dragon had changed somewhat. As of this time titles within the cult included, in descending order:[22] Wyrmspeaker, the cult's highest echelon that held one office for every primary color of chromatic dragon,[22] Dragonsoul, Dragonfang, Dragonwing, Dragonclaw, and Initiate, entrants into the cult that would train for months or years to attain higher rank.[22] A cult ritual. Main article: Cult of the Dragon spells The Cult of the Dragon employed a number of unique and specialized spells that were inscribed within the Tome of the Dragon. As copies of Sammaster's opus were disseminated to leaders of the Cult's cells, they were often used by their arcane members while in service to the Sacred Ones. Many of the more uncommon and rare spells associated with the Cult were based in the metamagic and necromancy schools of magic. These subjects were part of Sammaster's obsession after his fall as one of Mystra's Chosen.[26] Absorption[27] • Algarth's embattlement[27] • Animate skeletons[28] • Animate zombies[29] • Attract ghoul[30] • Become bones[30] • Charmthwart[29] • Combine[31] • Command undead[28] • Deathmaster's vial[32] • Death armor[30] • Death ward[31] • Dweomerburst[33] • Empower skeleton[34] • Enlarge skeleton[28] • Fear aura[35] • Find familiar (necromancer)[36] • Forcefend[37] • Ghastly hands[29] • Gloom[37] • Mordenkainen's penultimate cogitation[38] • Persistence[38] • Pierce any shield[39] • Pierce magic resistance[35] • Protection from Deathbane[36] • Protection from Deathbane, 10' radius[37] • Putrefaction[29] • Rary's spell enhancer[32] • Rary's superior spell enhancer[33] • Rary's urgent utterance[33] • Ray of paralysis[29] • Resist turning[36] • Sammaster's conjunction[39] • Sammaster's lash[37] • Semipermanency[40] • Shatterbone[38] • Skeletal guard[41] • Skeletal spellcraft[35] • Spectral ears[28] • Spectral eyes[36] • Spellcaster[41] • Spelltouch[32] • Thrice[33] • Thrice, improved[38] • Thrice supreme[41] • Triad gem • Undead aides[41] • Undead lieutenancy[34] • Undead servant[28] • Undead summoning I[34] • Undead summoning II[32] • Undead summoning III[33] • Undead summoning IV[38] • Undead summoning V[40] • Undead summoning VI[27] • Undead summoning VII[24] • Undead touch[34] • Unlife[27] • Zone perilous[40] Originally, The Cult of the Dragon lacked any formal headquarters or strong leadership, which caused the organisation to be disjointed and often in conflict with itself.[7] Although Sammaster was killed in 916 DR during an ambush by the Harpers and clergy of Lathander, Algashon Nathaire led the organization underground, and Sammaster gained lichdom, having prepared for the event of his death.[7][42] Kya Mordrayn's scarred cultists in the ruins of Myth Drannor circa 1369 DR. By around 1370 DR, the Cult had spread widely, and its own tenets had diverged, leading to members in different areas having different ideas of the Cult's formation and ultimate destiny.[7] After Sammaster's destruction in the late 14th century DR, the cult had no true leader, although, as of the Year of the Ageless One, 1479 DR, it revered Anabraxis The Black Talon as its ultimate authority. The cult was organized into semi-autonomous cells, each led by one or more \"Wearers of Purple\".[8] It was during this leaderless period that a cultist named Severin Silrajin came to prominence.[1] Guided by Tiamat,[43] he decided that the Chronicles of Years to Come had been mistranslated by Sammaster, and predicted that the world would be ruled not by dead dragons, but by living ones. He quickly rose through the cult's ranks until he became its leader, at which point he refocused the cult's efforts to summoning Tiamat into Faerûn.[1] This plot nearly succeeded, but following its failure, the Cult fractured between those who wished to return to their old mandate to honor undead dragons and those who wished to pursue the new philosophy.[43]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/0/09/Cult_of_the_Dragon.jpg/revision/latest?cb=20070207084332",
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [],
    "condition_immunities": [],
    "senses": {
        "passive_perception": 10
    },
    "xp": 25
}