{
    "name": "Darkmantle",
    "armor_class": 11,
    "challenge_rating": 0.5,
    "strength": 16,
    "dexterity": 12,
    "constitution": 13,
    "intelligence": 2,
    "wisdom": 10,
    "charisma": 5,
    "actions_desc": "Melee Weapon Attack: +5 to hit, reach 5 ft., one creature. Hit: 6 (1d6 + 3) bludgeoning damage, and the darkmantle attaches to the target. If the target is Medium or smaller and the darkmantle has advantage on the attack roll, it attaches by engulfing the target's head, and the target is also blinded and unable to breathe while the darkmantle is attached in this way.\nWhile attached to the target, the darkmantle can attack no other creature except the target but has advantage on its attack rolls. The darkmantle's speed also becomes 0, it can't benefit from any bonus to its speed, and it moves with the target.\nA creature can detach the darkmantle by making a successful DC 13 Strength check as an action. On its turn, the darkmantle can detach itself from the target by using 5 feet of movement. A 15-foot radius of magical darkness extends out from the darkmantle, moves with it, and spreads around corners. The darkness lasts as long as the darkmantle maintains concentration, up to 10 minutes (as if concentrating on a spell). Darkvision can't penetrate this darkness, and no natural light can illuminate it. If any of the darkness overlaps with an area of light created by a spell of 2nd level or lower, the spell creating the light is dispelled. ",
    "special_abilities_desc": "The darkmantle can't use its blindsight while deafened. While the darkmantle remains motionless, it is indistinguishable from a cave formation such as a stalactite or stalagmite. ",
    "description": "A darkmantle hanging from a cave ceiling by its foot muscle.A darkmantle resembled an octopus or squid with limestone-colored skin and a thick membrane of skin stretched between each of its tentacles,[4][3] reaching about two-thirds of the way to the tips.[4] Part of its body was covered in a stony dorsal shell.[4] When perfectly still, they looked just like stalactites, stalagmites, or other lumps of stone.[4][1][3][5] A darkmantle had eight eyespots, but these were not true eyes.[4]Each of a darkmantle's tentacles was covered in \"teeth\", and it had a lamprey-like mouth at their intersection. From the back of its head was a mucus-covered foot-muscle, with which it could cling to a wall or ceiling.[4]A typical specimen weighed about 30 pounds (ten kilograms) and stretched about four feet (one meter) from the tip of its head to the tip of one of its tentacles.[3] They did not have bones and so pre-adult individuals could squeeze themselves through surprisingly tight spaces.[4]Darkmantles could \"see\" in natural darkness,[2] but not with true vision. Their vestigial eyes could only sense light and dark.[4] They primarily relied upon an echolocation similar to that of bats.[4][1][3] Because their \"blindsight\" had limited range,[4][3] they preferred enclosed spaces and darkness to open spaces or sunlight and very rarely wandered from their subterranean homes.[4]The tips of a darkmantle's tentacles had sense organs similar to taste or smell with which they could locate needed minerals to consume for their shells. They also had superb senses of hearing, by means of tiny pits spaced evenly over their tentacles.[4]A darkmantle could slither much like a snail using its foot, but they could move much more quickly by using their tentacles like legs. This was actually its fastest method of locomotion. Its magical flight could provide lift, but it had to flap the skin between its tentacles for propulsion and was thus a clumsy flier, and its magic only kept it airborne for limited amounts of time. Darkmantles could occasionally catch a small meal in their mouths while flying, but this was rare.[4]To appear like stalactites, darkmantles would hang from their foot and press their eight tentacles tightly together to form a point.[4] They could also cling to a surface with their tentacles, hanging with their pointed heads downwards instead,[5] but their grip with their tentacles was not nearly as good—only their muscular foot was \"sticky\".[4]Darkmantles were about as intelligent as dogs,[2][3] and sometimes they were encountered in packs[2] known as clutches or swarms.[3]Darkmantles were prey for several cave creatures. Their usual defense was to disguise themselves as stone, but they would also alternate ground movement with flight to throw off predators tracking them by scent.[4]Other than the high-pitched sounds used for their natural sonar, darkmantles made no other vocalizations.[4]Darkmantles had the magical power of flight[1][2][3] and the ability to create an aura of unnatural darkness[1][3][5] fifteen[1] to twenty[4] feet (five or six meters) in radius, maintaining such an effect from up to ten minutes[1] or even much longer than that.[4] They could also change their skin color to match their environment.[4][3][5]A darkmantle slashing at a straw dummy with its toothed tentacles.A darkmantle would cling to the ceiling of a cavern and remain still until prey moved below it.[4][1][2][3] At such a point, it would drop suddenly down and unfurl its mantled tentacles in an attempt to engulf the victim's head, all while emitting its magical darkness. If successful, the darkmantle would blind, suffocate, and crush its prey.[4][1][3] If a darkmantle missed, it would fly to the ceiling and try again.[4][3]Darkmantles could also slash with their tentacles, and since the tips were covered with \"teeth\" this could cause more damage than one might expect.[4]Darkmantles resided in the wild in the Upperdark[1][7] and in the Shadowfell.[1][2] In the settlement of Cloakerhaven, they were kept as pets.[8] Shadar-kai also kept them as pets.[2]Left: An anatomical examination of a darkmantle, highlighting its mouth and tentacles. Right: The darkmantle life cycle from egg (top) to adult (bottom).Biologically, a darkmantle was a magical and highly evolved type of mollusk.[4]Darkmantles were hermaphrodites with both male and female reproductive organs. After mating, each of the pair would lay eggs in clutches of six to eight. These eggs were chicken-sized but the color of stone. Darkmantles maintained no sort of relationship with either their mates or their offspring.[4]After a tenday or so, the eggs would hatch, and darkmantles would begin their lives as tiny black grubs, which appeared much like slugs. Darkmantle grubs were about an inch long and had eight eyespots, two in the front and three on each side. Grubs were herbivores, feeding on fungi, mosses, and lichen with toothed tongues called radulae.[4]After about seven days of life, a grub's radula would lengthen and split, and these prototentacles would then lengthen and split a second time. After a third splitting, the creature would have eight tentacles. Once its tentacles accounted for half of its body length, a darkmantle would begin to grow a shell from its back, composed of the minerals consumed during its time as a grub. After several months, the darkmantle would be an adult about two feet in length. They would usually cease growing at about four feet in length. A darkmantle's lifespan was about six years.[4]Beneath its shell, a darkmantle had a statocyst, a special organ used by mollusks for balance. This helped darkmantles keep balance when hanging precariously from a wall or ceiling by their foot.[4]Darkmantles required sleep, and they also hibernated for several months at a time, hanging like stalactites during this time. Unless hibernating, an adult darkmantle could survive for about seven days between feedings. They consumed water from deep subterranean pools.[4]Darkmantle \"eyes\" could substitute for bat fur as a material component for the darkness spell.[4]Some scholars believed that darkmantles were originally from the Shadowfell.[2] Others believe them to have evolved from the piercer,[4][3][5] another mollusk that hung from cave ceilings and disguised itself as stone.[9]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/e/e2/Darkmantle-5e.jpg/revision/latest?cb=20181006221845",
    "hit_points": 22,
    "hit_dice": "5d6",
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [],
    "condition_immunities": [],
    "senses": {
        "blindsight": "60 ft.",
        "passive_perception": 10
    },
    "xp": 100
}