{
    "name": "Deep Gnome (Svirfneblin)",
    "armor_class": 15,
    "challenge_rating": 0.5,
    "strength": 15,
    "dexterity": 14,
    "constitution": 14,
    "intelligence": 12,
    "wisdom": 10,
    "charisma": 9,
    "actions_desc": "Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 6 (1d8 + 2) piercing damage. Ranged Weapon Attack: +4 to hit, range 30/120 ft., one creature. Hit: 4 (1d4 + 2) piercing damage, and the target must succeed on a DC 12 Constitution saving throw or be poisoned for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success ",
    "special_abilities_desc": "The gnome has advantage on Dexterity (Stealth) checks made to hide in rocky terrain. The gnome has advantage on Intelligence, Wisdom, and Charisma saving throws against magic. The gnome's innate spellcasting ability is Intelligence (spell save DC 11). It can innately cast the following spells, requiring no material components:\nAt will: nondetection (self only)\n1/day each: blindness/deafness, blur, disguise self ",
    "description": "A deep gnome, holding a gemstone.Deep gnomes were wiry and lean with a body as hard as a slab of rock ranging from 3 to 3.5 feet (0.91 to 1.1 meters) in height and weighing between 40 to 45 pounds (18 to 20 kilograms). Males were completely bald and beardless, while the females sported hair.[8] Deep gnome complexions were sometimes described as \"gnarled\" and, like drow and duergar, were commonly dark in hue, with most deep gnomes demonstrating brown or gray skin with dark gray eyes. Females typically had gray hair.[11]Deep gnomes were a surly and cynical people who fatalistically expected little more from life than what they had. While they treated their own kind with respect and even goodwill, trust was not easily given to anyone from outside their village, or even outside their family.[8] They kept to themselves, were extremely cautious when contacting other races, and eyed all strangers with suspicion.[11]Sullen and hard-working, deep gnomes were wholly dedicated to any task to which they set themselves, typically mining for males and housekeeping for females. Although outsiders found deep gnomes' overly serious attitude made for sour company, those qualities made the svirfneblin tireless pursuers of excellence in their metalworking and weapon forging. These attitudes were also justified in part by the harsh environs the deep gnomes inhabited, which required a degree of stoicism and quiet suffering in order to serve the greater good. Any sounds or raised voices could attract danger to deep gnome homes and fire was used sparingly for cooking and warmth. Their seriousness and pessimism only faded when admiring the gems which fascinated them so much.[12]Although far more serious than most gnomes, deep gnomes nonetheless exhibited the same insatiable curiosity and craftiness when put in the right circumstances. It was this trait, more than any other, which led some deep gnomes to abandon their cautious upbringing and explore the world around them. Some of these wandering deep gnomes turned upwards and investigated the surface world from which their ancestors came, particularly deep gnome illusionists who hoped to find advanced instruction in the Art beyond what could be obtained in their isolated homes. Others become prospectors, searching the Underdark for new veins of gems and ore to mine.[13]Deep gnome were better adapted for underground living than either rock gnomes or forest gnomes, with darkvision to help them see in total darkness and a dwarf-like affinity for stone, allowing them to innately understand it on a level few other races could appreciate. Conversely, deep gnomes lacked most gnomes' predilection for cantrip-like abilities, but could instead blind other beings, obscure their own presence, or shapeshift. Deep gnomes also had a great deal of resistance to magic of any kind, and could go undetected as if they were using the nondetection spell, alongside their natural affinity for avoiding danger or hiding.[14]The small size of deep gnomes could give them a combat advantage when battling larger opponents.The harsh conditions of life in the Underdark shaped gnome society in a number of unusual ways. Children were an extremely important part of deep gnome society, in part due to a low birthrate relative to the mortality rate. Deep gnome couples usually had fewer than four children and rarely more than six. Deep gnome mothers doted on their children obsessively, but not in such a way that inhibited their growth. When they reach adolescence, children were quickly apprenticed to masters in whatever trade they were expected to take on. Adulthood was less defined among deep gnomes than among their kin, with maturity commonly agreed upon to be the time at which a deep gnome started working full-time in a trade. Most males were miners or lapidaries, while females were the masters of the home, raising children, keeping the house tidy, gathering food, and preparing meals.[13]Deep gnomes considered male and female gender roles equally important. Males were masters outside of the home and females were masters within. This concept of equal labor for either sex carried all the way to the top of svirfneblin society, with each city governed by a king and queen who ruled as equals. The king was often the head of the community's mining operations and defenses, while the queen was tasked with ensuring that the community had enough food and water to survive, while also handling the day in and day out bureaucracy. Significantly, the king and queen were rarely married to each another, but instead came into their positions independently, elected for life upon the death of their predecessor. Regardless of gender, there was no true conception of retirement among deep gnomes, who worked until they could physically work no more.[15]Deep gnome culture was largely defined by the environment in which they lived. Deep gnome settlements were usually centered in a single large cavern, surrounded by an interlocking set of tunnels and other caverns into which the city spread. These settlements were often large villages or small towns, with a population of around a thousand gnomes. Typically cut off from all outside contact, even from other deep gnome settlements, many inhabitants never ventured out of their havens, instead crowding together for protection. Population density was extremely high as most families shared a single, small room for their living space, with children living with their parents until they themselves married and had children.[13]Deep gnomes rarely wandered far beyond their hidden cities, but when they did, it was usually as bold prospectors, youthful illusionists, or exploring warriors. These bold souls shared a deep curiosity that allowed them to overcome their hard-bred caution and shyness, although other motives such as economic drive or a desire to seek aid to fight a threat the deep gnomes could not conquer on their own might also play into their departure.[13][16]Deep gnomes who became adventurers most frequently were fighters, rangers, rogues, or wizards (particularly illusionists). Although well-suited to the arcane arts like other gnomes, they were also fit to becoming rangers or rogues, adapted as they were to hiding and navigating the labyrinthine caverns of the Underdark. Deep gnomes of the martial persuasion who survived their adventures and came back with knowledge and experience sometimes became breachgnomes, elite warriors trained to defend a position against superior numbers.[13][16]As a whole, deep gnomes were a hard-working and joyless people, but even the crustiest deep gnome required time to relax and let off steam. Deep gnomes' intense dedication and ability to survive under harsh conditions often showed up in such activities. Deep gnome architecture, for instance, was shaped largely by the conditions they lived in, with the oldest homes often carved directly out of the surrounding rock. The highest-ranking members of any one clan usually inhabited large stalagmites while the lower-class lodged in the surrounding cavern floors or walls.[13]Deep gnome cuisine was also a reflection of their livelihood, with the common staples made up of a variety of exotic fungi found only in the Underdark. Other common foods included blind fish and occasionally a roast made of rothé, goat, or mutton. Because fire produced unwanted light and smoke, deep gnomes generally preferred to salt their food instead of cook it, which made most svirfneblin food practically inedible to outsiders. For drink, most deep gnomes drank a salty spirit,[17] fermented fish, which, like svirfneblin food, was an acquired taste. On occasion, deep gnomes might drink a more potent beverage called Gogondy, said to contained powdered ruby and grant powerful visions to those who drank it.[18]Artistically, deep gnomes preferred to use lots of gemstones, which were relatively common in svirfneblin communities, mined out of the veins along which their cities were built. Deep gnomes were some of the best jewelers in the Underdark. Deep gnomes also turned their cultivation of mushrooms for food into a wider industry, developing fungi not only for food but for textiles and wood as well. For their defense, deep gnomes most often designed weapons that could be used as non-violent tools as well, largely favoring the use of light picks, darts, or crossbows. Deep gnomes also used specialized weapons, such as acid darts, caltrops made from crystals, and flash grenades.[5]Deep gnomes summoning an earth elemental.Like other gnomes, deep gnomes preferred the use of illusion to other schools of magic. However, while this was simply a cultural preference among rock gnomes, it was a method of survival for deep gnomes. In addition to knowing the relatively simple invisibility spell, most gnome illusionists were familiar with a great wealth of ancient and forgotten lore recovered from the ruins scattered about the Underdark. Deep gnomes rarely understood this knowledge fully, but that hardly mattered, and they were willing to use it in any way they could. Deep gnome wizards who were not illusionists were frequently diviners, using their spells to locate and find materials essential to survival. Most magic items forged by deep gnomes were disguised as jewelry, which was relatively common among the svirfneblin.[18]Like their surface cousins, deep gnomes worshiped the gnome pantheon. Although deep gnomes were not particularly devout, clerics and other religious figures served an important role in svirfneblin society as guardians of the public morale, keeping spirits up in spite of hardships. Unlike other gnomes, deep gnomes did not feel a particularly strong bond to Garl Glittergold, who some felt had abandoned them for the less serious rock gnomes and forest gnomes.[5]Deep gnomes felt far closer to Segojan Earthcaller compared to their pantheon leader, particularly those who kept pets, were rangers, or who otherwise worked with domesticated animals. Meanwhile, deep gnomes feared Urdlen, whom they believed attacked particularly greedy svirfneblin, luring them with precious jewels. These fears may have reflected, as much any divine intervention, the very real unknown dangers that lurked in the Underdark. Despite their fear, they respected him for reminding them to stay alert.[5]Of all the Lords of the Golden Hills however, deep gnomes felt the strongest ties to Callarduran Smoothhands, the Master of Stone, who they generally saw as their protector and divine benefactor. According to svirfneblin myths it was Callarduran who taught the deep gnomes to summon and befriend earth elementals, and the deep gnomes honored him by using the six-pointed star from his holy symbol into their art. However, it was taboo to use Callarduran's golden ring around the star, as that was the purview of the god himself.[18]Only two holidays were commonly celebrated among the deep gnomes, the rest were created on a whim by local priests. The Festival of the Ruby celebrated the legendary time when Callarduran hid the rubies and other gems of the world in the earth for the deep gnomes to find, and was considered a day where searches were likely to be fruitful. The Festival of the Star honored the Master of Stone as an unwavering protector of the deep gnomes. As part of the festival rites, deep gnomes gathered along the shores of subterranean lakes or pools to watch small, phosphorescent fungi (that they specially bred for this purpose) light up across the cavern ceilings in a panorama similar to that of a night sky reflecting in the water. As much as this was in honor of Callarduran (whose symbol included a star), it was also a reminder of their origins on the surface world and that they were not alone in the dark.[18]A rare example of a deep gnome adventurer (left) and her rock gnome companion (right) fighting a band of kobolds.Deep gnome relations with other races were colored by the impression of most surface-dwelling races that deep gnomes, like the duergar or drow, were a cruel and vindictive relative of their surface cousins. This was untrue, and while often suspicious and sullen, deep gnomes were a largely agreeable people. Those that made the effort to befriend a deep gnome typically found they had a wry outlook on their own nature and were both pragmatic and loyal.[19]Deep gnomes were not particularly eager to correct outsiders of their error and for the most part preferred to be left alone. As a rule, deep gnomes were deeply distrustful of all other races,[8] though they held a special enmity for the drow and the duergar whose violent ways often interfered with the svirfneblin desire for isolation.[5] Deep gnomes were most accepting of gloamings and slyths, since these folks rarely threatened them. They dealt very cautiously with grimlocks and orogs since they were known to plunder weaker races like the deep gnomes.[20]If forced to deal with surface-dwellers, a deep gnome was most likely to find common ground with forest gnomes who were also reclusive and withdrawn. If compelled to seek out companions who were not gnomes, deep gnomes were open if not friendly towards gold dwarves, shield dwarves, and some of the Tel-quessir. Beyond that, deep gnomes had few opinions other than a general distrust.[5] Those that made a living by selling the gems, weapons, and metalwork to outsiders typically met in a neutral cavern with many escape routes in case of treachery.[20]Deep gnomes did not generally keep pets, though a few kept small blind fish in a bowl. However, deep gnomes had no particular aversion to animals and often cultivated herds of rothé, goats, or sheep on the outskirts of their towns, doing their best to keep the herds quiet and uninteresting to potential attackers. Deep gnomes were known to grow fond of small animals such as moles, shrews, bats, dire rats, or cavvekans, although these could be more accurately called animal acquaintances than actual pets.[5]Deep gnomes did not live quite as long as their kin, with a life expectancy just under two centuries. Due to this and a number of cultural affectations, deep gnome children were considered adults at roughly twenty years of age.[8]Svirfneblin lived in harmony with the rocks they carved and their natural environment. They were skillful artisans who created functional homes without destroying the natural beauty of their habitat.[21] Their skill in mining, gem-cutting, and artificing made their handiwork well sought after by neutral merchants throughout the whole Underdark.[citation needed] They were also excellent guides, scouts and foragers because they knew of underground portals, tunnels, and passages long forgotten by the other races. Having to rely on stealth and cunning, they had truly mastered traveling through their environment, resulting in some of the finest subterranean deep gnome rangers.[citation needed]One of the largest deep gnome cities in Faerûn was the city of Blingdenstone, until the drow of Menzoberranzan summoned bebeliths inside the city in Year of the Tankard, 1370 DR.[8] A group of almost five hundred survivors fled to the surface and settled within the lands of the North, particularly in Luruar.[7][22]There were at least a dozen deep gnome towns to the east of the Great Rift in south Faerûn, circa 1370 DR. They were peaceable neighbors to the dwarves of the Deep Realm.[23]Svirfneblin also aided in the mining of bloodstones out of Bloodstone Mine in Damara as they knew where all of the most valuable deposits were to be found. More recently, the svirfneblin of this region opened a college of illusion magic.[citation needed]Most other svirfneblin lived isolated in small communities in the Underdark, hidden away from the drow and other Underdark races who terrorized and subjugated them.[citation needed]Deep gnomes may not have always dwelt so far below the surface world. Many human cities, Calimport for example, were built on top of deserted gnome cities which were repurposed as cellars and sewers. Dolblunde, a gnome city northeast of Waterdeep was also evidence of svirfneblin dwellings near the surface before it was taken over by the dracolich Daurgothoth.[23]Although gnomes in general lacked any kind of cohesive history, deep gnomes brought this cultural idiosyncrasy to its greatest extremes. Deep gnomes lacked not only a tradition of keeping records or writing biographies, but they also never developed a calendar or a method by which to track the passing of time as the drow did. To a deep gnome, the very concept of day or night was foreign, having never seen the light of the sun or the stars of a night sky.[8]In fact, so deep-rooted was this cultural lack of time-keeping, either of the past, present, or future, that among outsiders the history of the deep gnomes amounted to little more than the story of Blingdenstone, the only deep gnome settlement well known among non-svirfneblin. Blingdenstone, founded in the Year of Fragile Beginnings, −690 DR, by clans fleeing the phaerimms beneath Netheril, grew to prominence in large part thanks to its proximity to the infamous drow city of Menzoberranzan and the less infamous but equally strong, duergar fortress of Gracklstugh. In spite of the presence of these two mighty cities, Blingdenstone survived for over two millennia, supported by the rich mining industry that thrived on Blingdenstone's rich veins of arandur and other exotic minerals.[8]However, Blingdenstone, like so many deep gnome cities, came to ruin in the end, albeit in a peculiar way. In the Year of the Wanderer, 1338 DR, the ruler of Blingdenstone, King Schnicktick welcomed into his city Drizzt Do'Urden, a fugitive of Menzoberranzan's harsh justice. Drizzt stayed for only a short while, but his route would later be tracked twenty years later by a vengeful army from Menzoberranzan during their invasion of Mithral Hall in the Year of Shadows, 1358 DR. Realizing the danger to themselves, the deep gnomes abandoned their homes and sought refuge in the darkness. After the drow passed their city, leaving it largely unharmed, a group of deep gnome wardens led by Belwar Dissengulp convinced King Schnicktick to lend his aid to Mithral Hall's defense.[8]The resulting victory at the Battle of Keeper's Dale saved Mithral Hall but it cost the deep gnomes their home. Twelve years later, in Marpenoth of 1370 DR, the matron mothers of Menzoberranzan launched a full-scale assault on Blingdenstone. The deep gnomes' defenses were no match for a drow army aided and supported by demons summoned from the Abyss. Thousands perished in the siege and thousands more were enslaved by the vengeful drow. Those that escaped made their way to Mithral Hall and Silverymoon where they were welcomed, eventually settling throughout the neighboring area.[8]There were tales of a gnome kingdom named Aselkor somewhere under the Endless Ice Sea above the Spine of the World. Speculated to be under the southern edge of the glacier, it was said to be warmed by geothermal energy that allowed the gnomes to create forests of fungi that they turned into furniture as well as food and drink. Rich ruby deposits were said to produce good quality stones, some as big as a fist or larger.[23]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/3/3c/Deep_gnome_5e.png/revision/latest?cb=20220721050837",
    "hit_points": 16,
    "hit_dice": "3d6",
    "condition_immunities": [],
    "senses": {
        "darkvision": "120 ft.",
        "passive_perception": 12
    },
    "xp": 50,
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [],
    "caption": "Deep gnomes, called svirfneblin in their own language, were a gnome subrace that lived in the Underdark. While their surface cousins were known for their boundless optimism and cheerful mischief, the svirfneblin were serious and suspicious creatures. They survived in the Underdark by maintaining wariness of others and working hard to keep their underground society secret."
}