{
    "name": "Deva",
    "armor_class": 17,
    "challenge_rating": 10,
    "strength": 18,
    "dexterity": 18,
    "constitution": 18,
    "intelligence": 17,
    "wisdom": 20,
    "charisma": 20,
    "actions_desc": "The deva makes two melee attacks. Melee Weapon Attack: +8 to hit, reach 5 ft., one target. Hit: 7 (1d6 + 4) bludgeoning damage plus 18 (4d8) radiant damage. The deva touches another creature. The target magically regains 20 (4d8 + 2) hit points and is freed from any curse, disease, poison, blindness, or deafness. The deva magically polymorphs into a humanoid or beast that has a challenge rating equal to or less than its own, or back into its true form. It reverts to its true form if it dies. Any equipment it is wearing or carrying is absorbed or borne by the new form (the deva's choice).\nIn a new form, the deva retains its game statistics and ability to speak, but its AC, movement modes, Strength, Dexterity, and special senses are replaced by those of the new form, and it gains any statistics and capabilities (except class features, legendary actions, and lair actions) that the new form has but that it lacks. ",
    "special_abilities_desc": "The deva's weapon attacks are magical. When the deva hits with any weapon, the weapon deals an extra 4d8 radiant damage (included in the attack). The deva's spellcasting ability is Charisma (spell save DC 17). The deva can innately cast the following spells, requiring only verbal components:\nAt will: detect evil and good\n1/day each: commune, raise dead The deva has advantage on saving throws against spells and other magical effects. ",
    "description": "Devas appeared as human-like men and women[note 2] of extraordinary beauty or handsomeness with two magnificent feathered wings emerging from their shoulders.[5][6][4][2][3][1] Monadic and movanic devas stood around 6–6.5 feet (1.8–1.98 meters) tall, while astral devas were around 7–7.5 feet (2.1–2.3 meters) tall. Their coloration varied: astral devas were golden-hued with fair hair and amber eyes; monadic devas were dark-skinned with black hair and green eyes; and movanic devas were milky-white-skinned with silvery hair and eyes.[5][6][4][2][3] In the late 15th century DR, devas were known for their silvery skin and their lustrous eyes and hair.[1][note 3]Devas were averse to clothing; when they must adhere to mortal custom, they donned simple loincloths or other coverings.[3]When a deva died, all parts of their body, what clothes they wore, their weapons, and their other possessions vanished completely, and thus none were ever examined closely.[4][3]Devas shared the devotion to goodness of the other angels.[5][6][4][3] No deva would negotiate with beings known to be evil, but those of non-lawful inclination sometimes dealt with neutral beings.[5][6][3] They were strong-willed and fearless.[4][3]There were three varieties or orders of devas: the astral devas, the monadic devas, and the movanic devas.[5][6][4][3] Though the orders differed in might and magical power, they were of equal political status and saw no rivalry between them.[4][3] Nevertheless, the orders might sometimes bicker over differences in personality, but they always cooperated.[3] Devas of no particular order were known in the late 15th century DR.[1]They usually worked alone, but also operated in pairs, trios,[5][6][4][3] or squads of up to six members.[5][6][3]Devas were servants and messengers of the good gods, able to go wherever in the planes they were ordered. However, they often had to be proactive and deliver their messages at the points of their swords, and, indeed, preferred it. Thus, they were also mighty warriors in the battle against evil, wherever in the multiverse it appeared.[5][6][4][3][1] They almost always acted on the orders of the gods, but were often summoned by powerful spellcasters to do good work, via a high-level summon monster, gate, or planar ally spell. Only rarely did they act on their own initiative, but when they did, it invariably involved righteous violence.[3] Though they could travel freely across the Upper Planes, devas generally only did so when acting on the orders of a deity; when not in service, chaotic devas only traveled rarely, and lawful devas not at all.[5][6] Only astral devas were able to travel astrally.[5][6] The devas could operate more-or-less equally well in any environment, even in water.[5][6]Each order of devas had a different role in the grand scheme of the Upper Planes.[4] Astral devas chiefly existed to battle fiends in the Lower Planes. They also traveled to the Astral Plane to rescue lost or stranded mortals of good alignment.[5][6][4] They generally watched over and, where they could, aided good beings and served as patrons for planewalkers and mighty creatures who pursued good causes.[2] Monadic devas existed to watch over the Elemental Planes; they could survive any elemental environment without ill effect.[5][6][4][3] They also oversaw the Ethereal Plane.[5][6][3]The privileged movanic devas traveled to the Prime Material Plane to aid prominent followers of the gods of good in times of great need. While they more often appeared disguised as humanoids or animals, they could manifest in their winged angelic form if this suited their needs.[5][6][4] They were charged with serving the needs of the Prime Material Plane, the Negative Energy Plane, and the Positive Energy Plane, and also fought as infantry against armies of evil.[5][6][3]In the late 15th century DR, devas were sent as agents to the Material Plane, the Feywild, and the Shadowfell.[1]Whatever realm or plane they were sent to, devas used their shapechanging powers to adopt a suitable guise, usually appearing to mortals as an unremarkable animal or humanoid.[1] In particular, when at peace among mortals, movanic devas more often appeared in disguise as humanoids or animals, and rarely in their natural forms.[4][3] However, devas would manifest in their awesome winged angelic forms if it suited their needs.[4][1] There were legends of devas that spent years dwelling among mortals in disguise, helping and inspiring the good people around them.[1]Some devas acted as angelic guides to mortal aasimar, appearing to them in visions and offering wise direction.[8]Within the Great Wheel cosmology, the devas were known to dwell in the Upper Planes, those Outer Planes that were aligned with good, namely Arborea, Arcadia, the Beastlands, Bytopia, Elysium, Mount Celestia, and Ysgard, where a few dwelt.[4][9]An astral deva (front) with a planetar (middle) and a solar (back).The devas served the gods of good as their proxies and served the cause of goodness itself.[5][6][4] They were classed among the \"celestial stewards\", the most mighty and just of angels who directly served the gods of the Upper Planes, and included devas, lights, planetars, and solars.[10] [5][6] They were far from the most powerful entities on the Upper Planes, but their might was not to be disregarded either.[5][6]Devas of all kinds were known to serve the deities Azuth, Ilmater, and Mystra, while movanic devas in particular served Deneir, Lliira, and Milil.[11][12]They served as the common soldiery in the armies of good in the eternal war against evil.[3] They were a fundamental component of the forces of good, forming a reliable and strong vanguard of the Upper Planes, alongside the agathinon. They dwelled and worked in total harmony with the other beings of the Upper Planes, and had a close relationship with other aasimon, especially planetars. On occasion, when the need was great, a planetar would lead a band of devas on a mission for a good deity.[4]Devas possessed all the powers, protections, and traits common to the aasimon[10] or angel,[3] and many more of their own. Like other angels, a deva could envelop themselves with a potent protective aura against evil, similar to protection from evil or magic circle against evil but twice as strong and even combined with a minor globe of invulnerability.[5][6][4][3] They were immune to injury from mundane and minor magical weapons.[5][6][4][3][1]All devas were initially reported to use the spells cure disease and cure serious wounds thrice a day; cure light wounds, detect traps, and dispel magic each seven times a day; heal once a day; and detect evil, detect illusion, detect magic, etherealness, know alignment, invisibility and invisibility, 10' radius, light (varying with the kind of deva), protection from evil (varying with the deva), read magic, remove curse, remove fear, teleport (without error), tongues, and ultravision, as often as they willed. They also had a constant infravision in place.[5][6] Later, this list was given as cure disease thrice a day; cure light wounds, detect snares and pits, and dispel magic each seven times a day; heal once a day; and detect lie, invisibility, 10' radius, light, protection from evil, remove curse, remove fear, and tongues as often as they willed. They also had a constant infravision in place.[4] Later, it was reported they could cast aid, continual flame, detect evil, discern lies, plane shift, remove curse, remove disease, and remove fear.[2][3] After 1487 DR, devas could cast only detect evil and good at will and commune and raise dead once a day, but they also had a healing touch that could undo injury, remove curses, and cure disease, poisoning, blindness, or deafness.[1]Before and after 1358 DR, they were known to be all immune to injury from cold, electricity, gases, natural fire, non-magical weapons, and magic missile. They could not be petrified or poisoned. Astral and movanic devas were resistant to magical fires, while monadic devas were completely immune.[5][6][4] From 1372 DR, like other angels, they were immune to acid, cold, petrification, and had resistance to electricity and fire, and monadic devas were also still immune to fire.[3] In the late 15th century, it was reported they could not be charmed, demoralized, or exhausted and were resistant to spells, magic, and radiance.[1]All orders of deva had the power to change their own form at will, either through the spell polymorph self,[5][6][4][3] the spell polymorph restricted to themselves only,[2] or an inherent ability to change shape.[2][3][13][1] This last let them change form into a small or medium humanoid[3][13] or into an animal.[3][1] If killed, they reverted to their true form.[13][1]When a deva died on the Prime Material plane or the Elemental planes,[5][6] all parts of their body, what clothes they wore, their weapons, and their other possessions vanished completely.[3] Only their material body was destroyed, while their immortal spirit returned to their home plane. It took ten years to regain the power to manifest a corporeal form. If they died on any other plane, then they were destroyed utterly.[5][6]An astral deva.Although they might use many different weapons, each order of deva commonly wielded a specific weapon: a disrupting mace for the astral deva, a smiting mace or rod for the monadic deva, and a flaming two-handed sword for the movanic deva. They had no need of any treasure or wealth,[5][6][4][3] though might still carry useful items.[2]In the late 15th century, any weapon wielded by a deva was radiantly magical. They usually carried very large maces.[1]In 1369 DR, a group of six astral and monadic devas, led by the deva Ariziel, was dispatched to capture the Winged, a dark planetar cast out from Celestia for failing Torm. The devas could not overcome the Winged, and found themselves captured in turn. They were turned into fallen devas and forced to fight in the gladiatorial arena of the Winged's master, the Thayan wizard Dennaton, where they eventually perished.[14]Lumalia, an astral deva servant of Mystra.Devas are named for figures from Indian mythology, having roles as gods of Hinduism, enlightened beings in Buddhism, and heavenly beings in Jainism, and later adopted as nature spirits in New Age belief. The devas of D&D seem to share some traits of all these devas, as well as of the angels of Western tradition and Abrahamic religions, but for the most part it's just a name. Deva is a Sanskrit word translated as \"deity\", \"god\", \"exalted one\", or \"shining one\"; deva is the masculine form, devi is the feminine form.Disclaimer: The views expressed in the following links do not necessarily represent the views of the editors of this wiki, nor does any lore presented necessarily adhere to established canon.",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/1/12/Deva-5e.jpg/revision/latest?cb=20161119153420",
    "hit_points": 136,
    "hit_dice": "16d8"
}