{
    "name": "Djinni",
    "armor_class": 17,
    "challenge_rating": 11,
    "strength": 21,
    "dexterity": 15,
    "constitution": 22,
    "intelligence": 15,
    "wisdom": 16,
    "charisma": 20,
    "actions_desc": "The djinni makes three scimitar attacks. Melee Weapon Attack: +9 to hit, reach 5 ft., one target. Hit: 12 (2d6 + 5) slashing damage plus 3 (1d6) lightning or thunder damage (djinni's choice). A 5-foot-radius, 30-foot-tall cylinder of swirling air magically forms on a point the djinni can see within 120 feet of it. The whirlwind lasts as long as the djinni maintains concentration (as if concentrating on a spell). Any creature but the djinni that enters the whirlwind must succeed on a DC 18 Strength saving throw or be restrained by it. The djinni can move the whirlwind up to 60 feet as an action, and creatures restrained by the whirlwind move with it. The whirlwind ends if the djinni loses sight of it.\nA creature can use its action to free a creature restrained by the whirlwind, including itself, by succeeding on a DC 18 Strength check. If the check succeeds, the creature is no longer restrained and moves to the nearest space outside the whirlwind. ",
    "special_abilities_desc": "If the djinni dies, its body disintegrates into a warm breeze, leaving behind only equipment the djinni was wearing or carrying. The djinni's innate spellcasting ability is Charisma (spell save DC 17, +9 to hit with spell attacks). It can innately cast the following spells, requiring no material components:\n\nAt will: detect evil and good, detect magic, thunderwave\n3/day each: create food and water (can create wine instead of water), tongues, wind walk\n1/day each: conjure elemental (air elemental only), creation, gaseous form, invisibility, major image, plane shift ",
    "description": "Formerly: Elemental Chaos[2]Djinn resembled extremely tall (averaging ten and a half feet in height) human men and women, well-muscled and physically fit. Their features were aristocratic and considered attractive by human standards. Their skin tone ranged from pale blue to a more common olive-brown or dark tan characteristic of Zakharans. Their eyes are usually brown, but a rare few had blue eyes; these were believed to be marked by Fate for great deeds, whether for good or ill, and they could also have increased powers of the evil eye. Djinni garments were typically shimmering silk, designed for comfort and to flaunt their muscular physiques.[9]A beautiful and wild djinni.Djinn were wild but benevolent creatures as a whole.[10][11].While no genie liked being enslaved, djinn were the most tolerant of temporary servitude to mortals. They were forgiving of a mortal master's flaws or even amused by them. They viewed short-term servitude as determined by Fate, and knew that no one could defy one's fate. However, long-term service upset them, and being imprisoned was considered anathema. They would not forgive betrayal. Those who wished to gain the brief service of a djinn should gift them with fine meals, gemstones, magical items, flattery, and other forms of bribery.[9]Djinn could carry up to 600 pounds (270 kilograms) without tiring, and could carry 1,200 pounds (540 kilograms) for a short time. They could travel freely to the elemental planes, as well as to the Prime Material Plane, the Ethereal Plane, and Astral Plane. However, they normally traveled only to the Elemental Plane of Air and the Prime Material.[9]The djinn were ruled by the Great Caliph Husam al-Balil ben Nafhat al-Yugayyim, the Master of the Clouds and the Son of the Breezes. He rarely left his capital, the Court of Ice and Steel.[12] He was served by various nobles and officials, including lesser caliphs, viziers, beys, emirs, sheikhs, sherrifs, and maliks.[13] Each djinni freehold was ruled by a local sheikh or headman.[12]All djinn swore allegiance to the Grand Caliph, whose word was law. For disobeying a local caliph, a djinni risked punishment, but the penalty for disobeying the Grand Caliph was death. While djinni government was fairly loose, it was still too restrictive for most djinn, and they often visited the Prime Material Plane for the sake of respite from local lords and family.[9]While they appeared in great numbers on their home plane, djinn tended to be solitary on the Prime Material Plane. Most djinn were friendly toward mortals, but mischievous. They often played pranks on mortals, such as conjuring illusionary people who claimed to be in need. They normally left high-ranking people alone, for fear they might have ties to the Grand Caliph.[9]Although djinn did not require food or drink to live, they enjoyed rich flavors, smells, and other sensations. They commonly desired succulent fruits, great feasts, pungent wines, fine perfumes, shimmering silks, smooth satins, soft velvets, and other rich fare.[9]Djinn dwelt in the Elemental Plane of Air (or the Elemental Chaos from the viewpoint of the World Axis cosmology[2]), in djinn freeholds, floating islands of earth and stone, which they crammed with courtyards, buildings, gardens, fountains, and sculptures made from flame.[7]The capital of the djinn was the Citadel of Ice and Steel, a chunk of ice and earth sculpted into an aerodynamic oval shape. The citadel was in a perpetual falling state, and no gravity could be imposed within it by any force less potent than the Great Caliph of all djinn.[12]On the Prime Material Plane, djinn favored the open desert to cluttered urban areas. However, being somewhat friendly toward mortals, they visited cities on occasion.[9]A djinni windseer.The djinn, like all genies, are enlightened, which means they belong to the faith founded by a prophetess called the Loregiver long ago. Few are clerics, because the djinn are not, by and large, a pious people. However, they are willing to adopt pretty much any deity into their pantheons and give lip service to many deities, in order that they have an appropriate deity to please for any possible thing they might do.[14]In the djinni capital, the Court of Ice and Steel, there are mosques dedicated to the Amerindian gods Thunder and Wind, the Mulhorandi god Shu, the eagle deity Remnis, the elf goddess Aerdrie Faenya, and the Zakharan deities Haku and Hakiyah.[14]Djinn speak Jannti, the racial language of all genies. Whether Jannti is a single language or four closely related elemental languages is a matter for debate, however.[15] Djinn also speak Midani, the common tongue of Zakhara. They have a limited telepathy that allows them to communicate with any intelligent creatures they meet.[9]The djinn were on good terms with jann and sometimes visited their camps in the high deserts of Toril. They were cool toward the marids, disliking their haughtiness. They openly despised dao and efreet, and only rarely hesitated before attacking them.[9]When the world was young, the gods and genies were at war, and mortals were pathetic creatures trapped between the two warring forces. To these mortals was born a beautiful girl, her smile like the shining moon and her laugh more lovely than a songbird's melody. Her beauty became so renowned that the gods themselves heard of it. First Kor and Hajama and Najm spied her, and each became convinced that she must serve him alone. They began to quarrel among themselves, and the cosmic phenomena stirred by their emotions attracted the attention of the genies. And they too were smitten by her beauty, so the Grand Caliph of the Djinn, the Grand Khan of the Dao, the Most Respected Sultan of the Efreet, and the Imperial Padishah of the Marids began to also quarrel for the hand of the bewitching mortal. The elements themselves responded to their lust and fury, and the mortals feared for their lives. The maiden fled to the southern jungles, and Fate herself was besmitten by the maiden's lovely appearance. When the maiden told Fate how the gods and genies had treated her, though, Fate decided to teach both factions a lesson. She disguised the maiden as a hideous old man and sent her back to the city of mortals, where the elements and heavens were in an uproar as the gods and genies fought. It is said that some of the mortals who fled during this terrible time became the first peoples of Faerûn and Kara-Tur, while those brave few who remained were the ancestors of all Zakharans, for Zakhara is the center of the world. When the gods and genies spied the maiden disguised as an old man, though, the disguised maiden asked them why they were quarreling. When the terrible entities paused to explain, the old man declared he would judge who among them was the best match for the beautiful maid, and demanded they show her to him. Of course, the maiden could not be found, and because Fate was with her, none could penetrate her disguise. The old man told them she would only appear when they left, so the gods and genies begrudgingly returned to their respective realms, pausing their long war while they waited for a decision. However, the gods chose ten men and ten women to be their representatives; these were the first clerics. The genies, for their parts, agreed to leave but promised to send their servants and warriors back from time to time. When only the old man remained, she removed her disguise. Fate explained that the gods and genie rulers could not return and punish her, because that would mean admitting to being tricked by a mere mortal. Fate remained with her for a long time, teaching her wisdom and how to deal with both genies and gods. Sometimes in her own form, and sometimes disguised as an old man, she inspired great art, mighty spells, and wise philosophy and lore. She recorded her wisdom on a set of scrolls, which would one day be discovered by Zakhara's First Caliph. The maiden would be remembered as the Loregiver, the founder of the Enlightened Faith. She has yet to decide which god or genie she will choose as consort.[16]This tale recounts the origin of the genie-binders known as sha'irs. Born an orphan and raised by his uncle, the boy's jealous uncle schemed to have him slain so that he would never inherit his parents' business, which the uncle had been running while he raised the boy to manhood. The uncle hired a bandit to kidnap the boy and abandon him in the desert, but the boy discovered a hidden cave in an outcropping. The boy escaped from a ghul that tried to kill him, bringing with him an enchanted sword and a fabulous ruby. Fleeing back into the desert, he met a procession of genies of all kinds, and with them the Grand Caliph of the Djinn, the Most Respected Sultan of the Efreet, the Grand Khan of the Dao, and the Imperial Padisha of the Marids. They had returned to the mortal plane to see if the most beautiful maiden had decided yet which would be her suitor. The boy laid himself prostrate before the terrifying host, and the genies asked him where he had found the fabulous sword and wondrous gem. He told his story, and the genies told him the gem he held resembled the gem of Yalsur, which the genie races had fought over long ago, until a thief took advantage of their distraction to steal it away. The boy offered to return it to him, but the genies asked him to judge which race should keep it, for otherwise they would have to fight among themselves and a thief might steal it again. The boy suggested that each genie lord keep it for three moons, and this is how the four seasons came to be. When the marids possess the gem it is winter, when the djinn possess it it is spring, when the efreet possess it it is summer, and when it is in the possession of the dao it is autumn. The genie rulers rejoiced at this solution, and offered the youth riches and treasure. The boy politely refused any gift, saying he only wanted to return home, find out who kidnapped him, and to be as happy as Fate allowed. The genies, in turn, promised to aid the boy and his descendants, teaching him how to call and bind genies. So it was that he became the first sha'ir. They also granted him a female genie of each of their four races to forever aid him, and when he became a young man, the boy made these four his wives. The youth asked his djinni wife to bring him home and asked his dao wife to bring him his kidnapper. The terrified thief ratted out the uncle, so he asked his marid wife to bring him his uncle, who cursed him and predicted that his nephew's power would corrupt him as surely as the uncle's greed had been his own downfall. The youth instructed his efreeti wife to punish his uncle (she chopped him into pieces and scattered the remains in the desert) and decided to defy his uncle's curse by sharing his power with others, teaching those who could learn the arts of the sha'ir.[17]A confident-looking male djinni in traditional garb.The djinn founded the Calim Empire in what is now Calimshan over 9,000 years ago. Many of them took mortal concubines, and from these unions were born half-elementals, who in turn mated with mortals to produce air genasi.[18]The djinn, in a civilization known as the Djen who might have included some marids and jann among them, were led by a mighty noble djinni known as Calim, bringing with them human slaves similar or identical to the people of Zakhara. Tales tell of another world where the djinn were slaves to humans, and say that they took their revenge by enslaving humans on Toril[19]. They prospered for 1,000 years until an invasion of efreet led by the great efreeti noble Memnon destroyed their civilization over the course of a 200-year war.[20] When the djinni masters were overthrown, many djinn, half-djinn, and genasi were banished to other planes, bound into iron flasks, or slain. The surviving air genasi fled to other lands or went into hiding.[21]As of 1479 DR, the land of Calimshan has been ripped asunder by the events known as the Second Era of Skyfire. After the Spellplague, the Calimemnon Crystal, prison of the efreeti Memnon and the djinni Calim, shattered. The released creatures resumed their hostilities that dated back to the First Era of Skyfire (c. −6500 DR).[22]In the wake of the return of Calim and Memnon, many of the residents of Calimshan, presumed to be human, cast off their long held disguises and revealed themselves to be genasi. These descendants of the elemental powers pledged themselves to either fire or air, took over the cities of Memnon and Calimport respectively, and joined the war between the efreet and djinn.[22]In approximately 357 DR, the wizard Martek, called \"The Greatest of Mages,\" served as Bakar's grand vizier. He imprisoned the efreeti pasha Khalitharius and, knowing it would one day escape, he set up a magical quest allowing heroes to resurrect him when the time was right.[23]As part of his preparations for this event, Martek convinced the djinni Aeraldoth, one of the six viziers to the Grand Caliph of the Djinn himself, to allow himself to be imprisoned in the city of Phoenix so that he might battle the efreeti at the crucial moment.[24]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/e/ef/Djinn5E.PNG/revision/latest?cb=20171010234809",
    "hit_points": 161,
    "hit_dice": "14d10",
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [
        "lightning",
        "thunder"
    ],
    "condition_immunities": [],
    "senses": {
        "darkvision": "120 ft.",
        "passive_perception": 13
    },
    "xp": 7200
}