{
    "name": "Doppelganger",
    "armor_class": 14,
    "challenge_rating": 3,
    "strength": 11,
    "dexterity": 18,
    "constitution": 14,
    "intelligence": 11,
    "wisdom": 12,
    "charisma": 14,
    "actions_desc": "The doppelganger makes two melee attacks. Melee Weapon Attack: +6 to hit, reach 5 ft., one target. Hit: 7 (1d6 + 4) bludgeoning damage. The doppelganger magically reads the surface thoughts of one creature within 60 ft. of it. The effect can penetrate barriers, but 3 ft. of wood or dirt, 2 ft. of stone, 2 inches of metal, or a thin sheet of lead blocks it. While the target is in range, the doppelganger can continue reading its thoughts, as long as the doppelganger's concentration isn't broken (as if concentrating on a spell). While reading the target's mind, the doppelganger has advantage on Wisdom (Insight) and Charisma (Deception, Intimidation, and Persuasion) checks against the target. ",
    "special_abilities_desc": "The doppelganger can use its action to polymorph into a Small or Medium humanoid it has seen, or back into its true form. Its statistics, other than its size, are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies. The doppelganger has advantage on attack rolls against any creature it has surprised. If the doppelganger surprises a creature and hits it with an attack during the first round of combat, the target takes an extra 10 (3d6) damage from the attack. ",
    "description": "In their true form, doppelgangers appeared as tall, elven, gray-skinned humanoids, whose thin hairless bodies made them appear, to human eyes, sexless. Their heads were bulbous, with formless faces and bulging eyes that were a pale yellow hue and lacked visible pupils. Though even this form was deceptive, as it gave the impression they were physically weak, when in fact they were quite strong and agile.[3]They were lazy but cunning creatures, who killed or disposed of people then assumed their place. While not actually evil, doppelgangers were extremely self-centered and liable to look down on their victims.[6] Because of their laziness and selfishness, they rarely ever had any interest in raising their young.[1]The union of a doppelganger and another creature would produce a child that was either a doppelganger or what was known as a half-doppelganger.[12] However, such children would be unaware of their true nature until they reached adolescence, at which point they would try to seek out others of their kind.[1]A doppelganger in service of Gornak, shapeshifting out of his human disguise.Doppelgangers could assume shapes of any humanoid creatures between 4‒8 ft (1.2‒2.4 m) in height. After they chose their victim they duplicated the victim's form, clothing, and equipment, and attempted to kill the original. The biggest boon for the doppelgangers was the confusion their shapeshifting caused.[6][5]These shapeshifters were immune to many mind affecting spells, such as sleep and charm spells.[6][5] They also possessed a continuous spell-like ability to detect the thoughts of their victims and opponents,[3][1] which some described as being a form of ESP.[5] This ability extended out 60 feet (18 meters) and could penetrate most 2‒3 ft (0.61‒0.91 m) barriers.[1] These would often use this ability to learn everything they could about their chosen target.[6]Though their abilities allowed them to physically impersonate other creatures, a normal doppelganger could not duplicate the languages, memories, mannerisms, or personality of their victims. Because of this they sometimes kept the original alive and close by for weeks when their plans were more long-term. While captured a victim's mind would be read daily by a doppelganger in order to learn how to best behave and speak without being detected.[1]Being shapeshifting creatures, doppelgangers preferred to surprise and ambush their opponents.[1][5] Once engaged in close quarters combat, a doppelganger would use their brute strength to slam opponents around.[1]They were believed to be an artificial race, created by the Creator Race known as the batrachi to serve as spies and assassins.[14]In the Year of the Banner, 1368 DR, the trading company Seven Suns's headquarters in Baldur's Gate was infiltrated and taken over by doppelgangers, working on behalf of the rival organization Iron Throne. The doppelgangers then proceeded to make poor business decisions that drove the coster toward bankruptcy. This affected the economy of the whole city and attracted the attention of the Grand Dukes.[15]In the Year of the Unstrung Harp, 1371 DR,[note 1] a group of doppelgangers infiltrated a wedding ceremony between Piergeiron the Paladinson and Eidola of Neverwinter in Waterdeep, posing as guards and handmaidens. Khelben \"Blackstaff\" Arunsun foiled the monsters' sinister plot but failed to stop Eidola's subsequent abduction.[13]A pair of doppelgangers.Doppelgangers tended to be solitary creatures, though were also known to operate in small groups as part of longer cons,[1] as doing so further ensured that their infiltration and attacks were successful.[6] Many lived a stolen life. When they encountered a person whose appearance or station they desired for themselves, the doppelganger used their mental powers to learn everything they could about the chosen target.[6][1] Once they had all the knowledge they needed, they quietly eliminated[6] or captured their target and assumed his or her form, taking their place in life.[1]Doppelganger families tended not to be close; usually, a male and female met, engaged in casual sex, then left one another, with the female being forced to single-handedly rear any resulting newborns—who left their mother upon reaching maturity. Some, however, formed tightly knit family clusters, while others mated with humanoids, taking malicious delight in using their spouse as a cover for their inhumanity.[12]Doppelgangers were highly feared by most races for their ability to assume the form of any humanoid creature they encountered. Knowledge of their presence tended to make people very paranoid and suspicious of others.[3][1]Whenever food or treasure were scarce they would work for other creatures, though they preferred doing business with the magically inclined.[6] Many beings throughout the Realms were known to utilize them as spies, assassins,[3] or in elaborate plots to usurp power.[6]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/f/fc/Doppelganger-5e.jpg/revision/latest?cb=20170309004652",
    "hit_points": 52,
    "hit_dice": "8d8"
}