{
    "name": "Dretch",
    "armor_class": 11,
    "challenge_rating": 0.25,
    "strength": 11,
    "dexterity": 11,
    "constitution": 12,
    "intelligence": 5,
    "wisdom": 8,
    "charisma": 3,
    "actions_desc": "The dretch makes two attacks: one with its bite and one with its claws. Melee Weapon Attack: +2 to hit, reach 5 ft., one target. Hit: 3 (1d6) piercing damage. Melee Weapon Attack: +2 to hit, reach 5 ft., one target. Hit: 5 (2d4) slashing damage. A 10-foot radius of disgusting green gas extends out from the dretch. The gas spreads around corners, and its area is lightly obscured. It lasts for 1 minute or until a strong wind disperses it. Any creature that starts its turn in that area must succeed on a DC 11 Constitution saving throw or be poisoned until the start of its next turn. While poisoned in this way, the target can take either an action or a bonus action on its turn, not both, and can't take reactions. ",
    "special_abilities_desc": "",
    "description": "Dretches stood 4 ft (1.2 m) tall on and weighed 60 lb (27 kg), their squat, rounded bodies heavily contrasting their gaunt, emaciated limbs. Their skin was pale and rubbery, ranging in color from white, beige and blue, and sparsely covered by bristly hairs as well as pulsing, varicose veins.[3] The eyes of a dretch were slanted downward, their noses seemed squashed, and their exposed ears were pointed and lopped. There were many small fangs inside their slobbery, slack mouths, and a pair of claws hung off their hands.[4]As repulsive as they were self-loathing, dretches spent most of their time eternally unsatisfied, arguing amongst themselves and expressing their discontent.[1] What few creatures they could find that were lower than themselves, normally manes, were tormented for amusement so that they did not waste time reflecting on their own pathetic lives.[4] Unfit for accomplishing anything beyond simple tasks, dretches would be pitiable if they were not so contemptible, possessing levels of extreme malice that in some ways compensated for their complete lack of ability.[1]Dretches could summon other members of their kind but this ability had a low rate of success.[3] When it did succeed however, the newly summoned companion could in some cases try to summon more dretches until a small horde was accrued, but this required astonishing luck.[4][3] Their other common power was the ability to release a cloud of noxious gas every day that spread throughout the nearby vicinity and sickened regular mortals caught within it,[1] a substance they also usually released upon death.[2]Dretches could telepathically communicate but could only do so to those who also understood Abyssal.[1]Dretches summoned to fight with gnolls.With their high numbers, dretches could be dangerous threats if they were more intelligent, but alas, they lacked anything that could be regarded as brainpower.[2] They were stupid, slow, quarrelsome, and uncreative creatures, with the main reason for their survival within the Abyss being that they made up an immeasurable horde.[1] They preferred using their sheer numbers to win their battles, their tactics rarely going beyond a mob rush,[2] as they normally ganged up on foes in hordes up to forty strong.[3] This close proximity amplified their horrible stench, and because most demons were immune to poisons, they could normally do this even when others were present.[2]Dretches served as the primary infantry in demonic armies.[7] Because dretches had some concern for their station they were more reliable, relatively speaking, than other cannon fodder troops of the Abyss.[4] At the same time, the cowardly creatures, unlike many other fiends, had some sense of self-preservation instinct.[8] By themselves, they would flee from serious adversity, but their fear of punishment from (and desire to impress) more powerful demonic forces would keep them fighting when one was present.[3]In matters of war, the weak minds of the dretches could be both useful and detrimental. For example, they might be so terrified of those forcing them into battle that they would forget to actually fight, instead running directly at and over their foes. This could unintentionally damage the enemy formation, knocking them down and out of place, and create such confusion and disorder that it ultimately favored the dretches.[9] On the other hand, despite their sense of self-preservation, the dim-witted demons were occasionally known to require instruction to stop them from engaging in suicidal attacks, such as charging into a wall of fire to get to their opponents.[10]Individually, dretches relied upon their claws and demonic resistances to survive.[1]An Abyssal tavern with dretch servers.Displeasure was the most common emotion expressed by the dretches as they milled about in mobs expressing their disdain through hoots, grunts, and snarls.[1] While not the lowest of demons, dretches were the lowest of the tanar'ri, as their mane inferiors were simply demonic spirits.[4]Dretches were well aware of their own low station and individuals had different outlooks and attitudes on it. Some acted as sycophants and helpers, attempting to be as useful as possible in the hopes of promotion, while others felt that their completely miserable situation left them with nothing to lose, causing them to rebel. With dretches being so incredibly numerous, many of them believed they could carve their own path, as they were too lowly to catch the eye of more powerful demonic entities. In truth, rebellious dretches were often slaughtered en mass by more powerful demons, to whom the dretches were free blood to spill.[4]Individually unimportant, dretches as a species played a huge role in the Blood War and the Abyss in general. Tanar'ri constantly warred and fought amongst themselves, possessing no sense of kinmanskip or unity and thus not having as strong an impact on the Material Plane as they could. The key advantage of the demonic forces laid in their overwhelming numbers, and the uncounted billions of unimportant and petty dretches made up a vast fraction of those numbers. Regardless of their overall importance, dretches were used as the rank-and-file soldiers of most demonic armies, thrown at new enemies both for tests and for fun, and were also used as a food source for greater fiends when prey was otherwise scarce.[2][4][12]A dretch on the dissection table.The strange levels of strength in dretches for creatures of their small stature seemed to be at least partially magical, but also was a result of their cable-like muscles. This enhanced the power behind their raking claws, which were thin and as strong as steel. Their brains resembled those of natural creatures such as humans and other higher mammals, but were purple and exuded an indescribable stench.Their abdomens were potentially the most bizarre part of their anatomy and filled with a harmless, if foul, black liquid that swirled around inside them and quickly enveloped the hands of those trying to handle it. Dretches had only a few discolored organs and despite eating most, if not all, organic matter presented to them, they lacked most digestive and excretory organs. Their only digestive system involved an esophagus connecting their mouths to what was presumably a stomach, perhaps indicating that they vomited what they couldn't digest or that the waste was simply oozed out through their pores.[13]Outside of the Abyss at least, a dretch's body swiftly decomposed upon death. Their tendons became pliable and easily severed while their bones could be snapped between someone's fingers. The liquid inside their chest evaporated leaving only a tarry residue, and the odor slowly faded away.[13]A subspecies of dretches inhabited the Shadowsea of Dagon, an entirely submerged layer of the Abyss.[14]Chaotic evil mortals occasionally reincarnated into dretches, manes, and rutterkins after dying in Thanatos, one of the layers of the Abyss.[15]Tanar'ri\nAdaru • Alkilith • Armanite • Arrow demon • Babau • Balor • Bar-lgura • Bulezau • Cerebrilith • Chasme • Dretch • Gadacro • Glabrezu • Goristro • Hezrou • Jovoc • Kastighur • Klurichir • Lilitu • Mane • Marilith • Maurezhi • Mavawhan • Molydeus • Myrmyxicus • Nabassu • Nalfeshnee • Palrethee • Rutterkin • Solamith • Sorrowsworn • Spyder-fiend • Succubus • Uridezu • Vrock • Yochlol\nObyriths\nDraudnu • Ekolid • Golothoma • Laghathti • Sibriex • Uzollru • Verakia • Wastrilith",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/8/82/Dretch-5e.jpeg/revision/latest?cb=20161120141633",
    "hit_points": 18,
    "hit_dice": "4d6"
}