{
    "name": "Drider",
    "armor_class": 19,
    "challenge_rating": 6,
    "strength": 16,
    "dexterity": 16,
    "constitution": 18,
    "intelligence": 13,
    "wisdom": 14,
    "charisma": 12,
    "actions_desc": "The drider makes three attacks, either with its longsword or its longbow. It can replace one of those attacks with a bite attack. Melee Weapon Attack: +6 to hit, reach 5 ft., one creature. Hit: 2 (1d4) piercing damage plus 9 (2d8) poison damage. Melee Weapon Attack: +6 to hit, reach 5 ft., one target. Hit: 7 (1d8 + 3) slashing damage, or 8 (1d10 + 3) slashing damage if used with two hands. Ranged Weapon Attack: +6 to hit, range 150/600 ft., one target. Hit: 7 (1d8 + 3) piercing damage plus 4 (1d8) poison damage. ",
    "special_abilities_desc": "The drider has advantage on saving throws against being charmed, and magic can't put the drider to sleep. The drider's innate spellcasting ability is Wisdom (spell save DC 13). The drider can innately cast the following spells, requiring no material components:\nAt will: dancing lights\n1/day each: darkness, faerie fire The drider can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check. While in sunlight, the drider has disadvantage on attack rolls, as well as on Wisdom (Perception) checks that rely on sight. The drider ignores movement restrictions caused by webbing. ",
    "description": "Driders were created from drow in an agonizing process. They grew physically stronger and kept all magical and other abilities and skills they learned during their lives.[6]Driders were centaur-like creatures, appearing as drow from the waist up, with their lower portions replaced by the abdomen and legs of immense spiders.[5]Driders were sexless because Lolth did not want to have a race of enemies to the drow.[7]Driders were bloodthirsty.[5] They kept their memories and personalities from their time as a drow but added to this came a sense of shame, hatred, and fear that made them violent hunters. Most harbored a death wish that made them want to die in battle— preferably when fighting drow.[8]They were tireless hunters and there were two reasons for this. First, hunting was the only thing that could give their lives meaning, second, they needed to drink blood at least every four days or their bodies started to deteriorate from which they could die outside of a battle.[9]As a result of drow repeatedly double-crossing driders and killing them at the end of a bargain, driders attempt to take some precautions to at least take the drow down with them at the time of death.[9]A male drider with a cluster of spiderlings.Driders naturally developed a venom that could sap their victims' strength[10] and paralyze them for upwards of twenty minutes. They could deliver the venom with a bite, or they could alternatively use it as a sticky coating on their weapons. They were immune to all poisons.[8]As mentioned above, driders had a death wish. This and their general unstable mental state made it hard for them to feel fear.[9]Driders could reliably climb like spiders,[10] the only difference between these two species' movement abilities was the driders' inability to walk upside on ceiling, they were too heavy for that.[9]About half of the drider population had the ability to spin webs like spiders. They could do so up to ten times per day and these webs worked like a rope of entanglement. It was dangerous for everybody except for its creator.[9]Their darkvision had a shorter range than those of a drow,[11] though their senses were sharper.[9]All driders could inherently cast clairaudience/clairvoyance, dancing lights, darkness, detect good, detect law, detect magic, dispel magic, faerie fire, levitate, and suggestion once per day.[5] Dhairn once noted that these abilities were essentially the same as those owned by powerful blessed drow and used this fact to dupe driders into supporting his cause by calling them blessed creatures of Lolth by pointing this out.[12]They could also cast normal spells like clerics, sorcerers, or wizards. Those who cast spells like clerics could cast spells from two of the Chaos, Destruction, Evil, and Trickery domain. Their sorcerers often learned the spells, daze, detect magic, ghost sound, invisibility, lightning bolt, mage armor, mage hand, magic missile, ray of enfeeblement, ray of frost, read magic, resistance, silent image, and web.[5]They also had a resistance against magic,[3] but it was much lower than that of a drow.[9]Driders had a penchant for hiding and sneaking,[5] being able ambushers. They often laid traps, prepared ambush sites, and so on around their lairs.[9]They were capable of using weapons, but rarely used armor. They used them for additional protection against ranged attacks but otherwise used their protective gear as ammunition.[9]Once turned into these aberrations, driders left their homes in shame[14] for they were outcasts in drow society.[5]Driders were typically found living solitarily.[9] Though they could also be found living in pairs or in troupes consisting of one or two driders and seven to a dozen monstrous spiders.[3]Driders were created from drow in an agonizing process that required a yochlol, or to be more precise Lolth's power as channeled through the demon, during the ritual that initiated the process.[8] Only drow could be turned into driders.[1] The change could be reverted with a wish spell.[7]When a Lolthite drow reached a certain level of power, that drow underwent the Test of Lolth administered by Lolth herself. Those who fail this test but survive were turned into driders by the Spider Queen.[14]The second category of drider origins were drow mages. Part of the duties of Lolth's clergy was to ensure that their idea of society was kept free of dissidents and mages were put under general suspicion. Once they reached a certain level of power, they were abducted and then subjected to a test of loyalty called the Test. Failures were turned by a Lolthite priestess into a drider with magical energy channeled directly from Lolth.[15]The third category of driders came about when Lolth summoned a drow she considered promising to the Demonweb Pits. They were subjected to a test by the Spider Queen and when they failed, they were turned into driders and sent back.[1]Despite the cultural shunning of driders some drow wizards and sorcerers developed a spell to turn temporarily into a drider, called dridershape.[16]Individual driders could be found outside of drow society and practically everywhere— including other planes of existence and the Sea of Night on spelljammer-pirate ships.[7]Driders spoke Common, Elven, and Undercommon.[5] They could speak any language they could speak during their drow days, but Drow Sign was hard for them due to their transformation.[7]Drow held driders in low esteem. Driders left the drow cities by themselves or were penned somewhere,[1] or were driven out,[9] when they turned into driders to live as hermits or hunters but sometimes came back to the city's fringes. They were tolerated there as a representation of Lolth's will and as a reminder for the fate of failure to live up to the Spider Queen's standards.[1] Another role of theirs at the city's fringes was that of a buffer and guardian of the city by killing potential intruders.[9]In Dungeons & Dragons 4th edition, the creation of driders was changed from a punishment to a blessing. 5th edition, according to Mordenkainen's Tome of Foes returned the process to being a punishment, and driders were shamefully kicked out of their drow House to wander the Underdark alone.",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/5/5d/Monster_Manual_5e_-_Drider_-_p120.jpg/revision/latest?cb=20141112143053",
    "hit_points": 123,
    "hit_dice": "13d10"
}