{
    "name": "Drow",
    "armor_class": 15,
    "challenge_rating": 0.25,
    "strength": 10,
    "dexterity": 14,
    "constitution": 10,
    "intelligence": 11,
    "wisdom": 11,
    "charisma": 12,
    "actions_desc": "Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 5 (1d6 + 2) piercing damage. Ranged Weapon Attack: +4 to hit, range 30/120 ft., one target. Hit: 5 (1d6 + 2) piercing damage, and the target must succeed on a DC 13 Constitution saving throw or be poisoned for 1 hour. If the saving throw fails by 5 or more, the target is also unconscious while poisoned in this way. The target wakes up if it takes damage or if another creature takes an action to shake it awake. ",
    "special_abilities_desc": "The drow has advantage on saving throws against being charmed, and magic can't put the drow to sleep. The drow's spellcasting ability is Charisma (spell save DC 11). It can innately cast the following spells, requiring no material components:\nAt will: dancing lights\n1/day each: darkness, faerie fire While in sunlight, the drow has disadvantage on attack rolls, as well as on Wisdom (Perception) checks that rely on sight. ",
    "description": "Comparison of heights; from left to right: a human, sun elf, wood elf, moon elf, drow, and wild elf.In many ways, the drow resembled other elves[22] or eladrin.[23] Their bodies were wiry and athletic,[22] while their faces were chiseled and attractive,[23] though they were shorter and thinner than other elven sub-races.[9][24][10] Due to a process of selective breeding that lasted for several generations,[9] the drow (especially nobles)[24] looked attractive[23] even in comparison to other elven subraces.[25] Though their alluring appearance could be used for seduction, it was more often utilized to instill fear.[23] According to the goblin Nojheim, the beauty standards of the surface races made them prone to turn a blind eye to the deeds of the drow, showing them greater leniency and acceptance.[26]Reports varied on the physical differences between the drow sexes. Some purported that females were generally bigger and stronger than males,[22] while others claimed the males had superior strength.[27] Both sexes varied in height from 4 feet and 7 inches to 5 feet and 5 inches (140 to 170 centimeters), averaging at 5 feet (150 centimeters). Males weighed between 87 to 157 pounds (39 to 71.2 kilograms), averaging 109.5 pounds (49.67 kilograms), while females were a bit lighter, weighing between 82 to 152 pounds (37 to 68.9 kilograms) and averaging 104.5 pounds (47.4 kilograms).[10]Drow skin tones ranged from dark grey,[28] jet-black,[22] and obsidian,[15] (with various shades of blue),[9][24][23] the albino drow known as the Szarkai being an exception.[22] Drow had white, black, or purple teeth, while their gums, tongues, and throats could be red, pink, or purple.[22]Drow eyes could be of any color,[28] with bright red being the most common.[22] Pale shades[15] that appeared nearly white of blue, lilac, pink, or silver were also frequent.[9][24] Drow with green, brown, black, amber, or rose-hued eyes existed, but they were rare. Purple or blue eyes indicated surface elves and/or human ancestry.[22] The color of a drow's eyes could also be indicative of their current mental or physical state; drow eyes reddened when they were angry, and turned yellow when they were sick, poisoned, or under some negative magical influence.[22]Drow hair could be stark white,[22][15] pale yellow[9][24] and, more rarely, silver or copper in color.[22][28] It thinned and changed color with age, turning pale yellow for women, and silver or grey for men.[22] Due to the Eilistraeen ritual of The Run, drow of other faiths would often say that silver hair was a sign of mental handicap.[29]Drow generally kept their hair long, and decorated it with pins and webbing made of precious metals.[23] They were incapable of growing proper beards, but some males managed to grow long sideburns or even tufts of wispy hair on the cheek or chin.[30]The majority of drow wore a piwafwi, a fire-resistant, protective cloak, footwear that functioned as boots of elvenkind, and a drow house insignia. The latter showed the House or merchant clan to which a drow belonged, be it as a member or servant. However, with the exception of the First House, insignias weren't openly displayed except when inside the House territory or the clan's base.[31][31]Noble drow wore clothes and equipment of superior quality (except, of course, when they didn't want to attract attention).[32] For example, a noble's house insignia didn't just show house allegiance but also carried magic that could be used on command.[31] Web chokers' were considered fashionable by drow priestesses,[33] who also often used powdered Ormu, an Underdark-moss, as eye shadow.[34]Compared to other sentient beings, drow were notably intelligent, as having an analytical mindset and being observant at all times was needed to survive in their society.[22] Intellect, along with force of personality, were mental traits that had been ruthlessly selected for in their socially darwinian civilization over several generations.[9] However, a lifetime of being indoctrinated with Lolth's dogma, combined with their upbringing giving them limited contact with other beings, surroundings, and alternative ways of life, made them close-minded, and left them with little wordly experience.[22]The drow (fittingly for the dark perversions of the elves they were) were decadent[23] and hedonistic beings with a love for what they considered beautiful and a desire to surround themselves with it, generally without paying attention to the cost of acquiring it.[28] For example, they were often lecherous, with a tendency to take lovers at their leisure and discard them at their whim.[35] However, the drow were able to (or at least tried to) hide some of their more heinous traits behind a veneer of sophistication.[36][23]The moral code of the average drow was informed by the teachings of Lolth.[23] From birth, the drow were taught that they were superior to other races, and as such they believed themselves to be the ultimate beings.[37][30] This mindset created an arrogance so strong that drow could be incapable of viewing other creatures as their equals,[30] including members of their own kind; almost every drow believed themselves to be the epitome of their superior species.[38] The treatment reserved for non-drow ran the entire gamut from pets,[39] to slaves, to grudgingly respected partners if they proved themselves a military match for them, though never equals.[28]As one might expect, this atmosphere of utter condescension meant that most drow generally felt entitled to do whatever they wanted, whenever they wanted to do it.[28] If a drow was not where they believed they should be, their pride demanded they blame someone else (sometimes everyone else) for their incorrect position.[40] They were also taught that they should crush those beneath them,[37] for cruelty was seen as a method of self-validation. If someone could not defend themselves, as the logic went, they deserved to have cruelty inflicted on them, which would prove the superiority of the drow performing the torment.[41] They were a vengeful people by necessity, as not answering to slights with punishment was easily perceived as weakness by other drow, and was essentially the same as inviting exploitation, abuse, or even death.[35]Most drow sought to rise in rank,[36] desiring the power over others that a higher station would provide.[35] Ironically for a race that put such a focus on individual merit, personal achievement and ability carried so little weight in their minds they had almost no notion of its worth. Military genius, battle prowess, magical capability, the ability to create, and all other skills had no intrinsic value to the dark elves. The idea of passion for one's career, and of an activity having worth in and of itself was alien; abilities and resources, whether obtained by training or granted by birth, only mattered insofar as it increased a drow's ability to advance in station, thus granting them more power over others.[21][42]Given the scarcity of resources in the Underdark and the limited chances for advancement within their society, most drow had to be aggressively competitive.[43] They had a propensity for violence, which was their favorite, even instinctive, form of conflict resolution, and they managed to fight this urge when waiting for a more propitious time to strike.[38]As a general rule, drow living within a Lolthite society couldn't afford to show emotions like compassion or love, for they were easy to exploit[30] and drow often preferred emotional cruelty over causing physical harm.[41] The strife they constantly endured led them to be paranoid, with a fear of everyone and everything, from the potential loss of personal position, Lolth's favor, the loyalty (or even the threat of outright rebellion) of their inferiors, to punishment by their own superiors' hands.[38]The end result of being raised in this environment was that the drow were untrusting sadists with a constant readiness to stab others in the back, both in the figurative and literal sense.[28] They were an emotionally stunted people[32] with a tenuous grasp on sanity (a trait they placed less importance on than cunning and deviousness) and scarred minds, among which relatively undamaged individuals were considered abnormal.[44][45] Most were incapable of trusting other creatures, no matter their race,[46] and were taught from an early age not to do so, as they were expected to advance at the expenses of others by any means, including treachery and even outright murder (although not overtly).[47][28] Even in moments of safety or relaxation, they were always alert and constantly expecting attacks of any kind, and were rarely surprised when such attacks did come.[22]While the drow understood the advantage of forging bonds with others,[30] they did not see the value in honesty.[28] Forming relations with others was therefore a dangerous endeavor, and mostly temporary, since any alliance or cordial relationship could end in treachery. Drow normally went into engagements of this sort expecting the worst,[30] and alliances were always under scrutiny for signs of treachery, often ending violently. They were generally formed when the supposed ally was susceptible to blackmail, considered weak enough to not be a serious threat, or when cooperation was forced by the existence of a common enemy.[48] In fact, the mere inconvenience of maintaining the bond could be a reason to end it.[28]For a race so chaotic in a society focused on individual advancement at the expense of others, the majority of drow strangely leant towards being neutral evil in alignment. The drow were, in many way, contradictory in outlook, cooperating to some degree almost in spite of their very nature. They simultaneously encouraged personal ambition and innovative problem solving (creativity being needed to get ahead of the older elites) while paradoxically placing the good of the many over the good of the individual and reinforcing staunch traditionalism.[42]To achieve their individual desires required their society to retain at least some level of stability, and they were held tightly to tradition even if that code wasn't actually codified into law. In fact, the drow responded poorly to social norms being turned into written rules, obeying them primarily out of fear and social pressure (but obeying them nonetheless). This lead to the phenomenon where a lone drow would drift towards chaos, whereas a drow community would be forced to work together against one another, setting up rules to stabilize the power each individual wanted for themselves and allowing for cooperation beyond what chaos could typically create.[42]Unlike creatures such as orcs,[49] drow had no innate inclination towards evil, with their morality having been colored by their society.[45][50] \"Good drow\" made up about 15% of the entire race, although most of them weren't actually of the good alignment, being merely chaotic neutral or lawful neutral. Within Lolthite societies, even drow with a disposition towards what was considered good generally had problems developing a strong personal sense of morality. They generally behaved the same way as evil drow due to social pressure, as being soft in any way was lethal in drow society and often resulted in the death of such drow.[50]Only truly exceptional \"good drow\", such as Drizzt Do'Urden, were capable of freeing themselves from a Lolthite society.[50] The majority were found out and sacrificed to Lolth, and those who managed to leave their settlements would often die in the dangerous wilderness of the Underdark.[51] Furthermore, even those who escaped the cruelties of the Underdark found it more difficult to form long-term friendships than most races did[23] and had to constantly be on the lookout for pursuers who could kill them.[52]Drow were more agile than most humanoid races,[23] which, much like their higher intellects and force of personality, was a result of selective breeding over several generations.[9] Similarly, drow had a higher than normal tolerance for poison due to exposure over the course of countless generations. They had lesser resistance, in descending order, to the following kinds of toxins: non-drow sleep poisons, drugs, insect venom, and injected poisons. They had no special tolerance for contact poisons or to poison gases.[53]Drow had tremendous resistance to magic, with adults overcoming magic around half the time.[9][8] During infancy it fluctuated between almost non-existent and youth-level (resisting around two fifths of the time), stabilizing as they grew up.[54] It increased again when they reached adulthood, and could be trained even further,[54] but even if a drow's magic resistance was overcome, they could handle magical attacks quite well and had a better chance than other races at resisting them,[54] especially spells that attempted to bend their will.[9]Drow also had a natural aptitude for audible mimicry, the entire race possessing the capacity to easily imitate the sound and tone of another person in a believable manner, especially if frequently exposed to the language they were using.[55].Base powers were abilities that the drow could cast without any schooling, needing only simple practice. They varied slightly from person to person due to various reasons, including but not limited to genetics, personal talent, and divine favor. Drow magical abilities[56] were somehow tied to the faerzress,[57] the radiation of the Underdark, and its intensity in the birthplace of a drow could influence their base powers.[58] These abilities could also vary in the same person temporarily, depending on their personal (mental and physical) health situation, age, and degree of training. For example, a dying drow could double the effectiveness of the own innate powers by super-charging them with her or his own life force.[58]The drow could use their base powers once every day and, once employed, they could end the spell, move it around at their whim, or downsize it. Spells like dispel magic could end a base power's effect. Normally, a drow could not continue using these abilities when they started using another one, or started to cast a spell.[58] A common or untrained drow could neither use nor maintain their innate abilities under the effect of light that was as bright as, or brighter than, sunlight, as it impeded their concentration.[54]A drow's innate dancing lights spell-like ability [9][8][59][15] could create a larger number of light motes than the normal spell, and provided better control as the power of the caster increased; for example, the light spheres could be moved further away from each other than normal.[58] Reports varied if it could also be cast once per day, as with the other base powers, or at will.[58][59]In addition to the normal effects of a darkness spell,[9][8][59][15] which created an area that was impervious to normal sight and infravision, a drow's spell-like variant could also create a globe that could be moved around and grew in radius with the strength of the caster.[58] They could further enhance the spell-like ability to cast it more often, and learn to deepen it so that a daylight spell could not overpower it any more.[60]Unlike the normal version of faerie fire, a drow's spell-like version could create a glowing field that grew wider with the strength of the caster.[9][8][59][15][58] It could come in blue, green, or violet,[61] but while a drow could change these colors, they always manifested a certain one if they made no choice.[62] According to Seldszar Elpragh, a drow's faerie fire worked by channeling faerzress.[62]Upon reaching a sufficient degree of expertise, the drow gained their so called \"mature powers\". These included the spell-like abilities detect magic, know alignment, and levitate.[58][15] Particularly intelligent and powerful drow could maintain two inborn abilities, or one inborn ability and one normal spell, simultaneously, using levitate and darkness at the same time for example.[54] Like with base powers, it was normally impossible to cast mature powers in the presence of intense light.[54]Some drow were born with more magical power than normal, allowing them early access to their mature powers.[63][64] Such drow made up the noble class of their society, and among them this was a dominant trait.[32] Not only could nobles use both base and mature powers more than once per day, but every decade they gained another daily use, with centuries old nobility having virtually unlimited uses. Unlike commoners, they could attempt to cast their inborn abilities even in the presence of light, but they could only maintain one of their spells in this condition even when normally able to do more.[54]Before the 1360s DR, the drow would gradually lose their base and mature powers, as well as their defenses against magic, if exposed to sunlight.[65] However, during the 1360s DR, Liriel Baenre, guided by Eilistraee,[66] carved her rune in the Child of the Yggdrasil with the intent of preserving her own drow magic away from the Underdark,[67] but the act ended up allowing all drow to keep their powers on the surface.[68] Despite Eilistraee guiding Liriel, speculations were that Lolth also had a hand in the matter.[68]Lolthtouched powers, the result of Lolth's blessing, were perhaps the most distinctive abilities of the drow.[23][69] Lolth's touch gave her a hold over the entire drow race, and overcoming it was only possible by becoming a redeemed drow who also managed to judged worthy by Corellon.[70]An image of a Lolth-touched bebilith, drow, and giant spider.Lolthtouched drow manifested abilities like cloud of darkness, which would enshroud the given drow in shadow that was impossible for anyone but the caster to see through, and darkfire, which made other creatures an easier target by surrounding them in harmless purple flames. Lolthtouched powers were seemingly fueled by the same source, and the use of such abilities were tiring for the drow, with only more experienced and well-trained drow able to cast both abilities separately.[71] Through training, drow could manifest the so-called webs of darkness that both slowed and impeded a foe, while also limiting their vision.Curseborn drow could unlock even more Lolthtouched powers, including improvements of the aforementioned cloud of darkness and darkfire abilities. Other ways to improve these abilities included training to cast the cloud of darkness faster in response to harm, or to turn the darkfire into a flickering protective shroud that made the beneficiary harder to hit.[72]Drow were as frail as any other elves,[73] and had a fascination with stealth and subtlety.[28] They had a tendency to ambush their enemies with ranged weaponry, choosing hand crossbows when possible, to deliver their poisons from afar. They also favored light and quick weapons like rapiers in melee but normally retreated if close combat was the only remaining option.[73][74]Specific training was available for their rogues,[28] which included lessons on how to blend in with the heat hues and patterns of their surroundings, similarly to how other races could hide in the shadows of light sources.[75] Their famous (or infamous) assassin schools doubled as assassins' guilds.[76] Male drow were normally competent fighters,[36] and rangers were also valued as scouts.[48]Apart from its obvious use as a light source, drow used their ability to create dancing lights to surprise the enemy with the sudden appearance of a glowing figure or will-o'-wisp-like light balls. Teaming up with actual will-o'-wisps to make this more effective was a known technique, however, this was viewed as corrupted behavior.[73]Besides the obvious utility of cancelling light sources, the drow ability to creaste darkness was an integral part of their combat strategy, as it could be used to limit sight or otherwise hamper their enemies.[77] Since magical darkness looked like black stone when looked at with darkvision, there were many creative uses of the spell form a tactical standpoint. For example, a drow could hide behind the \"black stone\" and ambush their enemies from behind the cover, or use it to cover up a pitfall.[73]Like dancing lights, faerie fire could be used as a diversion, but the ability to change the colors of the lights allowed for the creation of color signals for the purpose of long distance communication.[73]Lolthtouched drow sometimes trained to slip into the cover of their created darkness,[72] or learnt to hit the targets of darkfire not just more accurately, but also harder, similarly to how drow wanderers did.[78]The drow had a number of combat styles:Drizzt Do'Urden; a master of the draa velve style.Drow with weapons drawn.Drow weapons and armor were made out of a substance called adamantine, an alloy of adamantite, and then turned into drowcraft items. Such equipment could not withstand sunlight,[79] but was cheap and easy to produce.[80] Before the 1370s DR, every drow warrior, down to the lowest rank, was equipped with a drowcraft chain mail and (in most cases) buckler as well.[81] At some point during the early 1370s, these items fell out of favor[82] and the drow started to wear mithral armor when it was affordable, but they kept using armor that wouldn't hamper their natural dexterity.[74]Famous weapons included the bolts of power, death lance, whip of fangs,[83] drow mission blade, hand spinneret, and the queen's scourge. A well-known drow-made piece of gear was the death armor, legendary in the Underdark.[84] The drow created some weapons with the specific purpose to fight their own kind, namely the flash globes and light pellets.[85]A drow falling victim to the calling, a magical poison.Among the Underdark races, the drow were the most skilled in the use of poisons and toxins.[74][86] Especially famous was the powerful drow knockout poison, made from a slippery black fungus that grew in certain Underdark caverns, and commonly applied to crossbow bolts to easily put enemies to sleep.[74] Other popular poisons were those extracted from purple worms, scorpions, and spiders,[74] the so-called calling, the eyeburn paste, and the skullrot.Almost every drow put some individual effort into strengthening their tolerance to poisons as part of their training. This was done by ingesting ever-larger doses of drow sleep poison and of spider venom, granting them further resistance to such toxins.[53]Their massive use of poisons led the drow to developed the virulent weapon enchantment to enhance the effects of any toxin applied to their weapons.[87] Naturally, the drow had some countermeasures against poison, like the ring of antivenom.[88]The priestesses of drow socieities formally occupied the positions of military leadership, but in practice it was the male commanders that actually led such forces. The priestesses often hid away in the face of danger, while resorting to the use of corporal threats and magical domination to ensure loyalty.[32] A military squad formally led by a male drow, was either a streeakh, a suicide squad, or a dobluth, a group of outcasts.[36]When drow nobles warred against each other, the attacking side had to eradicate the entire enemy family in a single attack. If even one member of the defending family survived, they could apply for \"justice\", and the entire city would turn on the attackers. Alliances were not allowed in these kinds of attacks, and there was a minimum interim time (one year) between attacks on an individual house, giving them time to recuperate.[89] Prolonged covert warfare between two houses, by means like assassination, were not exactly forbidden, but it was only tolerated for a time counted in years, after which the drow city's ruling council forced the two houses to enter open war.[90]This was the reason why drow society was in a perpetual state of very small-scale battle of underhandedness, instead of a series of bloody frontal battles.[91] Making matters worse for the drow, in war situations, the noble Houses schemed against each other so that their rivals would take the heaviest losses, or carry the responsibility for any failure, meaning that they were incapable of forming a truly united front against their enemies.[92]War in the Underdark was far different from conflicts fought on the surface. The cramped space of the subterranean environemnt made it hard or ineffectual to amass giant armies, and most battles were actually skirmishes between small units or patrols.[93] The drow avoided large sieges and pitched battles, in favor of focusing on skirmishes, as well as hit-and-run tactics and harrying strikes.[94]Underground warfare heavily involved the use of the natural environment as a weapon through the creation of tunnels to flank enemies, cause cave-ins, change the flow of magma, and so on.[93] The drow used ambush tactics that exploited existing dangers like loose rocks, and were skilled in using traps, such as deliberately placed phycomids or glasses full of ascomoid-spores, to gain an advantage in combat.[95]The drow also had a knack for responding to their enemies' actions, including spellcasting.[95] The members of a patrol coordinated by using infravision and counting what they called \"handfades\", a unit of time based on how long it took a rock to lose all heat after being touched by a hand.[34] However, they were aggressive, if not outright impatient, and one way to gain an advantage on them was to taunt their warriors long enough for them to make a fatal mistake.[94] Their method of warfare, especially considering their enlistment of slaves and allies, could drag on for years.[93]A drow assailing a group of devils.While the exact equipment and size of drow warbands varied from place to place, it was possible to make some general assumptions about the composition.A drow patrol usually consisted of seven to twelve soldiers headed by a patrol leader and overseen by a commander, the latter of which normally had a maximum of three other individuals, either acolytes and apprentices or bodyguards, in tow. Ordinary drow patrols contained a maximum of around six individuals with basic training, the rest being elite warriors. These warbands normally included a mix of both male and female drow, with a homogenous patrol likely indicating that the tension between the sexes in their city was reaching a critical point.[96]Patrol leaders were normally male drow with superior fighting skills or clerics trained in the use of weapons.[93] Larger patrols were generally led by female drow, who normally had one or two powerful warriors as lieutenants.[94] An elite patrol was usually led by a female cleric with female bodyguards, and her \"acolytes\" were also female clerics of the same church. These patrols were special, for they had an additional cleric with healing duties who also worked as a spy for the church of Lolth.[94]A \"pincer\" was the name for a collection of several patrols (two to four) led by one commander, usually some kind of spellcaster called an \"overleader\" or \"battle-captain\", who had up to four lieutenants called \"webmasters\".[94] Ranking higher than battle-captains were \"battle-lords\" or \"warmistresses\" which had an entire patrol force as their bodyguards and to carry their magic items. Each House had a standing army of drow soldiers, priestesses, and wizards, which included contingents consisting solely of non-drow slaves, usually bugbears, ogres, and minotaurs.[28]Around three out of every ten drow patrols included somewhere between one to eight non-drow, such as bugbears, goblins, or orcs as \"allied forces\". Mind flayers were never a part of such groups, except when being escorted to a destination.[96] When a drow died in battle, they were sometimes reanimated as a zombie if the lower half of the body was still functional. This was done to prevent the corpse from getting plundered, to provide the corpses a method of self-transportation, to provide the injured and immobile dead bodies with transportation, and to gain useful shock troops to use in battle.[75]All warriors in a patrol usually equipped with short swords, daggers, up to three javelins (with an atlatl to extend their reach), a hand crossbow with ten poisoned darts, and a buckler for protection.[93] Patrol leaders were equipped with a hand crossbow, javelins with an atlatl, and a moderately enchanted mace to indicate their authority.[93]:During wartime, the patrols doubled their numbers of poisoned darts, and every warrior was equipped with up to three potions of healing in steel vials that didn't rust.[94]Patrols were outfitted with a scroll of protection from earth and stone to guard against cave-ins, while surface raiders or underground furtive attackers used an orb of duo-dimension to allow stealthy attacks.[97]Lolthite, drow society had had two nominal goals, called \"the First and Second Part of the Destiny of the People\". The former was about forcing all other races of the Underdark into subservience, while the latter was about driving the entire elven population into extinction, seizing their lands and holdings in the process.[46] Lolth claimed that, in order to achieve such goals, the drow had to be in a state of perpetual infighting and violent competition, the constant training serving to make them stronger and smarter while breeding out indolence and other weaknesses.However, the extreme, self-destructive degree to which the Darwinian attitude of the drow was taken prevented them from achieving either of their purposes, barring possibilities for significant growth.[98] In truth, despite her rhetoric, Lolth had no intention of having the drow devote themselves to reaching their supposed goal. She found their in-fighting far too enjoyable to focus their attention of taking the surface.[99]On a personal level, each drow tried to gain and maintain the favor of Lolth, amass material goods (like wealth and slaves), and gain status inside their society.[30] Depending on the station of a drow, there was a difference in the kind of plans they supported and executed. Drow of higher standing supported endeavors to boost their own prestige by increasing their own people's power and influence. Drow of lower station supported plans that dragged everybody down, for example by causing strife and violence within their communities.[46]Drow communities were known as city-states, although they weren't actually organized as \"states\", as much as clusters of drow lead by oppressive, theocratic nobility. Cities were normally independent and not part of a larger drow nation, and though some had trade agreements, most frequently fell to war with one another.[76] Cities usually included farmlands, where slaves worked to produce and harvest meat and crops.[76] Those lands were usually found inside the main cavern but sometimes, usually due to space limits, they could be found outside as well.[100]A drow stronghold.Drow architecture, like typical elven works of construction,[101] put an emphasis on beauty and was considered a marvel to behold.[102][28] The drow were the best architects when it came to shaping and hollowing out stalactites, stalagmites, and cave columns. They were also known for their stone bridge, balcony, and buttress designs, as well as their intricate spiral tunnels. Suspension bridges were the norm, for they could withstand earthquakes, and cave fishers were trained for the purpose of slinging their lines.[103]The drow used the very environment of the Underdark as material for their architecture, and could make use of growing sedimentary structures to shape their buildings.[104] They were particularly interested in the magimorphic clear black stone, because creatures with darkvision could see through it.[105] In some cities, clay was used by the poor, similarly to how to was used in Kara-Tur and the Shaar, to create dwellings. The same craft was used by the rich to create temporary furniture and sculptures for their parties, which were then decorated with gems, glowing fungi, and similar material.[106] As far as dwellings went, noble drow usually lived in their mansions while the commoners lived in either small caves or walled, circular houses with dug-out cellars and adobe-like construction, both designed to be as beautiful as possible.[31]Despite their excellent craftsmanship, drow cities tended to be a chaotic and messy sight because of the lack of a uniform architectural style.[76] Common features in drow cities were the presence of spider webs in passages and layouts of buildings,[31] and frequent obsidian-cast spider motifs as decorations.[105] Lighting was created both through magic and mundane means, with the former being far more common,[75] and the continual faerie fire spell commonly adorned particularly impressive structures, the borders and landmarks of a given city-state, buildings belonging to the wealthy, as well as the working places for slaves outside of the city.[75][107][76]Magic in general was a key element in drow architecture, with crucial structures often supported by spells rather than being carefully built to stand on their own (which could cause them to collapse when the magic wore off). In the event of collapse, rubble was cleaned out by slaves, only for the drow to use magic like stone shape and the barest minimum amount of handiwork for reconstruction. It was this slapdash approach to their architecture that meant that instability issues in drow cities had a tendency to persist.[102]The drow were mostly met in the Upperdark, but the majority of their cities were found in the Middledark as a protection against aggressions from the surface. In fact, traveling all the distance down to the Middledark with an army from the surface wasn't a feasible undertaking.[98] The gates of a drow city, as well as its important buildings, usually had jade spider guardians.[108]The places in the Underdark where drow built their city-states had to meet sevaral criteria. The caverns had to be huge,[28] allowing a horizontal layout of the city,[109] great amounts of iron, adamantite, and gems needed to be nearby, and the magnetic force and the faerzress needed to be particularly intense,[110] both for practical reasons and, according to Qilué Veladorn, because the drow had a mental compulsion to be near the radiation and were drawn to it.[111] Whatever the reason, when the faerzress disappeared, the drow-city usually collapsed too.[109]The faerzress radiation near most drow cities provided protection from magical spying via divination, and also made it difficult, or even dangerous, to teleport within the area.[112] Furthermore, the faerzress allowed cheap and easy creation of magic, drowcraft items,[80] and the radiation had several defensive purposes.[98] For example, drow often used shriekers, a type of fungi that grew in faerzress-rich places, to warn them of incoming danger.[110]However, the drow's relationship with faerazress could be as much a weakness as it was a strength. Their over-reliance on it meant that drow settlements were often stationary, leaving them relatively easy to locate and vulnerable to attack by various the forces of the Underdark.[79] The radiation was also uniquely capable of causing mutations in other creatures; a flying roper, for example, could be born in a faerazress-rich environment. If the product of such mutations was powerful, drow tried to avoid fighting it and keep it within a certain area so that would-be invaders would have to face it instead, turning it into an unwitting sentry. If the creature had a spider-like appearance, the drow would praise it as the work of Lolth and occasionally feed it with captives or lured adventurers.[110]A specialty of the drow was their ability to cut and shape stone, both with magical and mundane methods, to produce smooth-flowing buildings, and waterworks were a product of drow craftsmanship that received universal acclaim. Systems of intricately curved pipes that bore through solid rock, fitted with shut-off valves, side-channels, and pumps, collected and diverted water for various purposes, from dietary, to industrial, to waste disposal.[113]The valves were big, hollow stone spheres with two opposed holes, closely fitted into a basin, which had both inlet and outlet channels. They were attached to a large, counter-weighted lever that, when turned, lined up the inlet and outlet channels with the holes of the valve to let water come through. The flow was regulated by opening a sliding panel, which turned the sphere in such a direction that only the volume of water that filled it could pass through and be diverted towards a side-channel. The aforementioned pumps had two varieties: a corkscrew-type, that worked by water pressure, and a piston type, worked by slaves. Constant application of magic was needed to make the water seals function perfectly.[113]Most members of a Lolthite drow society lived under oppression, in a state of perpetual desperation and poverty.[76] Commoners normally learned a craft or entered military training, while talented individuals could hope to enter one of the magic schools. Ironically, commoners had a greater number of multi-generation households, since their relatives had less to gain from their death, resulting in families who had many living generations of members. There also wasn't much to be gained from killing an elder (at least one that wasn't feeble), as they represented a valuable source of historical and general knowledge with realistic accessibility,[32] although they elderly would be eaten if the city was faced with overpopulation.[46]Commoners who gained enough expertise in a certain area, like Zaknafein Do'Urden as a warrior, might be adopted into a noble family.[32] From time to time, artists were adopted by one of the Houses for their skill.[114] Commoners could also rise to a higher social station by becoming the consort of a noble, gaining the latter's last name for the duration of the marriage.[115]Consort bonds were generally of temporary nature, however, due to accidental breeches of etiquette, the noble's disinterest, or because they were simply being used as a pawn in the political games of Lolthite society. The outcome was either a painful death or expulsion—usually the former.[32] In general, rising through the ranks too quickly was dangerous for any drow, as the usual reaction was the formation of temporary alliances among those who believed they wronged to take the upstart down and such alliances were often successful.[43] Nonetheless, noble drow valued commoners more than slaves, and usually sacrificed them only if a slave was not at hand.[32]A matron of the drow.See also: List of drow housesDrow were ruled by their aristocracy, the drow Houses, made up by the families that had the strength and incredible influence to occupy the best lands,[32][23] with most Houses often being located in close proximity to each other. While the nobles hoarded the best territory and resources, the rest of the population was forced to fend for themselves. These priestesses of Lolth that normally reigned over drow societies were poor rulers who tossed their cities into a haphazard organization.[76]Noble Houses constantly fought each other[8] but were also characterized by internal strife,[109] as expected in a society that followed the Way of Lolth.[28] Though the power of the many Houses changed often, the few at the top usually remained stable.[76] A good indicator of a drow House's power was the grandeur of their domain, with the biggest, grandest villas belonging the the greatest Houses,[101] and a public temple to Lolth often being built within the strongest family's territory.[76] Not only did the infighting of drow Houses paralyze the growth of their own cities,[98] but they actively undermined opportunities and chances for any form of development in order to ensure that those below them didn't gain power (and with it, the option to turn away from Lolth).[116]Drow Houses were founded by powerful drow individuals with special powers, whose traits would be passed to their offspring (see under Noble Powers), and further augmented with magic items. Within a family, noble drow parents viewed their children as vehicles for their own advancement, a mindset which included sacrificing them for some potential gain. Noble drow families banded together for mutual protection and not out of affection. Noble drow stayed with their family as children to protect themselves from outside violence, and as adults because Houses proved to be good tools for societal advancement.[32]The head of a noble House was a matron mother, a powerful priestess of Lolth. Below her, in descending order of influence, were the female members of the House, who were also priestesses.[109] After them came male officers, including the weapon master, House wizard, and patron (the matron's consort), although these positions could be combined. Then came the other male members of the House (war-leaders, who answered to the weapon master, and House mages, subservient to the House wizard). Below the non-officer males (who were normally of the House's bloodline) were servants and slaves. Positions were normally sorted by age but were ultimately not set in stone, and could be changed at the matron mother's whims[90]Females had absolute power within their household, and owned all the governmental and militaristic power within the city, although they held no authority until after puberty. Males never held any authority unless they managed to become an officer. In most cases, a matron only lost her position if murdered by her eldest daughter. This usually marked a new direction for the House, and sometimes even its destruction, because the murder of a matron was seen as a sign of disfavor from Lolth.[36][90]A Lolthite drow society was a theocracy with ultimate, absolute power invested in the ruling priestesses, particularly the matron mothers. Technically the only rule was \"might makes right\",[119] and the priestesses were judge, jury, and executioner (or whatever other punishment they saw fit to enact). There were no concepts like \"guilt until proven innocent\" or \"proven beyond a reasonable doubt\".[120][119] The priestesses saw it as their right to arrest and punish people for assumed offenses via methods they made up on the spot, and the only way to lessen a punishment was for the presumed criminal to have connections to those that the punishing priestess or priestesses considered a threat.[120][119]However, as the priestesses had power invested in them by the Spider Queen, the actual basis of drow society law was the Way of Lolth.[109] The priestesses of the Spider Queen forced others to comply with Lolth's dogma, which in turn became the main law.[120] Fittingly, one of the main tenets (the first one, in fact) was that Lolth was the only true goddess, and that anyone worshiping another deity or practicing a different faith was to be sacrificed to Lolth. Ritual worship by non-drow was punished with a heavy fine and temporary exile from the city with second offenses carrying the death penalty, along with first-time offenses by drow. To even utter another god's name was frowned upon, although not a real cause for punishment.[119][89]While violence and property crime was punished in drow society, it wasn't because such acts were believed to be morally wrong. A drow vandal, petty thief, or burglar would face charges, but the stolen goods would not be hunted down since, in drow eyes, the fact that the previous owner couldn't defend it meant that they didn't deserve to keep it. Similarly street patrols violently punished anyone fighting, but the victim of the assault was expected to defend themselves against their assailants. Even drow Houses were punished for the open murder of their enemies, just as they would if their assassination was exposed, but this was because public fighting was considered boorish.[119][89]In truth, drow law was nothing more than a formal excuse for cruelty, an ironic parody of order made only to disguise the chaotic, ruthless, murderous ambition of the drow and their infighting. For the most part, there was no prescribed criteria for how justice was to be performed, and punishments could very easily be wildly disproportionate to the crime. \"Justice\" was a senseless and arbitrary institution with no due process or appeals system (unless one counted leveraging their connections) capriciously enforced at the cruel whims of the ruling tyrants. Though certain acts did carry penalties, the only actual crime (the part they were truly being punished for) was getting caught.[119][89]It was considered a violation of the Way of Lolth to defy the hierarchy of their society in any way. This included but was not limited to killing spiders (which was possibly not an actual rule, but could be considered taboo), a slave disobeying their owners in any way, a commoner refusing the orders of a priestess (an exception being if the commoner belonged to another house, although even then the offended priestess was often allowed to flog them), and a student refusing the \"courting\" of a matron or female teacher.[119][89]Drow society also had a strict fashion code (which included rules about hairstyles) meant to allow easy identification of a drow's social station and House (if any). Any drow who committed identification litigations by wearing the wrong hair style, clothes, and/or drow house insignia was considered a criminal unless the House authorized the use of their color or insignia or if the matron mother expressedly permitted a drow to change their hair and attire to appear as a different rank. It was also illegal for non-drow to disguise themselves as a specific drow, a noble drow, or a member of a House outside of the one they belonged to.[119][89]Failing to completely exterminate the drow noble line of another House in a single attack, more than one House teaming up to attack another (one of the few offenses that had to be proven) or attacking a drow House within a year of the last attack against them were all offenses.[119][89]Given the wickedly whimsical nature of drow law, punishment for many of the above offenses (especially refusing one's superiors) could range from immediate execution, death by torture, torture without death, mutilation, castration, imprisonment, exile, forced labor, whipping, and exorbitant fines (which the priestess could keep). Whipping and torture were the most common penalties since the priestesses enjoyed punishments that could be inflicted multiple times. Violation of the fashion code, disregarding exceptions due to authorization by the appropriate individuals, was always punished by death.[119][89]Failing to fully obliterate another House or allying with another to do so was a crime punished by all other Houses destroying the offenders. While attacking a House in short succession wasn't technically punished by law, the offending Houses's priestesses would lose Lolth's favor and be unable to cast spells until they performed a great deed to regain it. This practically assured a House's destruction as they were forced to fall back on diplomatic and physical methods of defense, with all other Houses able to attack them with impunity.[119][89]A leashed male drow protects a female drow.Under Lolth's dogma, female drow were recognized as being more valuable than males, who were considered worthless. This gave female drow absolute power over males,[109] and meant they were less likely to be sacrificed.[32] It would be easy to imagine, therefore, that drow females, had it much easier compared to males, but this was merely an illusion. In drow society, where rank was power and power was everything, a prestigious position came at a high cost. Drow ambition combined with the other teachings of Lolth meant that the competition between female drow, particularly those who belonged to powerful houses, was violent, aggressive, and lethal in a way that males didn't have to deal with. It was even worse for those women who sought power outside of Lolth's church, for they had to compete both with other females and oppressed and resentful men.[122]Still, males who hoped to find any place of power often resorted to ends as treacherous as the women that ruled the drow. Men generally tried currying favors with women, attempting to advance their station by attaching themselves to them. For example, some tried to gain high officer positions or win a coveted place as the consort of a powerful matron mother.[37] Drow \"courting\" was the domain of women in Lolthite society, and for a male to try initiate a relationship was a form of insubordination and a reason for execution by torture and sacrifice. In general, drow women chose their partners as animals would be chosen for breeding purposes, with males expected not to resist the other's affections. Males had no chance on when the relationship would start or end, while females could do so at their leisure, at least in theory.[32]When a drow male was desired by more than one female, the latter would compete over him. This was by no means a positive circumstance for the male, as a female who lost might decide that if she couldn't have them then no one would. More than once a female would \"give up\" on a male before flaying him and leaving his corpse in a rival's bedchambers,[32] and a discarded male would more likely end up dead than left alone. Among commoner drow and in non-Lolthite socieites, matters weren't so extreme. The concept of marriage existed, but was not as permanent, with contracts lasting for a decade or so at longest with the potential for renewal. Merchant clans followed similar rules, but marrying into a clan meant being part of it for life, and trying to leave could be the same as inviting death.[115]A working long-term relationship between drow was likely not the result of love, but due to tangible reasons, like complementary careers, political influence, attractiveness, or the male having a history of fathering many female offspring. Any actual affection was usually the result of the male being attractive, servile, and never embarrassing the female. The best \"normal\" romantic relationship between two drow was similar to the one between a spoiled brat and her well trained, obedient dog, with the owner having the right to put the dog down for any reason.[32]Arcane magic was a route for power for male drow, though open only to a few. While they were still socially inferior to female drow, they weren’t in real danger of being killed by a priestess, while even accomplished male war commanders were in danger of being executed for perceived insults.[32] Other ways of gaining station as a male were to become an arcane devotee (but it didn't grant any additional safety), or an arachnomancer, taking advantage of the reverence of spiders that came with the worship of Lolth.[123]Male clerics existed among the drow, but in Lolth-dominated cities, they were targets of her female followers, and Lolth barred them from achieving power beyond a certain threshold. They served in low-ranking positions under lethal risks,[124] and though capable of becoming divine disciples, it often caused the priestesses to kill them.[123] Other drow deities had different approaches to gender. Ghaunadaur had no gender restrictions,[32] while Vhaeraun's faith had a gender barrier that made it harder for women to become his clerics.[125]Eilistraee accepted clergy of all genders and races, although before the 1370s DR, her actual clerics could only be female.[126] This was less due to any supposed inferiority of males, but because becoming one required a greater understanding and sensitivity of the \"life of the other gender”. For lack of better terminology, one simply couldn't truly feel the Divine Dance of Eilistraee \"properly\" except as a female, and so her rare and secretive male priests had to spend some time as a female, not just for the duration of a ritual called the Changedance, but in everyday ways. However, during the 1370s DR, Eilistraee started working towards opening up to male priesthood: for a time, males still had a harder time becoming clerics (see also here),[27] but after the Second Sundering, Eilistraee's clergy could be accessed by people of any gender with equal ease.[127]Given the need to compete for limited resources and advancement opportunities in their society, drow had an interesting relationship with children. On some level drow recognized that the children were the future of their race, the vulnerability of young drow to magic for example having led to the development of the potion of magic resistance.[54][46] However, an honest bond of love between parent and child in drow society was even rarer than one between lovers. Instead, the relationship between drow and their children was frequently one of mutual exploitation, each using the other as a tool only so long as they still needed them.[32] A child born with physical malformations or imperfections, due to the drow obsession with beauty, was killed shortly after birth.[115]Due to their competitive society, drow tried to instill the ideals of tenacity, cruelty, ambition,[43] self-reliance, and independence in their children.[115] Since traits like kindness or compassion were considered dangerous and exploitable,[30] children who showed such weakness were punished. Punishment ranged from beatings to neglect, such as withholding food, with the goal of the abusive treatment being to prepare the child for the cruelty of their future lives. These punishments could prove lethal, and the inevitable child deaths were justified as \"saving\" the child from an even worse fate as an adult. Drow children learned cruelty and bloodthirst both as a survival mechanism, and as a defensive mechanism to escape punishment, and these lessons generally scarred a drow and stuck with them for life.[43][30]This was when a drow's parents were actually in the drow's life. Noble drow weren't raised by their parents, whom they only rarely saw a few times a year, but by elder siblings and private caretakers before being sent to the city's priesthood, military, or wizard academy depending on gender and inclination. In effect, each was a kind of boarding school for children over ten years old, which normally only allowed them to return home once per year for important family or religious meetings.[32] Merchant clans[115] and commoners (who lacked the resources to hire tutors) considered raising children the entire family's duty, before they learned the parent's craft, enrolled in the military, or joined a wizard or cleric academy. Whether noble or commoner, children generally lacked any strong parental bonds, being both physically and emotionally distant to their absentee parents, thus limiting the emotional growth they could achieve in a more normal (by surface standards) home environment.[32]The drow held some respect towards races capable of resisting their aggressions,[28] and could perceive certain races as at least possible equals (though never superiors) with whom they had mutual gain or non-aggression pacts. However, contracts with \"lesser races\" were not seen as actually binding, and were readily broken as soon as they stopped being beneficial to the drow party. As a result, the other races learned to anticipate betrayal and always had counters to the treachery prepared.[46] Normally the drow had poor opinions of even their erstwhile allies, and viewed other races, at best, as merely laughable or contemptible.[74]Two drow watch over a gladiator match as one of them eats grapes.The drow's ultimately viewed other races as somewhere between targets of extermination and potential slaves,[28] foes to be either dominated or, if they were a threat driven to extinction. As such, drow had an extremist mentality when meeting with them, their first thought being to wage war on the new neighbors in order to subjugate or eradicate them. Prisoners of such violent activities were the source of slaves in their cities.[74] Normally somewhere between half and two-thirds of a given drow settlement's population consisted of slaves or other non-drow without rights,[28] although only Houses possessed significant amounts of slaves. In some cases the number was rarely above the House's drow population[128] and in others the slaves outnumbered them either two or three to one.[74]As a general rule, the inhabitants of Toril's surface knew very little about the drow. To the average person, the drow were such a distant problem that they were considered more like myth than reality.[43] Given that they couldn't do anything effectively in bright light, drow were inactive on the surface during the day.[73] As a rule of thumb, only 5% of surface inhabitants had the superficial knowledge that the drow were \"inhabitants of the Underdark who conducted raids on the surface\", not including elves and eladrin, who had close historical connections. This made it easier for individual drow to enter surface communities without meeting hostility as long as they didn't do or say something that could catch attention and lead people who had real knowledge about the drow to cleanse their community of the threat the drow represented.[43]Even so, surface cities generally didn't allow drow into their cities because of their reputation,[73] though followers of Eilistraee sometimes managed to gain a place within surface communities.[129][130] Their unique appearance combined with their negative public image made it practically impossible for them to effectively replenish their resources on the surface.[73] Intelligent creatures on nearly every plane in existence knew of, and maintained at least a respect for, the drow.[121]R.A. Salvatore (March 2006). Exile. (Wizards of the Coast). ISBN 0-7869-3983-4.The drow didn't often keep animals as pets, preferring to keep creatures that could completely comprehend their dependence on their owners. Instead, many drow took a favored slave as a personal servant or thrall, slaves that were treated as little more than pets. They did however, domesticate a number of animals for various purposes, and were known to take advanage of molds, fungi, and oozes by using them as traps and for sanitation.[74]Barring the most primitive among them, the drow were a literate race.[76] As was common for elves, drow speech was quite eloquent and their speech was almost musical.[55] Most drow only knew two languages, namely Deep Drow and the Sign language, since they usually stayed in their cities and therefore had limited exposure to or need to learn other tongues. However, drow adventurers, outcasts, and slave-traders often learned more languages,[55] as did their warriors.[76] Drow were known to use their ability to read subtle markings in stone to leave secret messages.[75]Drow names often included double letters and were designed to be pleasant to the ear.[8] They believed that having first names similar to those of the Dark Seldarine guaranteed misfortune, and names similar to that of their patron was considered blasphemy.[191] Nobles had a strong tendency to avoid giving names that were similar in sound to the common tongue of Deep Drow.[191] Drow last names never started with the \"L\"-sound like that of \"Lolth\", \"Lloth\", or \"Loethe\", as this was reserved for the Spider Queen's avatar. Holding a last name, in general, meant that the holder was either born into a noble family, or had a rank and role (like weapon master) in a household. Drow that didn't meet those criteria weren't allowed to have a surname.[192]Drow house glyphThe drow had a number of customs and gestures. For example, it was a commonly accepted gesture to drop held weapons and fall on a knee as a sign of surrender. There were many rituals as well, like the graduation ceremony for the graduates of the mage, priest, and warrior schools.[193] When participating in a meeting, due to their weakness to light, the creation of an intense light source was seen as a hostile act by the drow, that led them to attack.[54]Some known drow rituals and customs included:Due to the dark elf love of beauty, the demand for art and skilled craft, particularly exquisitely forged weapons, was high.[115] Good artisans, especially innovative ones (which made up about 0.1-0.4% of the population), were highly sought after by the noble Houses. Families that didn't produce artistic talent on their own acquired it from the outside (be it by simple hiring, forceful coercion, or the rare adoption into the family).[198] Noble households often had their own exclusive sculptors and gemcutters.[199]About a fifth of the entire drow race was capable of complex works, while only about one-tenth could create items fine enough to be enchanted or turned into drowcraft through the absorption of faerzress. Even though capable artisans weren't few among the drow, there was a great shortage of such talents compared to the demand, and both nobles and merchant clans tried to have at least six on their payroll. Overall, artisans were among the most intrigant and paranoid drow. They used tricky devices like clothes with built-in items, gas-powered needle-throwers, extensile mechanical hands, wire-saws, and similar devices to defend themselves and break out of cages and prisons.[198]Artwork and craftwork of the drow were often made out of materials like metal and cloth. They frequently included spider motifs, such as the curtains positioned to emulate spider webs that often adorned noble Houses. [199] An art form unique to the drow was the use of continual faerie fire to create murals or to highlight temples.[107]Almost all drow were born into typical drow culture, and were known as Udadrow. These were by far the most common type of drow, and the only type known to most.[200][201] Drow that remained loyal to Lolth were known as Lolth-sworn drow.[202]Not all Udadrow became a part of the violent mainstream culture that most of the race were forced to endure. Those few who escaped the life of the Underdark could break away entirely from their dark past, while some fortunate drow were actually born and raised outside of the world below. Some drow found virtue within themselves in spite of all the terrors they witnessed (or perhaps because of it). Others turned to better ways either out of guilt or simply because they were no longer forced to obey Lolth's dogma. Still others were dangerously insane, broken by the horrors that shook their psyches.[45]The drow who chose to live on the surface, outside of the churches of Eilistraee and Vhaeraun, did not form any kind of organized society and instead lived as hermits and outcasts. They would interact with other societies when needed, but not out of choice.[76] Drow who wandered the surface in an attempt to settle their conflict with Lolth and each other were known as Seldarine drow.[202]Though many drow followed the way of Lolth and became Udadrow, some rejected her. A mysterious band of drow headed to the far north and were seemingly never heard of again. This offshoot of drow became starlight elves, Aevendrow, who were skilled mages and lived in a much more free society. They were incredibly secretive in nature and virtually unknown, even by the oldest elves of Toril, living in their icy home of Callidae.[200][201]Similarly to the Aevendrow, the greenshadow elves, or Lorendrow, were a practically unheard of group of drow that rejected Lolth's teachings. This group headed south to a tropical jungle environment and drew power from the environment itself. Such drow were very wise and sought to live harmoniously with nature in their forest city of Saekolath.[200][201]The majority of all drow worshiped a group of divine entities they collectively referred to as the Dark Seldarine, a name intended to mock the original Seldarine.[203] Though having a group name might suggest some sort of alliance, the Dark Seldarine was a pantheon only in name. The only thing that technically united them all, outside of a few short-lived alliances, was that each was a deity revered by a fraction of the drow.[204] With few exceptions, every entity within the Dark Seldarine demanded absolute fealty from its adherents.[204] The Way of Lolth, for example, made clear that Lolth was the only true divine being, and to follow any other faith would bring down a series of awful punishments on the perpetrator, including death.[205]Unlike the elves, who often venerated one member of their pantheon above the others while still paying homage to each of their deities,[206] the drow would choose one, sometimes two, gods or goddesses from their pantheon and ignore the rest.[204][207] As a result, while deities like Bane, Cyric, and Shar had millions of worshipers[208] but only 135,000, 250,000, and 100,000 dedicated church members respectively,[209] the number of worshipers of a Dark Seladrine member was nearly equal to the size of their church.[204]The relationship between the drow and their gods was one of mutual exploitation (with the exception of the one good-aligned member, Eilistraee). Most were not worshiped out of any sense of true piety or devotion, but out of fear, respect, and/or personal ambition. Likewise, most drow gods were intimately involved in the lives of their followers, but not because they genuinely cared about them; each demanded total, exclusive obedience, and did not care what happened to them outside of how it affected their personal power.[204]There were two major faiths among the drow:[74]Malice Do'Urden sacrificing Zaknafein Do'Urden to appease Lolth.The drow as a whole held to many different religions outside of those accepted by most of their society. It was believed that the \"good drow\" collectively worshiped Eilistraee,[149] drow goddess of freedom,[217] although in truth the more morally neutral of the \"good drow\" were split between the worship of Ghaunadaur, Selvetarm, Lolth, and Vhaeraun.[218] Some drow living in Waterdeep also followed the gods of the Seldarine.[54] The following faiths were of minor importance:[74]Zedarr, a drow blackguard of Kiaransalee.The magic of the drow was on par with that found on the surface.[231]There was a number of spells associated with the drow, but not all had been developed by them. While they were known for the ability to create spells, and some of the magic known on the surface had also independently been developed by the drow, they also stole quite a lot of arcane knowledge from the surface by kidnapping casters during their raids.[232] For example, the vipergout spell was originally developed by the scalykind,[233] but was still considered drow.[234] The drow had also created a number of spells that summoned or imitated spiders and their webs, like giant spider, spidereyes, summon spider, passweb, spellweb, death spider, spider bite, and spider climb.[235]A drow wizard casts ball lightning.Drow were not just avid inventors of magic items,[231] but also the main crafters of magic items in the Underdark.[236] Similarly to spells, while some items were associated with the drow, not all had been developed by them, as they were known to steal magic items and related knowledge from the surface during their raids. Nonetheless, certain items had been developed by the drow, or based on magic from before the Descent,[231] and most of those items were created to be only usable by drow, due to their paranoia.[76]The drow loved magical items of any kind, and all powerful families gave some enchanted items to those who served them. The piwafwi was a notorious example, although insignias were also important to the drow houses and granted special powers like, sometimes, levitation.[76]Drow had an aptitude for rune magic,[76] elegantly limning runes in black paste, ink, or inlay. There were three categories of drow runes and glyphs: the house defense glyphs, used by the most powerful drow to defend their houses and treasures, the way-marker runes, used to guard places with drow traffic but no permanent population, and the sacred glyphs, only found in sacred sites of Lolth.[76] Runes could be enchanted with a glyph of warding spell,[237] and drow runecasters could create unique ones for locations of importance.[76]Drow priestesses and wizards often created magical scrolls to give their warriors an edge during their patrols. Overall, the drow used scrolls more often than surface races and were also known to create unique ones.[88]Drow practitioners of path magic organized their spells in the so-called Path of the Drow, also known as Lolth's Road, or the Spider Road. It was considered a lost path, i.e. generally unknown to other races.[238]While the drow misunderstood psionics and distrusted its practioners, as in most societies, the dark elves were different in that their extensive dealings with duergar and illithids made them more familiar and somewhat more excepting of it. Though their leaders were skeptical of it, working to ensure it didn't threaten them, they often saw it as a useful and unexpected tool in their arsenal.[239];Like any other civilization, the drow had craftsmen, farmers, and businesses but these were undercut by the priestesses of Lolth and the nature of their society. Not only did Lolth's chosen purposefully undermine opportunities for growth to retain their grip on power (too much change too quickly risked giving the lower class a dangerous taste of freedom), but while supposedly expected to do so, they had the authority to take items from businesses without paying. If a priestess particularly liked the products, this could cause a business to go bankrupt despite the owners' efforts, leaving the destitute workers with no choice but to enter a contract that essentially made them slaves to the priestess.[116][32]In general, drow society didn’t have unemployment or homelessness issues, as those who fell in either or both categories were naturally dealt with. This could mean that they suffered indiscriminate violence, were used in murderous sport by drow nobles, or were simply put to work as slaves. Many drow signed up into the military because the risk of a violent death there was lower than as an unemployed or homeless individual. The constant demand for soldiers, no matter the level of skill, allowed such course of action.[32]A member of Bregan D'aerthe, a drow mercenary and mercantile group.The second greatest power group inside a given drow city were the merchant clans,[240] whose success was important for the survival of the drow race.[90] The clans were among the primary mercantile organizations in the Underdark, and their presence was common along its trade routes.[100] Contrary to the Houses, merchant clans were run by male drow, since females considered interaction with outsiders to be too demeaning and dangerous for them. Outside the environment of the drow cities, merchant clans and noble Houses openly fought each other.[240]Merchant clans had some variation, but often had a few rules in common. The lowest ranking members, almost exclusively non-drow, were called \"assets\", and made up the labor and military force of the organization. Male drow of merchant clans generally had no inhibitions when it came to interacting with other races, including surface-dwellers, because they knew that there was no chance of advancement within their society for them. In fact, many of the \"second ring\", as the managers of a merchant clans were called, were non-drow. A council of male wizards, called an \"inner ring\", ruled over the clan.[240]Only the most experienced and worldly drow of the merchant clans were capable of forming genuine friendships with the so-called lesser races, including mind flayers or duergars.[146]In typical drow society, where the the concept of inherent value of life did not exist, slavery was an important practice.[28] ,[30] All unskilled labor in drow cities was carried out by slaves, and for that reason the slave trade was a booming business. Slaves were not only captured but also bred,[74] or bought from sellers like the humans of Calimshan, Thay, and the Plain of Horses, and the orcs from the North.[146]The drow didn't see slaves as a valuable commodity, but as a cheaply and easily replaceable tool that they were allowed to treat cruelly and exploit at will.[146] Slaves, in general, were not allowed to look into the eyes of a drow or to carry weapons without permission (a rule that was mostly enforced when the slave was a gladiator of some kind).[146]Given that all unskilled labor in drow cities was carried out by slaves, and that surface dwellers were considered to be the best for that role, surface raids were vital for the maintenance of the economy.[128] No matter the size, these attacks had the primary objective to capture people, with looting considered a matter of secondary importance.[128]Large raid parties, consisting of hundreds of members that sacked entire cities, were rare. Most raids only involved small bands, and started with scouting operations, followed by either open bloodshed or by infiltration to kidnap potential slaves. Sometimes both methods were combined; one drow group could catch the attention of the residents, for example through arson, while another force fulfilled the actual objective of kidnapping people undisturbed. Due to the drow's weakness to sunlight, the attacks usually happened at night and ended before dawn.[128] To take advantage of even the smallest cracks that constituted an opening to the surface, orbs of duo-dimension were used in these assaults.[241]Drow slavers marching prisoners.It was common for injured drow to make use of a prosthesis, as craftsmanship in artificial limbs was advanced and easily available. They were made from adamantine, worked as well as the original limbs, and could also be situationally weaponized or equipped with parts functioning as specialized tools. For example, exchanging a hand with a claw or sword for combat was possible. From time to time, non-injured drow used this technology for their body-extensions, like toe-claws to kick-stab their enemies.[243]The drow were particularly proficient in designing ways to move and store goods, from trade-containers to harnesses for beasts of burden and mounts. This technology was born out of a high demand for goods that had to be carried to drow cities from distant places, like crabs or fish found in the Underdark, which their patrols carried in so-called \"wet basins\" made of clay, or fruits and other surface-only goods, which they obtained by means of trade and raid.[106] The drow also developed magic items that helped transportation of both people and goods, like the driftdisc, the floatchest, and the walking chest.[244]As a general rule, drow had a preference for smooth or cabochon cut gems over faceted ones, and preferred black, blue, and red to other colors. Gems of silvery hues were used as contrast when it couldn't be provided by metal. Gems were usually worked in rings, wristlets, gorgets, belts, pendants, or collars.[245]Drow of average wealth wore banded agate, blue quartz, crown of silver, eye agate, hematite, malachite, obsidian, jasper, moonstone, onyx, rock crystal, smoky quartz, zircon, aquamarine, garnet, jade, jet, pearl, spinel, and tourmaline. Nobles, powerful wizards, officers, and priestesses wore other, more prized stones like amethyst, beljuril, black opal, black sapphire, diamond, emerald, fire opal, jacinth, opal, oriental amethyst, orl, ravenar, red tear, ruby, sapphire, star ruby, star sapphire, water opal, and zendalure. When it came to the priestesses, the amount, rarity, and variety of gems that they wore was on a higher level than all other drow. Other kinds of gems were often used as currency for trade with non-drow.[245]Drow were the most wide-spread and numerous among the Underdark races.[28] They lived in about forty city-state scattered around the Upperdark and Middledark,[109][118] primarily in the latter. Drow were usually only sent in the Lowerdark as scouting parties, or as some kind of punishment for angering a matron.[246]Drow preferred to live in areas that fulfilled certain criteria. As a result, most of their settlements were found under the Moonsea, north and west of Iltkazar, from the underground of Calimshan to the one of Icewind Dale. Their sphere of influence, however, was much larger.[109]Some notable drow cities were:The term \"surface drow\" referred to all individuals who spent less than four consecutive days below the surface in their regular life.[50] Surface drow had no love for bright light, open sky, and loud noises, and a preference for darkness.[50] Most surface drow were followers of Vhaeraun, not Lolth,[211] and the vast majority of Eilistraee's followers were also on the surface.[109] Among the surface, drow was not a huge problem like in the Underdark.[211]A number of them embraced a truly different morality than most of their brethren, either because born on the surface, or because of a decision to abandon the way of Lolth. Some of those who came to the surface from the Underdark had already formed a different morality before leaving, while others had used to live under the Lolthite dogma. Among the latter, certain individuals were haunted by their past deeds, sometimes to the point of being broken by the weight of their horrible actions (even becoming a danger due to their mental instability), while others were truly unapologetic about their behavior in the Underdark, and pushed all responsibility on the necessity of it.[45]Many drow on the surface were actually spies still loyal to Lolth, sent to infiltrate the enemy and gather information for their matrons. However, the more time a drow spent among its enemies, the higher the risk that drow would defect in some way. In some cases this was to undermine a rival house by perpetuating false information, while others began sympathizing with their foes, even to the point of believing they were undeserving of the hate they received and the violence their kin would inflict on them.[252]Surface drow, while ignored by others, were attractive to the merchant clans, for they represented a contact to the surface for trade. For example, some surface drow managed to become traders who traded with Calimshan, Chessenta, Mulhorand, Waterdeep, or Zhentil Keep.[50] That said, the majority of surface drow lived as hermits or found employment in rather unsavory areas of expertise where their heritage was an actual advantage, like adventurer companies or assassins' guilds.[253]Sunbathing; the result of years-long training.Initial exposure to sunlight was dangerous for a drow and cause of heavy sunburns. Even after getting used to the sunlight, drow had a strong tendency to cover their skin and head when exposed.[260]Drow eyes were sensitive to heat, possessing infravision up to a range of 120 feet (37 meters). Formal education or much practice was needed to \"read\" heat hues, as the drow had no innate ability to discern the meaning of the various patterns from birth. Cold objects appeared grey, while heat was seen, in ascending order of intensity, as blue, purple, red, and warm yellow.[75] They also had darkvision up to the same range, but not the low-light vision characteristic of other elves.[9] It took a drow about ten years of exposure for them to get used to the sunlight and to use their infravision and normal vision simultaneously.[260]Drow had excellent hearing, a trait developed by necessity given the paramount importance of foreseeing rock shifts, collapses, and other hazards in the Underdark. It was also the primary means by which they found water, by listening to the dripping sound it made. They had long, slender fingers and a keen tactile sense, to the point of being able to read subtle markings on stone as if they were Braille. On the other hand, drow had a human-like sense of smell, far less keen than in the other Underdark races and than their other senses. Smells were dulled in the Underdark, and the ubiquitous smell of damp rocks and the fungi-riddled air of their natural environment, combined with the strong incenses and the scent of slaves in the drow cities, made it difficult to develop a keen olfactory sense.[75]In contrast to creatures such as dwarves or deep gnomes, who had a deep, intutive sense of stone and subterranean conditions, the drow race's specialty laid in the sculpting of stone, the cutting and shaping of rock into smooth-flowing forms. About 70% of drow had an intuitive understanding of how fortifications or waterworks were constructed, operated, circumvented, and controlled, an innate \"feeling\" that extended to works made by other races.[114] They could recognize drowcraft items by holding them,[114] and if given a piece of Underdark-metal, or a cut or worn gem, drow could typically identify it. Upon finding a vein, like dwarves or deep gnomes, they had a sense of its direction, richness, and dimensions.[261]Drow liked to eat live animals because they believed the meat had a better flavor.[262]Like all elves, drow required no sleep, instead entering a meditative trance while retaining full awareness of their surroundings. The trance lasted around four hours, and provided the same benefits as a member of any other race having a full period of rest.[23][59]However, while elves relived parts of their memories, including those of past lives, during their trances, drow normally experienced nothing, save for the occasional dream (which they tried to interpret by looking for signs from Lolth). The fact that drow didn't relive memories of past lives during their trances was viewed as an indication that, unlike the elves, their souls didn't reincarnate.[203]The drow were believed to be more fecund than other elves,[263] though in truth, they simply had a higher readiness to birth as many children as possible during their lifespan.[32] For example, in the average Lolthite society, a female drow with an active career under her belt gave birth to about ten children before she lost the ability to birth more.[115]Drow lifespans were comparable to the rest of the elven race (and therefore far surpassed those of humans),[23] but the constant strife of their society kept their numbers low,[263] dropping their actual rate of population growth to dwarf-like levels.[96] Provided they did not meet a premature and violent end, a drow's natural lifespan was about 750 years.[10] They started to show signs of aging at around 600 years,[264] and rarely lived past their seventh century, with about 94% of natural deaths occurring before 800 years of age.[265]Drow who could afford a lifestyle that spared them hardships, like matron mothers, could live more than 1000 years (though, by that point, they would be withered by age). Lolth's magic could maintain a matron's life for thousands of years, and this was considered a clear sign of favor from the goddess.[265]There were a number of races and creatures that were in some ways related to the drow.Various elves; from left to right; Drow, wild elf, sun elf, wood elf, and moon elf.Some races were not related to the drow because they were born from them but because they were transformed from drow.The history of the drow is filled with confusion and uncertainties. Many fanatical drow told lies and fabrications about their own history to serve the ends of the noble Houses and of the faiths.[284]At times, pieces of history were entirely deleted from the records. It happened to fallen noble Houses, as all information about them was erased,[284] to deities, as the matron mothers tried to hide all records of Eilistraee's existence,[216] and even to individual drow. For example, when a masked traitor, a specialty priest of Vhaeraun who served as a spy in Lolth's church, was found out, any information about the traitor was literally extinguished from historical records, as if that person never existed in the first place,[285] and by four generations the fabrication was accepted as \"fact\".[284]The drow descended from the dark elves of Ilythiir, the first and one of the most powerful elven nations, and, in minor part, from the survivors of Miyeritar.[9][286][267][48][287] One might imagine that the drow would constantly boast about this heritage, but the truth was that they didn't appreciate being reminded of their origins, for it also reminded them of their deep fall from power.[286] An exception was the church of Vhaeraun, whose goal was to elevate the Ilythiiri to their former glory.[124]On the other hand, the drow remembered their origins because their feud with the elves was based on history. They believed to have been punished by the Seldarine for their triumph in the Fourth Crown War, and used this as a justification for their entitlement to exact vengeance on the other elves and their gods.[18]Disclaimer: The views expressed in the following links do not necessarily represent the views of the editors of this wiki, nor does any lore presented necessarily adhere to established canon.",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/3/3a/Drow_5E-Gray_background.jpg/revision/latest?cb=20200618163735",
    "hit_points": 13,
    "hit_dice": "3d8",
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [],
    "condition_immunities": [],
    "senses": {
        "darkvision": "120 ft.",
        "passive_perception": 12
    },
    "xp": 50
}