{
    "name": "Druid",
    "armor_class": 11,
    "challenge_rating": 2,
    "strength": 10,
    "dexterity": 12,
    "constitution": 13,
    "intelligence": 12,
    "wisdom": 15,
    "charisma": 11,
    "actions_desc": " Melee Weapon Attack: +2 to hit (+4 to hit with shillelagh), reach 5 ft., one target. Hit: 3 (1d6) bludgeoning damage, 4 (1d8) bludgeoning damage if wielded with two hands, or 6 (1d8 + 2) bludgeoning damage with shillelagh. ",
    "special_abilities_desc": "The druid is a 4th-level spellcaster. Its spellcasting ability is Wisdom (spell save DC 12, +4 to hit with spell attacks). It has the following druid spells prepared:\n\n- Cantrips (at will): druidcraft, produce flame, shillelagh\n- 1st level (4 slots): entangle, longstrider, speak with animals, thunderwave\n- 2nd level (3 slots): animal messenger, barkskin ",
    "description": "Known for their mysterious nature, druids called the wilderness their home, emulating the ways of wild beasts and other creatures of nature. Believing that nature's health depended on a precarious balance, druids believed that the four elements of the natural world - air, earth, fire, and water - must be prevented from ever gaining advantage over one another, lest the world become dominated by the forces of the elemental planes. Likewise, druids believed nature exists outside of civilized conceptions of good, evil,[11] order or chaos, instead seeking only to maintain a natural state of being which most of the civilized world cannot or will not understand.[12] But though druids may have accepted cruelty in nature, they abhorred that which was alien to it, violently opposing the existence of aberrations and undead, both of whom were affronts to the natural order.[13]A druid's symbolPowerful sentries of the natural world, druids were often seen by outsiders as primal controllers of the wilderness. However, although druids drew great power from nature, druids, nigh universally, did not see themselves as masters of the wild but rather its servants, much as a cleric might serve a god or a knight his liege.[8] To a druid, claims of power over the wild was something that only those lacking a proper understanding of nature could profess. The primal power that druids drew upon came to them not through control, but through a spiritual unity with the forces of nature. This distinction was, however, lost on most.[12]Druids were not the only caretakers of the wilderness, though they were perhaps the best known. Comparable to wizards, druids were nature's lorekeepers, possessing an enormous degree of knowledge about the inhabitants, locations, and phenomena of Toril's wildernesses. However, while wizards frequently sought this knowledge for knowledge's own sake (or power's), druids acted in behalf of that which they studied.[12] Venerating the natural world in a belief system sometimes known as the Old Faith, druids valued the pristine wilderness, accepting its cruelty and ugliness along with its wonder and beauty.[11] As such, while druids rarely acted selfishly, they were nonetheless as likely to be good or evil.[12]Druids shared a brotherhood of sorts with all other druids, though it was often a loose association rather than a tightly bound network. Ignoring the artificial boundaries of kings and princes, druids respected and protected all the lands of the world, working with druids from far-away lands as readily as with those whom they know personally.[14] Communication within this society was aided by the use of a secret language common to all druidic circles, known as Druidic.[15] Induction into these societies often required knowledge of secret rites and passing dangerous tests, but, once accepted as members, druids were rarely cast out and were allowed to more or less carry on their work in their own way.[12] Many of these societies were religious in nature and tied to a church of some sort, but not all were, and most druids preferred a degree of distance between civilized churches and the Old Faith.[16] Of the gods worshiped throughout Faerûn, druids found themselves most frequently drawn to Auril, Chauntea, Eldath, Malar, Mielikki, Silvanus, Talos, and Umberlee, known to many as the First Circle, the first druids.[17]Druids were most often elves, gnomes, or humans. A few druids also came from other racial backgrounds, such as gnolls[12], ghostwise halflings, lightfoot halflings, or wild dwarves[10], though, generally, druids were uncommon among other races and cultures. Druids as a whole rejected civilization, and as a result sometimes found it difficult to get along with those who embodied its values most distinctively, such as paladins, rogues, or arcane spellcasters. Druids instead preferred the company of individuals with like minds, such as barbarians, rangers,[12] shamans, or wardens.Throughout Faerûn, druids were most commonly found in regions where pristine wilderness remained undisturbed, such as Aglarond, Chult, the Great Dale, the High Forest, the Moonshaes, the North, the Vast, the Vilhon Reach, or the Western Heartlands. Before its devastation during the Spellplague, the Chondalwood was another center of druidic activity. While druids were more stereotypically associated with lush forests or jungles, druids could also be found in the care of mountains, deserts, lakes, and the swamps of the world.[18]Cormyrean druids referred to the clerics of all the woodgods, such as Mielikki or Silvanus, as \"treecloaks\".[19]There were no druids in the lands of Kara-Tur and Zakhara.[20]A druid summoning her loyal wolf.Druids were capable in a number of diverse skills related to the care of the natural world, such as the ability to perceive changes in the environment or interact peaceably with wild beasts. When it came to martial ability, all druids were proficient to some degree in the use of light or medium armor and shields as well as clubs, daggers, darts, javelins, maces, quarterstaffs, scimitars, sickles, slings, and spears, with the notable exception that druids would not use armor or shields forged from metal.[21] Druids were also able herbalists, adept in the creation of various potions and remedies.[22]In addition to their more mundane abilities, druids were also adept in the casting of spells born of primal magic,[15] sometimes known as \"evocations.\"[23] Druids were also capable of enhancing these spells through a number of magical aids, such as sacred plants like ash, mistletoe, or yucca,[15] as well as through constructed implements like staffs or totems.[23] Like clerics or wizards, druids also knew how to cast rituals. Additionally, with sufficient experience, the intimate connection between druids and the primal magic they wielded grew so strong as to slow their aging, down to a rate of approximately one tenth that of regular members of their species.[24]Among the more formidable abilities known to druids was a form of shapeshifting known as Wild Shape. This ability allowed druids to shapeshift into any beast,[15] including some plants, as well as several fey, or an indistinct being of feathers, fur, or claws similar to the Primal Beast spoken of in many druidic legends.[25] The ability to Wild Shape came with certain limitations, however. Neophyte druids, were, for example, incapable of assuming a beast capable of extensive swimming, and only with a great deal of training could druids master the form of flying creatures. With practice however, the ability could become quite versatile and experienced druids could learn to cast spells in their beast form. The most experienced druids, known as archdruids, were even capable of shapeshifting at will.[24] Others learned how to extend their shapeshifting abilities into taking the form of any individual person.[26]Other druids had less common abilities. Some druids had, in addition to their wild shape evocations, animal companions that filled some of the functions provided by wild shaping. A few druids were innate experts in the fields of botany and zoology, identifying various species with perfect accuracy by instinct. As a result, druids were naturally keen to deception by wildlife and fey. Likewise, druids held a natural sense for the safety of drinking water and many were immune to the effects of organic poisons. Several druids were also masters at moving through the wilderness at fast speeds, ignoring the hampering effects of natural hazards such as thorns or briars. With enough training, these druids did not even leave a hint of their movement through the wild.[26]In addition to the loose fellowship shared by all druids, druids were divided into more localized organizations known as circles, many of which shared certain common beliefs and abilities.[14] Some of the most popular circles are listed below.An elven druid of the Circle of Dreams.Druids of the Circle of Dreams maintained a strong bond with the Feywild and counted themselves among the allies of the benevolent fey creatures of the Realms. They protected the bountiful, often dreamlike locales in the wild, instilling in those they encountered a sense of wonder and dreamlike fantasy that could uplift even the most downtrodden.[28]Drawing from their benefactors of the Summer Court, these druids could offer additional healing to others by means of their naturalistic balms. More experienced Circle of Dreams druids could even draw upon powers of the Gloaming Court to form shadowy refuges, within which they could rest without worry of harm or intrusion. The most skilled of this order could readily travel through fey crossroads and venture into the dreamscapes of others, by means of illusion or divination. Several times a day they could even teleport to any location upon which they last slept.[28]A gnomish druid of the Circle of the Land.Those belonging to the Circle of the Land were among the most knowledgeable and sociable of druids, meeting frequently in sacred spaces to discuss and pass on mystic lore through the oral tradition. These druids often served as kind of liaison between the rest of druidic society and the civilized world, serving as advisers and priests to local communities that remained true to the Old Faith. Members of the Circle of the Land were generally more magically adept than other druids, gaining access to a number of extra spells as well as the ability to restore their expended magic through meditation. Their affinity for magic also gave them immunity to certain forms of elemental or fey magic, as well as to virtually all forms of disease or poison.[29]Druids from the Circle of the Land were often deeply entwined with the land and the people they served, and their primal magic frequently took on a form which reflected the local landscape. For example, a Druid of the Land living in an arctic climate could cast sleet storm or cone of cold while one living in the Underdark could instead cast gaseous form or insect plague. Likewise, druids with a moderate degree of training in the Circle were able to move through nonmagical difficult terrain such as thorns or spines with relative ease and even possessed some resistance to magical forms, such as the vines created by an entangle spell. The close connection between Druids of the Land and the wilderness they served also helped them in encounters with wild beasts or plants, who instinctively hesitated when attacking experienced members of the Circle.[29]A half-elf druid of the Circle of the Moon.Favored by those who preferred a more solitary path, the Circle of the Moon was an ancient association of druids devoted to the mastery of the Wild Shape. Gathering only occasionally under the cloak of darkness to discuss news or pass on warnings, Druids of the Moon often went weeks without seeing another druid or even simply another humanoid. Enjoying the flexibility their Wild Shape ability offered them, druids from the Circle of the Moon were prone to employing a wide variety of shapes, as the situation required, or the druid's own whims decided; the same druid might go one day as a great cat and the following as an eagle.[17]The effort Druids of the Moon put into mastering their Wild Shape ability had many benefits. Even neophyte members of the Circle could shapeshift more quickly than other druids, and with additional training they could employ far more powerful beast forms than those available to other Circles. With experience, more advanced aspects of Wild Shape became available, such as the ability to overcome magical resistance or to transform into an elemental. The most experienced Druids of the Moon could control their shapeshifting ability to such a subtle degree so as to emulate the effects of the alter self spell at will.[17]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/5/50/Druid_PHB5e.jpg/revision/latest?cb=20140921091402",
    "hit_points": 27,
    "hit_dice": "5d8"
}