{
    "name": "Dryad",
    "armor_class": 11,
    "challenge_rating": 1,
    "strength": 10,
    "dexterity": 12,
    "constitution": 11,
    "intelligence": 14,
    "wisdom": 15,
    "charisma": 18,
    "actions_desc": "Melee Weapon Attack: +2 to hit (+6 to hit with shillelagh), reach 5 ft., one target. Hit: 2 (1 d4) bludgeoning damage, or 8 (1d8 + 4) bludgeoning damage with shillelagh. The dryad targets one humanoid or beast that she can see within 30 feet of her. If the target can see the dryad, it must succeed on a DC 14 Wisdom saving throw or be magically charmed. The charmed creature regards the dryad as a trusted friend to be heeded and protected. Although the target isn't under the dryad's control, it takes the dryad's requests or actions in the most favorable way it can.\nEach time the dryad or its allies do anything harmful to the target, it can repeat the saving throw, ending the effect on itself on a success. Otherwise, the effect lasts 24 hours or until the dryad dies, is on a different plane of existence from the target, or ends the effect as a bonus action. If a target's saving throw is successful, the target is immune to the dryad's Fey Charm for the next 24 hours.\nThe dryad can have no more than one humanoid and up to three beasts charmed at a time. ",
    "special_abilities_desc": "The dryad's innate spellcasting ability is Charisma (spell save DC 14). The dryad can innately cast the following spells, requiring no material components:\n\nAt will: druidcraft\n3/day each: entangle, goodberry\n1/day each: barkskin, pass without trace, shillelagh The dryad has advantage on saving throws against spells and other magical effects. The dryad can communicate with beasts and plants as if they shared a language. Once on her turn, the dryad can use 10 ft. of her movement to step magically into one living tree within her reach and emerge from a second living tree within 60 ft. of the first tree, appearing in an unoccupied space within 5 ft. of the second tree. Both trees must be large or bigger. ",
    "description": "They appeared to be beautiful women with delicate features seemingly made of soft wood. Their hair seemed to be made of leaves and foliage that changed color with the seasons of the calendar.[3] During the spring and summer months, the hair of a dryad was lush and green, while during autumn it turned red and eventually brown in the winter.[citation needed]Dryads preferred to live away from civilization, delighting in the savage wilderness away from those that sought to cut their trees. They lived with respect to nature and accepted the company of those that did so as well. Attractive men who were fond of nature were often taken in by a dryad as both her mate and guardian.[citation needed]Dryads were generally benign, and attempted to warn off intruders. Only those who were particularly cruel and determined to destroy a dryad's forest saw the full wrath of these fey.[citation needed]All dryads were magically bound to a single tree. These trees served as the dryad's life force and home. They fought to the death to protect their bonded tree, as should the tree be cut or destroyed, the dryad died soon afterward. A dryad could not stray too far from her bonded tree without suffering the same fate. If a dryad left the vicinity of her tree for too long, she died.[3]Acorn of far travel: If a dryad spellcaster cast this spell on an acorn harvested from her bonded oak tree, she was considered to be in contact with her tree at all times, regardless of the actual distance between them. Thus she became able to travel great distances without growing sick.[12]Dryads in service of Sharindlar were known to inhabit her divine realm of the Merciful Court.[13]Along with other fey, dryads spoke Sylvan, Elven and Common.[3]Dryads inhabited the plane of Arborea, and could be found in the areas around the Gilded Hall, Fermata, and Brightwater.[14]Some of the dryads that inhabited Toril worshipped the goddess Mielikki.[15]They were favored representatives of great number of deities, such as Baervan Wildwanderer, Corellon Larethian, Eldath, Erevan Ilesere, Hanali Celanil, Mielikki, Rillifane Rallathil, Sharess, Sharindlar, Sheela Peryroyl, Silvanus, Solonor Thelandira, Sune, and Thard Harr.[16]Other fey spirits that were tied to specific parts of nature include the following:",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/8/84/Dryad-5e.png/revision/latest?cb=20171011035516",
    "hit_points": 22,
    "hit_dice": "5d8",
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [],
    "condition_immunities": [],
    "senses": {
        "darkvision": "60 ft.",
        "passive_perception": 14
    },
    "xp": 200
}