{
    "name": "Duergar",
    "armor_class": 16,
    "challenge_rating": 1,
    "strength": 14,
    "dexterity": 11,
    "constitution": 14,
    "intelligence": 11,
    "wisdom": 10,
    "charisma": 9,
    "actions_desc": "For 1 minute, the duergar magically increases in size, along with anything it is wearing or carrying. While enlarged, the duergar is Large, doubles its damage dice on Strength-based weapon attacks (included in the attacks), and makes Strength checks and Strength saving throws with advantage. If the duergar lacks the room to become Large, it attains the maximum size possible in the space available. Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 6 (1d8 + 2) piercing damage, or 11 (2d8 + 2) piercing damage while enlarged. Melee or Ranged Weapon Attack: +4 to hit, reach 5 ft. or range 30/120 ft., one target. Hit: 5 (1d6 + 2) piercing damage, or 9 (2d6 + 2) piercing damage while enlarged. The duergar magically turns invisible until it attacks, casts a spell, or uses its Enlarge, or until its concentration is broken, up to 1 hour (as if concentrating on a spell). Any equipment the duergar wears or carries is invisible with it . ",
    "special_abilities_desc": "The duergar has advantage on saving throws against poison, spells, and illusions, as well as to resist being charmed or paralyzed. While in sunlight, the duergar has disadvantage on attack rolls, as well as on Wisdom (Perception) checks that rely on sight. ",
    "description": "Like other dwarves, duergar were typically thick, stocky figures, though beyond this there were many differences. Both male and female duergar were typically bald, with females also lacking the capacity to grow facial hair. Many were also thinner than their dwarven brethren. Most obvious, however, was their dull gray skin and hair, often matched with an equally stolid expression.[10] Regular dwarves said they had flat heads, possibly as an insult.[17]Because many duergar found on the surface world were criminal exiles, a surface dweller who encountered one of the gray dwarves was likely to notice facial and arm tattoos that marked the duergar as a traitor to his or her people.[10]Tyrannical, grim, industrious and pessimistic,[11][18] the lives of the gray dwarves were bleak and brutal. Rather than a flaw, however, they viewed their lack of happiness as their greatest strength, the defining feature of duergar pride. The duergar saw themselves as the true paragons of dwarvish ideals compared to their weak and pampered kin, but in truth, their ways were a dark reflection of those found in normal dwarves.[18]While they did display the redeeming virtues of determination and bravery, duergar took dwarven flaws to their logical extremes. They were violent and hateful, sullen and insular, greedy and ungrateful, deeply cynical of others' motives and dutifully tracked and nursed every grudge, whether or not any offense was meant.[19] Though their vices were many, the moral failings of the gray dwarves could be traced to three primary principles: bottomless greed, unceasing conflict, and rejection of emotion.[20]Most dwarves were accustomed to the inevitability of struggle to be found in existence, but such knowledge was colored by their essential love of industry. Dwarves enjoyed their work, from the art of crafting to the trials of their everyday lives, seeing opportunity for success where others saw labor.[9][21] In contrast, duergar industriousness was spurred on simply by the primal urge to build and create, driven by a need to own and acquire as much as possible.[18][22] The duergar were dauntless perfectionists[11] who never left a job half done and worked hard to excel in their field,[19] and yet the dwarven ideal of achieving mastery of a craft meant nothing to them.[9]Duergar creations weren't flawed or subpar, and in fact were rather enduring, but were completely utilitarian, considered valuable only for their function and bereft of warmth and artistry. Appreciation of beauty had been erased from their minds, the aesthetics of their creation ignored. Their works were not labors of love, for their goal was not quality, but quantity, an attempt to craft as many items as possible as fast as possible. At the heart of duergar efforts was simply desire, an insatiable desire for wealth and prestige. Yet even when their great schemes to acquire succeeded, the success was never cause for celebration, each acquisition just as incapable of satisfying their unending need for more.[18][20][9][2]The higher a duergar rose and the more items they possessed, the stronger they would need to be to hold on to what they already had.[20] They were not above stealing to get their beloved gold, and by making war on others they demonstrated one of their principles: might makes right. The weak were unfit to possess what was meant for the strong and those too weak to defend their holdings or themselves were considered by most to be unworthy of pity. Most placed little value on the lives and possessions of others, or at least their rights to these things. The helpless, weak, and less fortunate than themselves earned little mercy, yet all-consuming envy was harbored for anyone relatively better off.[20][19]The suffering of others was one of the rare times that the duergar could feel some semblance of happiness. They enjoyed tormenting those vulnerable to their predations, but this was not to be mistaken for the wasteful and extravagant displays of cruelty shown by the drow. Rather, the duergar enjoyed more \"down-to-earth\" suffering, working others to the death and using cruel jokes and petty abuse to bring a momentary smile to their faces.[11][19] The closest they came to feeling true joy was when satisfying their violent urges and desire for treasure, especially when raiding dwarven strongholds to do it.[22]To show weakness was a mortal sin to the duergar, whether on an individual or societal level. To their minds, weakness included such emotions as happiness or kindness,[20][9] and they had no tolerance for those that failed to show the proper levels of ambition and cruelty.[16] While regular dwarves showed a lack of trust to outsiders, they had strong family bonds, their dedication to furthering their clans and leaving behind a proper legacy showing in every aspect of their activities. The duergar inverted this value, for while they were bound by their rigid society, they did so because they had to, and indeed had no love of their kin.[9]The gray dwarves were consumed by feelings of bitterness, convinced not only that their race had been denied their due, but that the world, other dwarves, and even their own kin and clan had cheated them of their birthright.[11] They were forbidden from trusting others[9][20] and raised from a young age to believe that betrayal was simply their inevitable fate, a self-fulfilling prophecy.[11] Though the duergar were assigned life partners, this was merely to ensure the continued survival of the clan, for life in the Underdark required cooperation. The creation of a legacy was not considered because they had abandoned individuality, each member of society expected to perform their determined role as best they could.[9]In the eyes of the duergar, life was nothing but harsh endless, toil, working from the cradle to the grave in ceaseless labor and drudgery. They were taught that this was their lot in life early, and so expected nothing else.[11] In many ways, their lives were fundamentally empty, a hollow, unfulfilling version of the dwarven way of life. Despite their many accumulated treasures, their successful military operations, and all their pride in the purging of their weakness, the duergar felt no happiness or satisfaction.[18] Indeed, they had no memory of what it meant to be happy, or even what it meant to be truly proud. They simply continued to toil and grumble about their lives, existing as cogs in a machine to forge products they cared not for, a life antithetical to joy and purpose found in the dwarven cycles of creation.[2][18]On the positive side of duergar behavior, they shared the dwarven virtue of minding one's own business (at least as long as others didn't have something they wanted). Though most were evil, a fair number leant towards hardhearted neutrality, wanting nothing more than to be left alone, and a rare few managed to become good.[19]Duergar were in some ways even better adapted to underground living than other dwarves. While other dwarves lacked the capacity to see completely in the deepest darkness, this was not a problem for duergar. Duergar were also immune to many of the ancient techniques used by the mind flayers to control them, such as paralysis, phantasms, alchemical poisons, or some types of illusion.[10]Duergar were also a sneaky, crafty people, unlike their honor-bound cousins, and often excelled at setting up ambushes or moving out of sight. Conversely, many were also good at detecting hidden objects. A few duergar also possessed natural abilities akin to the enlarge and invisibility spells. This came at a cost, however, and duergar, like drow, had a special vulnerability to sunlight.[10]Duergar adventurers were most commonly concerned with personal gratification, and were frequently fighters or rogues, leaning on their training against the threats of the Underdark. Because of their cruel nature, experienced duergar adventurers often became assassins or blackguards.[11]Deepking Horgar Steelshadow V of Gracklstugh.Duergar were, as a whole, generally cruel and malevolent creatures, but as in most evil races this was as much a cultural affectation as a psychological trait.[10]Duergar would often ferment fire lichen into their alcoholic beverages, to create a hot and spicy drink.[15]Duergar primarily spoke Duergan, a dialect of Dwarven descended from the dialect of the shield dwarves and heavily influenced by mind flayer and drow words found in Undercommon. Duergar themselves were commonly fluent in Undercommon, the lingua franca of the Underdark. Other common second languages for duergar were those of their enemies, such as Draconic, Drow, Giant, Goblin, or Orc. Others might learn Terran in order to conduct trade with earth elementals, while others learned Common to trade with the surface world.[11]As worshipers of Laduguer, the duergar had a long tradition of crafting that went back to their days as the rulers of Barakuir. Like other dwarves, duergar were fine craftsmen with an eye for detail, though they were often pragmatic enough to eschew the ostentatious decorations of their kin, which they felt were not only wasteful, but which could potentially give away their presence when treading the Underdark. Additionally, duergar art, unlike that of their brethren, was notable for its veneration of blood and cruelty, with scenes of warfare marking much of their art.[11]Most of all, duergar were concerned with practicality, peddling military saddles, thunderstones, poisons, and an extraordinarily effective form of armor lubricant. Like Gold and Shield Dwarves, duergar preferred weapons that could serve as tools on the fly, such as hammers or picks.[11]For pets and familiars, duergar often enjoyed the company of Underdark creatures, such as bats, spiders, osquips, or spitting crawlers. For beasts of burden, duergar used large lizards or steeders.[11]Unlike other dwarves, duergar had a strong tradition of magic, both in the divine and arcane varieties, and duergar clerics, runecasters, runesmiths, and wizards were highly respected for their skill.[11] Clerics were fairly common, serving the duergar gods in order to gain power and influence within society.[11]In particular, the duergar had a fondness for magically crafted items that they could use to aid them in combat, protect their minds against tampering, or to hide from enemy senses. Duergar crafted many magic items unique to them, such as absorbing shields, bolts of battering, and stonereaver axes.[11]The chief god of the duergar was Laduguer, the dwarven god of crafting, a tradition going back to the days of Clan Duergar, when the god served as the clan's divine patron. Early on, the veneration of Laduguer led to disputes with many of the other kingdoms of Shanatar, who chose to venerate Dumathoin as the patron of the entire shield dwarven race. When Clan Duergar was enslaved by the mind flayers, the duergar carried on their worship in captivity,[11] although some secretly formed pacts with the devils of the Nine Hells as well.[15]A duergar mind master.Although the duergar formally venerated all the Morndinsamman, the duergar in their captivity became only more devout in their exclusive worship of Laduguer and, later on, his adopted daughter Deep Duerra. Duerra, initially a duergar herself, was beloved among the duergar for having stolen the Invisible Art from the mind flayers during her campaign against them.[11] They didn't receive the Thunder Blessing like other dwarves and saw it as yet another sign of the Morndinsamman having abandoned them.[24] Still, a few duergar turned away from the worship of the wicked gods who ruled over the duergar such as Laduguer and Deep Duerra and found salvation through the Morndinsamman.[10]During the Spellplague, during which Laduguer and Duerra had perished, the duergar, in their desperation, turned to Asmodeus.[15]Duergar were a coarse and distrustful race who felt that other races were out to get them, whether they were from the Underdark or the surface world. In spite of this, duergar were usually willing to trade with outside races, particularly from the surface world, for the sake of profit and the relations between duergar and their sometime-enemies, sometime-friends the drow and deep gnomes were especially complicated.[11]However, the duergar had absolutely no love in their heart for their closest of kin, the shield dwarves, who the duergar felt abandoned them to the onslaught of the mind flayers. Since then, the duergar had waged war time and time again against the shield dwarves, demonstrating a deep-seated loathing.[11]Because of their pessimism, duergar rarely adventured of their own free will and were instead most commonly exiles cast out of their society. [11] Some found escape from their society through petty crime, tattooed and cast out from their cities beneath the surface and driven into the arms of other races. Their grim disposition, however, made them unlikely to form many lasting friendships.[10]The dwarves of Clan Duergar fall to the enslaving power of the Elder Brain.Initially, the duergar were a clan of shield dwarves in the dwarven kingdom of Barakuir, located within the ancient realm of Shanatar. Clan Duergar, which venerated Laduguer as their patron, was an ambitious and powerful clan, believing that they should lead the kingdoms of Shanatar themselves. When they were denied following the Second Spider War, Clan Duergar turned away from the other dwarven clans, paying only lip service to Shanatar's rulers. This proved a mistake when the mind flayers of Oryndoll, seeing the isolation of Barakuir, attacked the realm in −8100 DR, enslaving or killing most of the population.[11]During their captivity, which lasted for generations, the mind flayers performed many cruel and unusual experiments on the dwarves.[10] It was during this harsh period of their history that the duergar emerged as a distinct subrace.[15] Eventually, they rose up against their captors and gained their freedom from the mind flayers.[10]Now free, the duergar carved out a new home for themselves beneath the Great Glacier, founding the city of Gracklstugh in −3717 DR. The Deepkingdom spread rapidly through the northern reaches of the Underdark, reaching its peak in −2600 DR before a war with the quaggoths of Ursandunthar caused it to enter a gradual decline, battling the remnants of the nation and urged on by drow for centuries thereafter.[11]Further to the south, beneath central Faerûn, the duergar established Dunspeirrin underneath the Orsraun Mountains, which grew to encompass the caverns beneath Turmish and the Dragon Coast. Dunspeirrin reached its height of power in −1800 DR, when Queen Duerra defeated an alliance of drow from Undreath and the mind flayers of Oryndoll, reclaiming Deep Shanatar and Alatorin. As her divine reward, Duerra was raised to godhood by Laduguer. Afterward, however, the duergar of Dunspeirrin fell into a decline, returning to power following the Time of Troubles, only to fall into a long and arduous war with the Army of Gold.[11]A duergar stone guard.Disclaimer: The views expressed in the following links do not necessarily represent the views of the editors of this wiki, nor does any lore presented necessarily adhere to established canon.",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/6/68/Duergar-5e.jpg/revision/latest?cb=20190315010252",
    "hit_points": 26,
    "hit_dice": "4d8",
    "damage_vulnerabilities": [],
    "damage_resistances": [
        "poison"
    ],
    "damage_immunities": [],
    "condition_immunities": [],
    "senses": {
        "darkvision": "120 ft.",
        "passive_perception": 10
    },
    "xp": 200
}