{
    "name": "Erinyes",
    "armor_class": 18,
    "challenge_rating": 12,
    "strength": 18,
    "dexterity": 16,
    "constitution": 18,
    "intelligence": 14,
    "wisdom": 14,
    "charisma": 18,
    "actions_desc": "The erinyes makes three attacks Melee Weapon Attack: +8 to hit, reach 5 ft., one target. Hit: 8 (1d8 + 4) slashing damage, or 9 (1d10 + 4) slashing damage if used with two hands, plus 13 (3d8) poison damage. Ranged Weapon Attack: +7 to hit, range 150/600 ft., one target. Hit: 7 (1d8 + 3) piercing damage plus 13 (3d8) poison damage, and the target must succeed on a DC 14 Constitution saving throw or be poisoned. The poison lasts until it is removed by the lesser restoration spell or similar magic. ",
    "special_abilities_desc": "The erinyes's weapon attacks are magical and deal an extra 13 (3d8) poison damage on a hit (included in the attacks). The erinyes has advantage on saving throws against spells and other magical effects. ",
    "description": "While most scholars of the planes considered erinyes to be among the lesser devils,[4][5][8][9][10][11] their unique position in reporting directly to the Dark Eight[9][10] meant that some considered them greater baatezu.[12][note 1][13][14][15] They shared the same rank in the infernal hierarchy as pain devils.[11]Erinyes originally appeared as imposing yet beautiful figures, so attractive that they could be easily mistaken for celestials. An erinyes generally stood around 6 ft (1.8 m) tall, weighed approximately 150 pounds (68 kg).[3] Although they were naturally female, erinyes could appear as idealized versions of the sexes of any mortal race.[4]Their natural forms normally possessed glowing red eyes, as well as large, feathered wings that stayed regardless of the form that they took.[3][4] After Asmodeus' ascension to godhood, the erinyes lost their wings, and received hooves and fangs in return, which made them look beastly.[16]Erinyes were not only physically stunning, but dangerously capable, highly disciplined and unfailingly loyal to their lords.[1][18] When hunting mortal souls they showed both ruthlessness and cunning, exploiting their angelic appearance and tempting those they came across into committing wicked acts.[3][4]The relationship between erinyes and other devils was a conflicting combination of admiration and hatred. Having come from celestials as opposed to damned souls, erinyes viewed themselves as innately superior to other baatezu, causing a mutual disdain between them and their devil kin.[19] Other devils greatly envied the erinyes, yet at the same time, were inspired by their indomitable fury.[2][19] Feelings of lust and idolization clashed with hostility so much so that the two groups occasionally disobeyed their superiors and met one another with violence.[19]Erniyes had powerful charming abilities causing those they looked upon to obey their every whim. Their domination was so complete that the victims were willing to protect their enchantress even at the cost of their own lives and obeyed their orders without regard for the lives of others. The charm could last indefinitely, only fading upon the victim's death or if dispelled by the erinyes, although they could only use it against one individual at a time. Conversely, an erinyes could strike terror into anyone that looked upon them, causing them flee in panic.[4]Their magic helped them disguise their own presence while their truesight allowed them to see through the magical disguises of others.[3][4] When gating other devils for assistance they could call upon weaker ones such as a small group of lemures spinagons, or barbazus, or another erinyes.[1][3]Erinyes, while not the greatest warriors of Hell, possessed legendary combat prowess.[2] They were often armed with incredible swords and bows, but could expertly wield practically any weapon. Their conventional weaponry included powerful ropes of entanglement used to entrap powerful opponents and hapless victims alike. The normal battle strategy employed with the ropes was to bind their enemies before lifting them a great distance up and letting them fall.[1][3][4] They were also known to use weapons coated in caustic venom.[5]Through the brutality they inflicted on the battlefield, erinyes renewed the vigor of their allies, often engaging multiple enemies at once with unbridled rage. Despite their fearsome wrath, Erinyes were also tactically adept, coordinating with others of their kind to surround groups of enemies as opposed to merely flanking them.[2] Although erinyes had no qualms about engaging enemies on the ground, they preferred to fight from afar. They normally used their magical abilities first, sowing confusion into those below them before firing their bows.[3][4]Favored by Dispater for their beauty, skills, and unshakable allegiance, erinyes were common within Dis.[5][18] Stygia also possessed a large population of erinyes, with a whole regiment being responsible for protecting Levistus's frozen tomb was from aerial intrusion.[20] They could be found in great numbers within the political labyrinth of Maladomini, and within Grenopli specifically they acted as patrollers in order to dispel or counter offensive magic and all other attempts at violence.[21] Along with paeliryons, the seductive erinyes enjoyed a noble position and noticeable favoritism within Glasya's court, who often provided them targets for corruption to her erinyes personally, particularly those of the self-righteous faith. Hunters were known to stalk the skies of Malbolge for intruders without letters of safe passage, often capturing charismatic enemies for Glasya to torture or seduce at her leisure.[22]Even erinyes that did not work under archdevils often directly reported to the Dark Eight as opposed to having an intermediary master.[4] While some served as servants or were simply concubines, others had vastly superior tasks such as spying on both enemies and allies.[3][10] Many erinyes were responsible for bringing justice to Hell, although the method with which they did so varied greatly. Donning horned helms and stylized armor, erinyes warriors brought death to those that defied their infernal masters or the orders of Asmodeus himself.[1] As arbiters of justice, they acted on behalf of Hell and were responsible for tracking down those that broke infernal contracts.[2] Others acted on the other side of the law, helping to free mortal souls by acting as legal counsel for those that did not receive what they were promised or were forced into making their deals.[23] The role that earned erinyes the most respect among their devilish peers however, was that of the temptress.[4]Unlike almost all other devils, erinyes were capable of entering the mortal world of their own volition, and used this ability to collect mortal souls.[4] The traditional method used to achieve this goal was through seduction, although they were forced to use magic to disguise their wings if they did not attempt to use their celestial heritage as cover.[24] They entered the mortal world alone, as they were incapable of bringing others with them, and searched for mortals that they could lure back to Baator. Only one person could return to Hell with them at a time with inorganic matter being left behind, forcing the victim to try and escape Baator while dangerously underequipped or be turned into a lemure. When seducing mortals they spoke rather than communicating telepathically, and could speak a wide variety of languages.[4]When seduction was not sufficient, erinyes had other methods to enrapture mortals, such as offering Faustian bargains and other forms of deals.[24] While erinyes normally led battle-focused devils such as barbazus, merregons, or kytons, they would also command mortal warriors as some were willing to sell their souls in exchange for training.[2] As well as devils, erinyes were also occasionally put in charge of managing small cults.[25] Those that chose to take up wizardry usually studied enchantment magic to enhance their pre-existing ability to charm.[26]Erinyes could be promoted to the form of any devil above them, or be demoted into barbazus depending on their service. While they were most commonly transformed into osyluths, it was possible for them to be turned even into pit fiends.[10] In order to become pit fiends they had to undergo the same process as the gelugons and withstand the torment of the Pit of Flame for 1,001 days.[27] Despite their great maneuverability within the infernal hierarchy many turned down opportunities to be promoted, having come to enjoy their exemption from the normal ranks of the baatezu and numerous advantages.[4]Erinyes were the only types of devils to have possibly been born rather than made from mortal souls. Unlike most devils that were capable only of siring children, erinyes were capable of carrying them. It was unknown if erinyes gained the ability before or after their descent but the ability to become pregnant was another reason they often refused promotion. They were protective and cautious parents that hid colonies of their young away from the eyes of those that would interfere with their development.[19]While some reports claimed that devils could not be promoted into erinyes, others purported that the rank could serve as a reward for sluggish devils that overcame their earlier blunders despite numerous trials, such as abishai.[10] Abishai that were promoted into erinyes were said to have their features rearranged by numerous kocrachon in order to make them more appealing to mortals and somehow had syllables added to their true names to make summoning them more complicated.[27] It was rumored that only 500 erinyes were allowed to exist at one time, with lesser baatezu being promoted to fill their positions when current erinyes were promoted into higher forms.[4]Legend in the Nine Hells told that the first erinyes were angels who fell from the heavens after being corrupted by temptation or committing some misdeed.[3] Most erinyes were the descendants of fallen angels while others were their still-living ancestors having survived to become brachinas.[19]Following the ascension of Asmodeus, the erinyes received mastery over the succubi, but received a terrifying transformation.[16]Least: Lemure • Nupperibo • Spinagon\nLesser: Abishai (Black • Blue • Green • Red • White) • Barbazu • Erinyes • Excruciarch • Ghargatula • Hamatula (Stony devil) • Kocrachon • Merregon • Osyluth • War devil • Xerfilstyx\nGreater: Amnizu • Cornugon • Gelugon • Logokron • Narzugon • Orthon • Paeliryon • Pit fiend\nBaatezu of unknown rank: Advespa • Dogai • Gulthir • Jerul",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/7/78/Erinyes-5e.jpg/revision/latest?cb=20161013133923",
    "hit_points": 153,
    "hit_dice": "18d8",
    "damage_vulnerabilities": [],
    "damage_resistances": [
        "cold",
        "bludgeoning, piercing, and slashing from nonmagical weapons that aren't silvered"
    ],
    "damage_immunities": [
        "fire",
        "poison"
    ],
    "condition_immunities": [
        {
            "index": "poisoned",
            "name": "Poisoned",
            "url": "/api/conditions/poisoned"
        }
    ],
    "senses": {
        "truesight": "120 ft.",
        "passive_perception": 12
    },
    "xp": 8400
}