{
    "name": "Ettin",
    "armor_class": 12,
    "challenge_rating": 4,
    "strength": 21,
    "dexterity": 8,
    "constitution": 17,
    "intelligence": 6,
    "wisdom": 10,
    "charisma": 8,
    "actions_desc": "The ettin makes two attacks: one with its battleaxe and one with its morningstar. Melee Weapon Attack: +7 to hit, reach 5 ft., one target. Hit: 14 (2d8 + 5) slashing damage. Melee Weapon Attack: +7 to hit, reach 5 ft., one target. Hit: 14 (2d8 + 5) piercing damage. ",
    "special_abilities_desc": "The ettin has advantage on Wisdom (Perception) checks and on saving throws against being blinded, charmed, deafened, frightened, stunned, and knocked unconscious. When one of the ettin's heads is asleep, its other head is awake. ",
    "description": "At first glance, ettins appeared similar to relatively short members of other giant races at about 13 feet (4 meters) tall. Beyond their two heads, ettins often resembled hill or stone giants, but upon closer examination even hill giants seemed civilized compared to them.[4] They were hulking creatures[3] with exceptionally broad shoulders,[7] long arms,[8] and great weight. Reports of their heaviness ranged from around 1,000 pounds (450 kilograms) to exceeding 5,000 pounds (2,300 kilograms), although either way the earth shook when they ran.[8][3][6] Strangely, they were slightly lop-sided, the right side being slightly more muscular and well-developed than the left, although not enough to detract from their barbaric image.[7]In regards to their savage aspect, one of their most notable traits was their skin; if given a choice, ettins never bathed, and so their already thick skin was crusted over with a thick layer of dirty grime, giving them a horrid stench and a gray-dark brown complexion.[1][3][4] Underneath the filth, ettins had skin tone ranging from pink to brownish, with yellow-tinged hands and feet marked with callouses.[7][4]Even ignoring their unwillingness to clean themselves, ettins had no concern for their appearance and lacked any kind of grooming habits, even negative ones.[7][4] Atop their ugly heads[9] was a hanging, unkempt mess of long, stringy hair,[1][4] and inside their large, reeking mouths were crooked, yellow, and all too often rotten teeth. Notably, ettins had crude, orc-like traits in the form of a large, watery eyes, porcine snouts, and shovel jaws with lower canine teeth that protruded out like boar tusks, tusks that, for all their easiness to reach, were as revoltingly rotten as the rest of their teeth.[1][3][4]This uncleanliness extended to their sense of dress, or lack thereof; ettins wore animal skins that were uncured, unwashed, scraggly, and that were typically decaying and being eaten by moths.[7][5] The only reason they wore them was as a kind of mobile blanket, giving them something soft and warm to sleep in, and the ugly sleeping-furs normally didn't include sleeves or any unnecessary parts so as not to impede them in physically demanding tasks.[7] This wasn't to say that the idea of accessories was completely beyond them, with some keeping things like severed heads as accessories and females being known to wear jewelry as a status symbol.[7][10]Generally males were taller and heavier than females, but females, as well as having longer hair, were often fuller-bodied than the relatively gaunt and wiry males.[7][6]Aggressive, ferocious and unpredictable,[7][3] ettins were a brutish race that loved and admired power. They were natural bullies that oppressed those incapable of defending themselves, victimizing the weak through straightforward pain and intimidation.[9] It was possible that they held a traditionally \"muscle-brained\" view of the world, perceiving mental prowess and good looks as inferior to raw size and strength.[10] Despite their two heads, or perhaps as a result of their two heads, ettins were generally stupid, their two weak brains doing little to enhance their overall intelligence.[7][11]A dragonborn confusing an ettin.With that in mind, trying to take advantage of an ettins feeble mind was risky; if either head of an ettin were to see through an illusion for example, they would not stand slack-jawed and bewildered by the event but immediately and angrily conclude they were being tricked and seek out the one trying to deceive them.[7] It would also be a bad idea to assume all ettins were equally dim-witted, as the lowest of them were more akin to wild animals while the smartest members of their kind had been known to surpass the average human.[6] Ettins also weren't universally mean and destructive, the circumstances of their lives playing an important role in shaping their instinctual savagery. Some ettins were known to be curious, imaginative, humorous, and even kind, with friendly, or at the very least non-aggressive behavior, being more likely among those with comfortable lives and an ample food supply.[10][12][13][14]Ettins had a concept of value, keeping things like corpses as trophies and collecting gems, coins and art objects to ogle at.[10] They also knew the basic principles of trade, though they were suspicious of all beings, including each other, and might bargain with potential prey if more could be obtained by doing so, such as something to ensure their safety or the obtainment of more food. Generally ettins only bargained to get as much of what they wanted with the least possible risk, unbound by their deals and willing to abruptly stop discussion if it proved frustrating or annoying.[7] Despite their wariness and greed, ettins understood gratitude and had been known to take substantial risks for those who managed to earn their trust, those willing to risk their lives to help them for example.[12]It was commonly known that each head of an ettin was a distinct individual, each with their own identity, personality, memories, preferences and quirks.[1] The iconic image of the two-headed monster arguing with itself that was commonly seen in folk tales and ballads however, was of suspect accuracy.[7] On one hand, some reports found that ettins were discouraged from seriously fighting with each other. The right side of an ettin was always the strongest one meaning that the right side would always be the dominant of the relationship while the left would always be the submissive. Besides that, an ettin that lost one of its heads, assuming it survived, would be at a severe disadvantage, at least for a long period of time, so for the sake of mutual survival the two had to generally cooperate.[7][9]An ettin being assaulted by barbarians must cooperate to quarrel another day.While ettins did seem to bicker, they did so less as two hated foes and more as brattish brothers and sisters being forced to perpetually share. Serious dispute was rare in times of combat, because like selfish and squabbling siblings they were able to put aside their feuding to perform mutually beneficial actions. When this was not the case, they took constant offense towards each other and fought to assert themselves in their never-ending sibling rivalry.[1][9] Part of this contempt for one another seemed to be a result of familiarity, as the two were conjoined from birth and so could only rarely appreciate privacy and solitude when the other was asleep.[1]Aside from great strength and a thick hide, ettins were relatively simple in terms of their abilities, little more than bigger ogres with the exception of their two heads.[4] An ettin's heads granted it protection against mental controlling spells, and unless the spell affected more than one individual, only one head would fall victim to it. The other head, meanwhile, would remain active, although the arm opposite to them might be limp and useless depending on the effect the other head was being subject to, allowing that side to be disarmed easily.[7] Ettins themselves only rarely had the mental fortitude required to cast spells, although some were known to have sorcerous powers.[14][15]An ettin's two heads contributed to its keen senses, including their excellent infravision. Though ettins could see in light and weren't impaired by it, they disliked and avoided sunlight and other strong sources of brightness like continual light spells (torches or regular light spells were too weak to affect them this way). This great distaste was caused by a combination of instinct, conditioning and self-preservation; they were likely to be left alone in dark and hidden places and it was more dangerous for them when it was bright out. Their sense of smell was also sharp enough that they could distinguish between animals and civilized beings, unusual and familiar surroundings and identify specifics purely through olfactory means.[7] Combined with the fact that one head was almost always alert while they were sleeping, and it made ettins a difficult race to surprise.[1]In many legends regarding ettins, it was said they, similarly to hydras, could regrow their lost heads, and while this wasn't true it was unclear whether or not an ettin could survive with a head missing.[7][9] On one hand it would seem that it would be impossible as the jugular vein would have to be cut, but then again chimeras could survive when one of their heads were removed. It was said that ettins possible had some kind of instinctive muscular or biological reaction to having a head removed that rerouted blood vessels and nerves to go to the other head.[7][16]Regardless, an ettin with its head removed, assuming it survived, would be at a serious disadvantage, losing all unique benefits of having two heads. Losing the lesser head simply forced the dominant to take full control, although the loss of the dominant head left the remaining head wildly and clumsily flailing the other side of their body. It would take two months to learn perfect control after such an event and a one-headed ettin would be looked down on by others as deformed, although given that they already didn't care about one another's opinions this was a minor detriment.[7][16]An ettin attacking.Ettins proved dangerous opponents capable of surprising acts of unity when in combat, their two heads being more useful than they might first appear. Because ettins had two heads, their bodies were driven to move twice as fast as a similar creature with only one head,[9] the left and right arms able to act independently without issue.[4] Despite their size and idiocy, the long-armed ettins also had the advantage of being able to strike shorter opponents like gnomes without particular difficulty, as one head was always alert.[8][17]Though they had a tendency to attack on sight[8] and often kept fighting until all their opponents were dead, not being ones to retreat too easily, they weren't overly careless, above fleeing when victory seemed impossible, and didn't engage obviously superior opposition when they could simply run.[4][7] Some of the more intelligent ettins were known to learn how to cast spells, some as bards and others as shamans, and given the proper training one head could cast spells while the other attacked as easily as both could swing their weapons.[11][15][18]Fortunately for everyone besides them, ettins generally lacked the intelligence to make full use of their advantages, although their stupidity was counteracted by their primitive cunning and crude sense of tactics. Ettins were ambush hunters who would rather jump weak victims then get into a straightforward fight,[3][4][7] more capable of short bursts of great strength than protracted melee.[14] They hunted at night to take advantage of their superior senses and avoid being attacked by diurnal adversaries, and any idea of honor or truces in combat was alien to them.[7]Despite their ruthlessness, ettins weren't too deadly if confronted properly, a basically competent band of warriors with decent armaments being able to lay them low with relative simplicity.[8] Their generally immorality meant that the crueler ettins could be lured into traps with the terrified screams of a potential victim.[9] If the heads were somehow turned against each other, an ettin could be made into its own worst enemy as it visibly attempted to restrain and batter itself into submission.[19] The two-headed giants neither possessed nor desired finesse, a sign of their attacks being the destroyed structures and toiled earth left in the aftermath of their clumsy smashing. Bestial, slobbery howls of pain and frustration could be heard when they were when evaded by nimble enemies[7][9] and when flanked resorted to swatting the pests away.[2]They greatly preferred fighting in melee, favoring weapons that crushed and battered like spiked clubs and iron bars, and even without weapons they could still try to improvise, unhesitatingly uprooting trees or breaking furniture to use them as weapons. Failing that, they would pulverize their opponents with their fists, but if no other option presented itself they could utilize the typical giant method for besting ranged opponents; throwing rocks.[4][7] Ettins would also make use of more advanced weaponry like battleaxes, morningstars, or javelins, as well as don armor to protect themselves.[1][3]Already without privacy or isolation throughout all of their lives, ettins violently sought solitude, crushing any trespassers in their domains without question nor warning. The last thing most ettins wanted was another individual to deal with, much less another member of their kind, as a shouting match between four pugnacious primitives was even more intolerable than the ordinary state of affairs.[1][3][4] Only rarely would they gather together into small groups, as gangs of living mates or bands of wandering destroyers, if an ettin of particular power, intelligence, or strength of will presented itself. These groups, anywhere between a 2-5 in numbers, cooperated with one another only so long as there was some perceivable benefit in doing so and if the leader stayed alive and undefeated. The death, departure or discrediting of that leader, or really any major loss suffered, was often enough to shatter group cohesion and break up the band.[9][3][4][7]Despite placing little value in currency outside of its aesthetics, ettins collected it regardless because other, lesser creatures found it desirable.[3][4][7]Befitting their hermit lifestyle, the typical ettin shunning of company did not exclude them from keeping certain animals as pets, though such animals were generally dangerous and self-sufficient. Animals like bears, including owlbears, and creatures like wyverns were known to be found with ettins,[2][3][4][20] and they sometimes existed in symbiosis with the similarly solitary otyughs.[21] Ettins were rather similar to their companions in terms of behavior, their \"society\" producing little of value and their lifestyles being akin to those of ogres.[9][4]Ettins were also known to use the currency they collected to supply goblins or orcs with treasure. Through this an ettin could, in addition to making them tolerate the ettin's nearby presence, compel them to build it a wall or trap or to fight along side them.[3][4][7] Orcs in particular, likely because of the visual similarities between the two, treated the ettins as distant cousins, bribing the creatures into tenuous alliances with food, treasure and promises of plunder in exchange for their services as scouts, marauders and guardians.[1]Even if not approached, ettins might come to other humanoids seeking to sell themselves as watchmen and protectors,[13] and they sometimes worked under the more powerful hill, frost and fire giants.[3][22][23] On the other hand, some ettins tried to carve out savage fiefdoms where they would be brought tribute by their bullied subjects.[9]Females were the dominant gender among ettins, responsible for initiating their crude courtship rites. They wore treasures taken from prey to signify their hunting ability, and thus increase their attractiveness in the eyes of males, and gave such items to males as gifts to woo them. Otherwise, courting among ettins boiled down to a female hunting down a male and subduing them in a show of dominance, after which the male stayed around and cared for the female.[7][12]Under normal circumstances ettins had no native language nor were they particularly fluent in any specific language. Instead, they spoke a pidgin of goblin, orc, giant, Common, and Abyssal, picking up smatterings of other cultures' words and expressions based on the predominant speech around them. It wasn't particularly difficult to decipher this twisted tongue if one knew the languages that comprised it,[7][3][4] and ettins themselves had no difficulty interpreting each other through their grunts, growls, and throat clearings mixed with speech.[3][8]Most ettins knew at least a little bit of Abyssal, often considering it their language, but in some places of the world, ettin populations that established themselves over a long period of time managed to develop their own degenerate dialect of orcish, a language that could truly be called their own.[7]Ettins were typically referred to using compound names applying to the whole individual and parts of those names to refer to individual heads. The first syllable or two referred to the first head and the latter half of the name to the second, and both were referred to by the combined name.[1]The chosen god of the ettins was Grolantor, but rarely did they make any sacrifices or other religious gestures towards him as they didn't truly worship him. Ettins merely revered Grolantor, paying him homage not as a deity but as an ettin of great strength, size, knowledge, and wisdom, whose eternal vigilance protected them from those who would dominate or destroy them.[7][16] This two-headed aspect, which granted, Grolantor was known to take on at times as an avatar, was referred to as Grolettinor or Grelinor.[24][16][7] Not only did they not worship Grolantor as a god, but they had been known to give similar reverence to ettins with supernatural powers.[15] Grolantor was a stupid and willfully ignorant deity whose pride outmatched his good sense,[24] which combined with the ettin's attitude towards him led him to not grant them spells, although very rarely ettins would become his shamans and possess weak divine powers caused by their faith in him.[7][16]Thrarak, ettin exarch of the Aameul half of Demogorgon.However, ettins not being a historically inclined race, were known to have various religious habits based on the legends that made their way to them. The two-headed Prince of Demons, the legendary Demogorgon, was credited for the creation of the ettins in many tales and those ettins who believed these stories often regarded him as the father of their race.[1][9] Demogorgon was a paragon of power and so ettins favored being associated with him, the claim of being chosen by him greatly increasing an ettin's status among its peers.[12][9] Those ettins who worshiped Demogorgon also worshiped other demons, believing them to be closer kin than other giants, and demon-worshiping ettins were even more savage and cruel than the normal variety, many of them being either demonically possessed or driven mad by abyssal energy.[9]Ettin shamans talked to spirits, laid curses, and inspired their kin with wrathful chants, making their enemies vulnerable to attack while empowering and enraging their allies to destroy them.[9][2]Ettins established themselves in rocky and remote regions like untamed borderlands, forested mountains, hillsides and valleys.[2][3] They preferred cold areas somewhere between subarctic and temperate temperatures, and typically dwelt underground in caverns or abandoned mines.[4][7]Ettin lairs were truly disgusting places, their clothes and personal belongings a haven for vermin and parasitic disease.[4][7]Ettins were a primarily carnivorous race that lived off a diet of raw flesh that they'd often tenderize or smash to a pulp against rocks before consuming it.[7] They ate any living thing they could catch,[4] including the bones; each head had a voracious appetite to match a troll's and the monsters as a whole required four times as much food as humans.[9][6] No creature was above moral reproach when it came to consumption, and they would hunt even other ettins if they were vulnerable, although normally they only resorted to cannibalism if starving or badly wounded while no other food supply nearby.[7][9]Given that they shared the same lower region, it was no surprise that the heads of an ettin shared the same gender.[1] A female ettin's pregnancy lasted somewhere between 6-7 months, and once the child was born the conquered male was free to leave, although despite their low level of tolerance for each other the males typically stayed around until the child became self-sufficient.[1][3][4][7]Six months after being born, an ettin child was about 5 ft (1.5 m) tall and somewhat capable of self-defense, and after somewhere between eight months to a year they could be considered mature. At this age they were capable of hunting for themselves, after which the young adult was either sent away by the parents to fend or itself, leaving whatever area they were using as a den abandoned, or, if the ettins were part of a group, the ettin was just considered as another member.[1][3][4][7] Despite the divine blood of Annam coursing through their veins, their blood was so diluted that most only lived for about 75 years.[3][6]A biclops had two eyes, but not as a set.Twice the regeneration.Ettins had been known to crossbreed with other races of giants, producing strange variants such as two-headed fire giants.[25] More commonly seen were giant-kin mongrels, such as two-headed trolls, and the existence of two-headed ogres raised the likelihood that they could breed with them too.[26][27] Perhaps strangest of all, or at the least the strangest looking, were the biclopses, ettin/cyclopskin hybrids next to which even the ettins seemed civilized and intelligent.[28]If one of an ettin's minds was forced into a body with only one head they would ironically be only half as efficient, as they were inexperienced in controlling such a form. Ironically, average minds were more likely to be able to take control of an ettin's body than an original member of the conjoined duo, a result of their greater intelligence. Two minds controlling an ettin's body were capable of effective action so long as there was verbal communication between the two.[29] If someone was polymorphed into an ettin, there was a chance that over time they would develop a split personality as different aspects of their being were split in two.[19]An ettin werewolf.Ettins were known to be susceptible to various forms of lycanthropy, including the forms of wererats, wereboars, and werewolves. When transformed into the intermediate \"hybrid form\" both of an ettin's heads were retained and transformed into the associated beast, though there was a 10% chance that only one of the two heads would be affected. Unlike other giants afflicted with lycanthropy, ettins were incapable of transforming into a full animal form and scholars speculated that this was due to their having two heads.[30]Arno and Julian, progenitor of the ettins.The ancestors of the ettins were Annam's weakest mortal sons, Arno and Julian, the two-headed runt of the All-Father's litter.[31]Although technically true giants related to Annam, ettins were relatively small, often grouped together with giant-kin, and were never granted a portion land by Annam from which to found their own \"dynasty\" inside the kingdom of Ostoria.[31][32] However, they still had a role in Ostoria's ancient society, tending to gardens with pools that would reflect the face of someone gazing at another pool.[32]Given the relative unimportance of the ettins, it was no wonder that the true history of the race was shrouded in myth and legend. Their cultural and religious background led many to conclude that at one point ettins and hill giants came from the same original stock, and while the accuracy of such claims was at the very least shaky, the influence of Grolantor on both raised the possibility that there was a kernel of truth.[6][7]Grolantor was considered a runt among the giant gods, and was often accused of collecting and interbreeding the runts of other giant breeds, even polluting them himself by producing offspring with medusa-like hags and earth-bound, serpentine monstrosities. One myth purported he was the father of the ettin race, having produced them by mating with a monstrous snake with heads at either end of her coiled body.[6][7][24]Their seemed to be some relation between ettins and cyclopes.[33] Both that and the obvious orcish traits of the ettins could also be explained by Grolantor's degenerate mirroring of his father, but it was likely that the exact racial background of the modern ettins would never be known.[6][7][24]Others explained the ettins' orcish ties by appealing to Demogorgon, some legends stating that upon stumbling into a temple of the Prince of Demons, a group of orcs were twisted into near-mad mockeries of his form, turning them into the first ettins.[1] Different legends proposed another, Demogorgon-related creation myth, although one that didn't explain their orcish appearance. Supposedly, after Demogorgon was split in two by the god Amoth during the Dawn War, a primordial of stone and earth known as Storralk quickly attempted to descend upon the weakened demon lord, attempting to use the opportunity to claim the title of Prince of Demons for himself.[2][9]Even in this weakened state however, Demogorgon was able to rip Storralk to pieces in a battle that sent shock waves through the Abyss and Astral Sea. By the end, Demogorgon was still so filled with wrath that he used a powerful ritual just to further draw out Storralk's suffering, a rite given to him by Dagon which allowed him to gaze into the pools of Storralk's blood and cause his own twin-headed reflections to arise out of it. All ettins were bound to Storralk and his flayed corpse was kept imprisoned beneath Demogorgon's throne. Demogorgon sent the ettins out into the Elemental Chaos knowing that every time an ettin felt pain, the opportunistic primordial's corpse would quiver in agony.[2][9]True Giant Offshoots\nAsh • Craa'ghoran • Maur • Phaerlin\nGiant-Kin\nCyclops (Cyclopskin) • Firbolg • Fomorian • Ogre (Oni) • Verbeeg • Voadkyn\nZakharan Giants\nDesert • Island • Jungle • Ogre giant • Reef",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/1/14/Ettin-5e.png/revision/latest?cb=20180927015751",
    "hit_points": 85,
    "hit_dice": "10d10",
    "condition_immunities": [],
    "senses": {
        "darkvision": "60 ft.",
        "passive_perception": 14
    },
    "xp": 1100,
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": []
}