{
    "name": "Fire Giant",
    "armor_class": 18,
    "challenge_rating": 9,
    "strength": 25,
    "dexterity": 9,
    "constitution": 23,
    "intelligence": 10,
    "wisdom": 14,
    "charisma": 13,
    "actions_desc": "The giant makes two greatsword attacks. Melee Weapon Attack: +11 to hit, reach 10 ft., one target. Hit: 28 (6d6 + 7) slashing damage. Ranged Weapon Attack: +11 to hit, range 60/240 ft., one target. Hit: 29 (4d10 + 7) bludgeoning damage. ",
    "special_abilities_desc": "",
    "description": "Fire giants had very broad bodies, making them sort of dwarf-like in appearance, and bulky.[6][8] They stood roughly 18 feet (5.5 meters) tall,[7][13][16] but they weighed over 7,000 pounds (3,200 kilograms),[6][7] much heavier than a human of that height would weigh.[note 1] Their skin was very dark, reminiscent of coal, and the color of their hair tended towards a spectrum of flaming orange or red,[6][8] with similarly colored red eyes.[8]Their clothing was usually flame-colored or black and singed. They also tended to wear armor that was forged from steel[6] or dragonscales.[8]Fire giants often considered bravery as being one of the highest virtues anyone could and should have.[17] They relished opportunities in which they could test their fortitude against formidable opponents.[4]Much like all giants, a fire giant could see and hear twice as far as the average human. Unique to their race were senses well adapted to high temperature environments. Their eyes in particular were capable of seeing through the hazes and shimmers often associated with such temperatures.[18]Although their bodies were impervious to harm from fire, even that exhaled by a red dragon,[8] some fire giants were particularly vulnerable to cold.[6]Fire giants possessed an average affinity for runecasting as well as traditional sorcery. This affinity was superior to many of their kin, but paled in comparison to that of cloud and storm giants.[19] They typically preferred to memorize spells that would help them in detecting and thwarting intruders.[20]Fire giants were known to attack their enemies with rocks heated in fire or lava, thereby softening the targets before engaging in close quarters combat.[6] When it came to close quarters, fire giants favored the use of large swords,[8] typically enchanted with flames.[6]Having had caltrops used against them one too many times, innovative fire giants developed boots made of either iron or dragonskin to protect their feet. These were typically covered in either fur or leather in order to conceal the material from any crafty magic user that might think to use spells of cold or heat. It was rumored that some giants had become specialists in fighting with these boots.[21]The fire giant race began with an individual by the name of Masud, one of the mortal children of Annam All-Father and Othea, who in the kingdom of Ostoria was ceded control of the southern volcanoes.[22] They managed to tame such chaotic environs, building cities of adamantine and mithral.[23] Within this mighty kingdom they acted as its craftsmen, engineers, and military officers.[15] Their craftsmen created some of the kingdom's greatest works of craftsmanship.[24]Fire giants lived in small family groups, called huslyder.[18]They preferred to dwell in hot environments like volcanic areas, either in caverns or castles, and existed in societies often led by a king or a queen.[6]Fire giants were known to speak the general giant language Jotun, their own specialized version of it known as Jotunild, as well as common.[12] However, they were often largely illiterate due to education being undervalued in their culture.[25]Common given names among fire giants included the following:[26]Like all giants, they were generally known to worship Annam All-Father and those that did viewed their lives as being one long opportunity to emulate him.[27] However, by the late-15th century DR their views regarding Annam turned sour and very few directly worshiped him anymore. The deity primarily worshiped by fire giants, especially after the late 15th century, was Annam's son Surtur.[28] Though some were also known to worship the giant goddess Hiatea.[29]Beyond the giant pantheon, many were known to worship to a lesser extent elemental fire,[30] and by extension Kossuth,[31] which they would show their devotion to by performing ritually performing complex and intricate dances along the edges of vast firepits and streams of lava. Tribes would sometimes invite visitors to join them in their dance, but the steam and heat involved often led other races to hallucinate and experience effects similar to that of the spell phantasmal killer.[30]Priests often held a role of leadership in fire giant communities, positions such as architect of forger. If such a position was not held then they were typically charged with making sure others in their tribe remained productive. This was largely achieved by composing inspiring tales that lauded the features of Gudheim, the crystal palace of Annam.[32]Many fire giants, at least in the Ice Spires region, were known to enslave fomorians and verbeegs, as well as occasionally dwarves and gnomes. Slaves held the lowest role in their societal structures and were often treated with little dignity.[32] They typically worked as laborers in their forges and strongholds.[4]Fire Giants were often hostage takers and took payments from less powerful creatures in their surrounding area in exchange for not attacking them.[6]They were known to occasionally forge alliances with, and even serve, red dragons.[33] They were also known to domesticate hell hounds, keeping them as pets or guards.[4][8]True Giant Offshoots\nAsh • Craa'ghoran • Maur • Phaerlin\nGiant-Kin\nCyclops (Cyclopskin) • Firbolg • Fomorian • Ogre (Oni) • Verbeeg • Voadkyn\nZakharan Giants\nDesert • Island • Jungle • Ogre giant • Reef",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/c/c2/FireGiant-5e.jpg/revision/latest?cb=20141112154314",
    "hit_points": 162,
    "hit_dice": "13d12",
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [
        "fire"
    ],
    "condition_immunities": [],
    "senses": {
        "passive_perception": 16
    },
    "xp": 5000
}