{
    "name": "Flesh Golem",
    "armor_class": 9,
    "challenge_rating": 5,
    "strength": 19,
    "dexterity": 9,
    "constitution": 18,
    "intelligence": 6,
    "wisdom": 10,
    "charisma": 5,
    "actions_desc": "The golem makes two slam attacks. Melee Weapon Attack: +7 to hit, reach 5 ft., one target. Hit: 13 (2d8 + 4) bludgeoning damage. ",
    "special_abilities_desc": "Whenever the golem starts its turn with 40 hit points or fewer, roll a d6. On a 6, the golem goes berserk. On each of its turns while berserk, the golem attacks the nearest creature it can see. If no creature is near enough to move to and attack, the golem attacks an object, with preference for an object smaller than itself. Once the golem goes berserk, it continues to do so until it is destroyed or regains all its hit points.\nThe golem's creator, if within 60 feet of the berserk golem, can try to calm it by speaking firmly and persuasively. The golem must be able to hear its creator, who must take an action to make a DC 15 Charisma (Persuasion) check. If the check succeeds, the golem ceases being berserk. If it takes damage while still at 40 hit points or fewer, the golem might go berserk again. If the golem takes fire damage, it has disadvantage on attack rolls and ability checks until the end of its next turn. The golem is immune to any spell or effect that would alter its form. Whenever the golem is subjected to lightning damage, it takes no damage and instead regains a number of hit points equal to the lightning damage dealt. The golem has advantage on saving throws against spells and other magical effects. The golem's weapon attacks are magical. ",
    "description": "Flesh golems were put together from the body parts of several different creatures, usually human, all stitched and bolted into a new and gruesome humanoid form. Bigger than a living man, it was 8 feet (2.4 meters) tall and about 500 pounds (230 kilograms) in weight. As the flesh was often robbed from graves and still decaying, it had a lingering slight smell of dead flesh and fresh turned soil, and no ordinary animal would willingly follow its trail. Unable to fully control its body, a flesh golem moved and walked stiffly. It was also unable to speak, being only able to make a hoarse roar. Its clothing and possessions were whatever its creator wished to give it, often just a tattered pair of trousers and no weapons.[3]One of Damien Morienus' flesh golems.Flesh golems were constructed using the physical body parts of once-living creatures. These had to be collected from at least six different corpses: one each for the torso, head (including the brain), arms and legs, though sometimes more bodies were needed. The corpses must be human, not too badly decayed, and otherwise normal. Special unguents and bindings were needed to keep the flesh bound together during creation; these alone cost 500 gold pieces. Actually putting the body together required skills in medicine, surgery, or leatherworking.[3]The spells animate dead, bull's strength, geas/quest, and limited wish by a capable spellcaster were used in the creation of a flesh golem. The total monetary cost of its construction was around 10,500 gold pieces.[3]A complete flesh golem was valued at 20,000 gp.[3]Despite their strength and durability, flesh golems tended to be ineffective in combat, owing to their lack of defense, particular if their opponents had no adamantine weapons, though they could handily smash those without. Those who used them paired them with a source of electricity to heal them.[3]Moreover, a flesh golem engaged in battle could well go berserk, as its elemental spirit escaped and left it uncontrolled. There was a small but increasingly risk of this happening the longer a fight went on. The rampaging flesh golem would attack the closest living creature, and, if no creature was in reach, smash any object that was smaller than it, before moving on to find something else. To regain control, the creator of the flesh golem must approach within 60 feet (18 meters) and firmly persuade it to stop for at least a minute.[3]A flesh golem, like other similar constructs, was immune to any spell that could be resisted. Other magical effects affected them differently to living creatures. Magical fire and cold not only damaged flesh golems but also slowed them down, from a dozen seconds to over a minute. Magical electrical discharges actually healed a damaged flesh golem and undid any slowing effect, and if they were not damaged, they would actually become more durable temporarily.[3]Their toughness means they require adamantine weapons to effectively damage them.[3]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/5/55/Flesh_golem-5e.jpg/revision/latest?cb=20171010191356",
    "hit_points": 93,
    "hit_dice": "11d8",
    "condition_immunities": [
        {
            "index": "charmed",
            "name": "Charmed",
            "url": "/api/conditions/charmed"
        },
        {
            "index": "exhaustion",
            "name": "Exhaustion",
            "url": "/api/conditions/exhaustion"
        },
        {
            "index": "frightened",
            "name": "Frightened",
            "url": "/api/conditions/frightened"
        },
        {
            "index": "paralyzed",
            "name": "Paralyzed",
            "url": "/api/conditions/paralyzed"
        },
        {
            "index": "petrified",
            "name": "Petrified",
            "url": "/api/conditions/petrified"
        },
        {
            "index": "poisoned",
            "name": "Poisoned",
            "url": "/api/conditions/poisoned"
        }
    ],
    "senses": {
        "darkvision": "60 ft.",
        "passive_perception": 10
    },
    "xp": 1800,
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [
        "lightning",
        "poison",
        "bludgeoning, piercing, and slashing from nonmagical weapons that aren't adamantine"
    ]
}