{
    "name": "Frost Giant",
    "armor_class": 15,
    "challenge_rating": 8,
    "strength": 23,
    "dexterity": 9,
    "constitution": 21,
    "intelligence": 9,
    "wisdom": 10,
    "charisma": 12,
    "actions_desc": "The giant makes two greataxe attacks. Melee Weapon Attack: +9 to hit, reach 10 ft., one target. Hit: 25 (3d12 + 6) slashing damage. Ranged Weapon Attack: +9 to hit, range 60/240 ft., one target. Hit: 28 (4d10 + 6) bludgeoning damage. ",
    "special_abilities_desc": "",
    "description": "Among the tallest of true giants, frost giants could tower higher than 21 feet (6.4 meters).[5][12][15] They weighed about 8,000 pounds (3,600 kilograms).[5][note 1]A trio of frost giant warriors, with two males showing off their heavily frost-laden beards.The bodies of these giants had skin and hair whose colors ranged a wide spectrum of blue and white shades, though some were known to have dirty yellow hair. Likewise, their eyes were generally shades of blue or yellow.[4][5][6][11] Men often grew beards, which would become matted with frost and icicles.[11]Frost giants typically wore the skins or pelts of animals, along with any jewelry they owned.[14] In terms of armor they tended to favor chainmail and helmets that were adorned with horns or feathers.[5]Frost giants had a reputation among other races for being crude and of low intelligence, but they were very cunning fighters.[5] They greatly respected brute strength and battle prowess.[11]Much like all giants, a frost giant could see and hear twice as far as the average human. Unique to their race were senses well adapted to low temperature environments. Their visual senses extended into a higher end of the visible spectrum, allowing them to see more easily through snow and blizzards than other creatures.[16]Although their bodies were impervious to harm from cold, even that breathed by a white dragon,[6] they were particularly vulnerable to fire.[14]Frost giant shamans were generally capable of casting spells from either the Charm, Divination, Healing, Protection, or Weather spheres.[5] While their clerics generally had access to any two of the following domains — Chaos, Destruction, Evil, or War. With Destruction and War being the most common.[4]Their witch doctors were known to favor the spells deeppockets, detect magic, ESP, invisibility, mirror image, shocking grasp, unseen servant, and ventriloquism.[5]Frost giants were known to be susceptible to two forms of lycanthropy, werebear and seawolf, and were one of only two giant races in which \"true\" lycanthropes were known to occur. These true lycanthropes were a form of polar werebear — they appeared hairier than the average frost giant and were incapable of assuming a \"hybrid form.\"[17]Those afflicted with the polarwere condition were known to occasionally live among other frost giants, but generally they were loners as their pelts were considered highly coveted among their kin.[17]Frost giants would often try to ambush their enemies by hiding within snow atop icy or snowy slopes, elevations that would be too high for most smaller creatures to reach.[5] Frost giants often engaged their opponents by first hurling large boulders at them from afar, then closing in with some form of weapon.[5][14]Typical frost giant weapons included battleaxes,[5][14] greataxes,[1][3] and various weapons similar to those wielded by barbarians of the North.[6] Some were known to fight with giant bolas — a weapon originally developed by jungle giants, frost giants had personalized it by using massive blocks of ice in place of wooden balls.[18] Other frost giants repurposed the armor and weaponry of their smaller foes, such as stringing many shields together into a makeshift scale armor or using their swords as heads for giant-sized spears.[11]The frost giant race began with an individual by the name of Ottar, one of the mortal children of Annam All-Father and Othea, who in the kingdom of Ostoria was ceded control of the northern tundras.[19] Within this mighty kingdom they acted as its defenders on every frontier.[20] During this time they were also known for creating sculptures out of ice and snow that, through melting and freezing, would change shape to form scenes of their life in the North.[21]For frost giants an individual's place in the ordning was determined by evidence of physical might,[11] often taking the form of a combination of the individual's ability to wrestle and boast.[22] Though it could also take the form of musculature, scars from battles of renown, or trophies fashioned from the bodies of their enemies.[11] It was not uncommon for them to try proving their strength and improving their status by challenging a white dragon.[23] Because of this violent way of life, most frost giants died in battle rather than passing away peacefully.[8]Whenever frost giants of different clans met and their status was unclear, they would wrestle for dominance. At times this could resemble a festival, with giants cheering on their clan's champions and making bold boasts or challenges, but at other times it could take the form of a chaotic free-for-all.[11]In their societies, the most important bond (besides that of the ordning) was that of family.[16] So much so that the recitation of ancestral lineage was an important aspect of the sagas crafted by their skalds, with each new character being introduced with a full recitation accompanied by appropriate music.[24]A frost giant jarl, as depicted in Epic Stat Cards.Due to the environments in which they typically lived, frost giants had a largely carnivorous diet. Frost giants typically obtained their food by means of hunting or raiding the settlements of humans and demihumans,[5] although they were not below trading if the need arose.[28] Some kept livestock that they had obtained from raids. When hunting in their native tundras, it was not uncommon for a frost giant to forgoe cooking a fresh kill, as it would taste sufficiently hot to their tastes.[11]Frost giants typically lived in either castles or mountainous caverns.[14]Frost giants inhabited frigid, mountainous[14] or arctic regions where heavy snowfall was common.[5]Beyond the Prime Material plane, large communities of frost giants lived on the Para-Elemental Plane of Ice[29] and small tribes of them could be found in Stygia.[30]Frost giants were known to speak the general giant language Jotun, their own specialized version of it known as Jotunise, as well as common.[9] However, they were often largely illiterate due to education being undervalued in their culture.[31]Common given names among frost giants included the following:[32]The role of religious leadership in frost giant communities was held by shamans and extremely rarely a witch doctor.[5][33] Though in the latter case, such a community was centered around an unusual cult instead of the Giant pantheon, as those gods were not served by witch doctors.[34]Frost giants often captured and tamed wild animals, keeping them as pets, guards, or hunting companions. The most typical animal they kept was winter wolves,[5][6][35] followed by owlbears,[36] mammoths, and remorhazes.[3] With rarer creatures including yetis and even white dragons.[5]Some were known to kidnap individuals and then either enslave them or hold them for ransom.[5]Frost giants were sometimes hired by cloud giants to plunder art and wealth on their behalf.[37]True Giant Offshoots\nAsh • Craa'ghoran • Maur • Phaerlin\nGiant-Kin\nCyclops (Cyclopskin) • Firbolg • Fomorian • Ogre (Oni) • Verbeeg • Voadkyn\nZakharan Giants\nDesert • Island • Jungle • Ogre giant • Reef",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/3/36/FrostGiant5e.jpg/revision/latest?cb=20141112160119",
    "hit_points": 138,
    "hit_dice": "12d12"
}