{
    "name": "Giant Centipede",
    "armor_class": 13,
    "challenge_rating": 0.25,
    "strength": 5,
    "dexterity": 14,
    "constitution": 12,
    "intelligence": 1,
    "wisdom": 7,
    "charisma": 3,
    "actions_desc": "Bite. Melee Weapon Attack: +4 to hit, reach 5 ft., one creature. Hit: 4 (1d4 + 2) piercing damage, and the target must succeed on a DC 11 Constitution saving throw or take 10 (3d6) poison damage. If the poison damage reduces the target to 0 hit points, the target is stable but poisoned for 1 hour, even after regaining hit points, and is paralyzed while poisoned in this way. ",
    "special_abilities_desc": "",
    "description": "Monstrous centipedes ranged from halfling-size to as big as the largest dragons.[3] Their bodies ranged in color from pale grey, black, red, and brown.[5]Monstrous centipedes were adept at climbing nearly any surface with their many legs.[3]These creatures were very aggressive[5] and liable to attack anything that could be food.[3]When attacking, a monstrous centipede would rush towards its prey and use its jaws. When it bit, it injected a sort of poison[5][3] that reduced a prey's mobility.[3] This poison was weak though and not liable to be fatal.[5]In the late 14th century DR, giant centipedes were sold as fish bait at Skully's Bar and Bait in the city of Ravens Bluff.[6]Monstrous centipedes could be found almost anywhere,[5] but typically they were encountered deep underground.[3]On the surface they were known to infest the fens, moors, and deciduous forests of the Moonshae Isles.[7] They were also known to infest the Vast Swamp between Cormyr and Sembia,[8] the forests of Cormanthor,[9] and the sewers of Waterdeep.[10]They were known to frequently be found in the steppes of the Hordelands, as well as its forests Ama Basin, Hagga Shan, and Shalhoond. They were also a common occurrence in its deserts, the Raurin and Quoya.[11]Evil spellcasters often summoned fiendish monstrous centipedes from the Lower Planes to fight for them.[12]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/2/2f/Monstrous_centipede_4e.png/revision/latest?cb=20210217054920",
    "hit_points": 4,
    "hit_dice": "1d6",
    "condition_immunities": [],
    "senses": {
        "blindsight": "30 ft.",
        "passive_perception": 8
    },
    "xp": 450,
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [],
    "caption": "Giant centipedes were venomous, subterranean arthropods of giant size."
}