{
    "name": "Giant Octopus",
    "armor_class": 11,
    "challenge_rating": 1,
    "strength": 17,
    "dexterity": 13,
    "constitution": 13,
    "intelligence": 4,
    "wisdom": 10,
    "charisma": 4,
    "actions_desc": "Melee Weapon Attack: +5 to hit, reach 15 ft., one target. Hit: 10 (2d6 + 3) bludgeoning damage. If the target is a creature, it is grappled (escape DC 16). Until this grapple ends, the target is restrained, and the octopus can't use its tentacles on another target. A 20-foot-radius cloud of ink extends all around the octopus if it is underwater. The area is heavily obscured for 1 minute, although a significant current can disperse the ink. After releasing the ink, the octopus can use the Dash action as a bonus action. ",
    "special_abilities_desc": "While out of water, the octopus can hold its breath for 1 hour. The octopus has advantage on Dexterity (Stealth) checks made while underwater. The octopus can breathe only underwater. ",
    "description": "Giant octopuses resembled regular octopuses, only much larger, being some 9–12 feet (2.7–3.6 meters) across.[3][4] Their tentacles alone were at least 10 feet (3 meters) long. These could be studded with barbs and suckers with sharp edges.[2] They were normally colored brown to grey. They had a deep-yellow beak with a bright-orange mouth and tongue.[3][4]Hampering descriptions, however, was the fact that giant octopuses had an incredible capacity for camouflage, being able to change their colors and contort and squeeze their bodies to blend in with their environment.[3][4][2] They could manifest many different colors and patterns, with green to deep black, red stripes, and blue speckles all known. They typically disguised their tentacles as seaweed. There was only a slight chance of spotting one so disguised, and it was often only the eyes that revealed them.[4]AD5 Things You Should Never Do With Your Money, According to ExpertsBy The Penny HoarderGiant octopuses were aggressive and territorial predators.[2] Though animals, they were considered to be very patient, cunning and even malevolent, but survival was their main focus.[3][4]They would freely grab swimmers in the water and even small watercraft to seize and devour their crews. They could stop a craft in its course or even sink it altogether. Sometimes, a crewmember who'd gone missing in the night had fallen prey to a giant octopus, swiftly yanked over the side and consumed without a trace. A wounded or hungry giant octopus switched to scavenging, eating everything it could, down to small crustaceans and seaweed.[3][4]They were typically solitary creatures,[3][4][2] but would occasionally cooperate in groups of up to three to attack large ships or other food sources.[3][4]Adventurers defending themselves from a gigantic octopus.A giant octopus had up to eight tentacles to attack with, making it a complex and deadly opponent. Usually, it spared two to anchor itself and attacked with the remaining six. While it could simply strike with the barbed member, it could easily grab hold and then constrict its prey with crushing force. It would also try to drag prey close enough for its savage beak to bite and eat it.[3][4][2]To escape a giant octopus's grasp, it was often vital to attack the tentacles themselves, though it would fight back. If three or four or more tentacles were severed, the wounded giant octopus would most likely try to retreat and hide or return to its lair, and camouflage itself.[3][4][2]To cover its escape, the giant octopus could eject a cloud of jet-black ink that utterly obscured the vision of all creatures caught inside.[3][4][2] This cloud could be roughly 60 feet wide, 60 feet long, and 20 feet high (18.3 by 18.3 by 6.1 meters)[3][4] or 20 feet (6.1 meters) in all dimensions. They could do this freely about once a minute.[2]At the same time, the giant octopus could jet backward in a straight line at up to nearly seven times its normal swimming speed.[2]Thanks to its camouflage, a giant octopus was skilled at hiding, and its ability to compress its body let it squeeze through many small gaps or escape traps. They were very skilled swimmers.[2]A giant octopus could regrow severed tentacles, in 2–3 months[4] or in only 11–20 days.[2]Giant octopuses mated in spring. They deposited their eggs in a reef, and left their young to fend for themselves.[3][4]Dwelling in warm waters of shallow to medium depth, they made their lairs in underwater caves and even inside shipwrecks. These lairs might hold the inedible remains and treasures of their victims. Giant octopuses preferred to move and hunt at night. Their territories were quite small, and they waited for prey to approach them.[3][4]Around Faerûn, giant octopuses could be found in the south in the Great Sea[7] and in the Shining Sea, where they lurked in the sunken ruins of Untisczer.[8] Around the Moonshaes, cold-water giant octopuses laired in winding natural sinkholes beneath the pirate cove of Eiresse on the island of Gwynneth.[9]Around Kara-Tur, giant octopuses could be found in the seas of the east. In Wa, they infested the waters off the coast from the city of Hotomori on the southern side of island of Tsukishima, hindering salvage of a shipwreck around 1357 DR.[6] In Koryo in 1356 DR, a cuddlefish from the deep sea swam into the floating city section of Tu Pe; it killed four men before being captured.[10]Beyond the Prime Material plane, giant octopuses could be found in the waters of Stygia.[11] Dark giant octopuses could be found lurking in the Shadow Swamp on the Plane of Shadow.[12]Some acted as servants of the marid Kalbari al-Durrat al-Amwaj ibn Jari in her Citadel of Ten Thousand Pearls.[13]Though very difficult to train, some aquatic rangers were known to have them as animal companions.[14]The hide of a giant octopus was tough, leathery, and waterproof. Sailors who by some chance caught and killed one could turn their skin into fine ponchos to keep the rain off.[3][4]However, giant octopuses were most often hunted for their ink. It could be used to scribe magical scrolls.[3][4]A piece of a giant octopus tentacle was one of the material components of the battle tentacles spell.[15]In the Blade Kingdoms, cuttlefish was considered a sizable, but somewhat disappointing feast centerpiece dish.[16]In reality, the cuttlefish is a small sea creature unrelated to octopuses except that they are both cephalopods. However, the Monstrous Manual and Monstrous Compendium Volume Two give \"cuttlefish\" as the name of the giant octopus. Furthermore, the common misspelling \"cuddlefish\" is used in Kara-Tur: The Eastern Realms, page 118, to refer to a deadly sea monster; this is presumed to refer to the giant octopus. Therefore, this wiki adopts \"cuttlefish\"/\"cuddlefish\" to refer to the giant octopus, with apology to marine biologists.",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/1/1b/Giant_octopus_5e.png/revision/latest?cb=20220801215113",
    "hit_points": 52,
    "hit_dice": "8d10"
}