{
    "name": "Giant Wolf Spider",
    "armor_class": 13,
    "challenge_rating": 0.25,
    "strength": 12,
    "dexterity": 16,
    "constitution": 13,
    "intelligence": 3,
    "wisdom": 12,
    "charisma": 4,
    "actions_desc": "Weapon Attack: +3 to hit, reach 5 ft., one creature. Hit: 4 (1d6 + 1) piercing damage, and the target must make a DC 11 Constitution saving throw, taking 7 (2d6) poison damage on a failed save, or half as much damage on a successful one. If the poison damage reduces the target to 0 hit points, the target is stable but poisoned for 1 hour, even after regaining hit points, and is paralyzed while poisoned in this way. ",
    "special_abilities_desc": "The spider can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check. While in contact with a web, the spider knows the exact location of any other creature in contact with the same web. The spider ignores movement restrictions caused by webbing. ",
    "description": "Giant wolf spiders were smaller than usual giant spiders, but were more agile. As such, they were much faster at crawling and climbing. Like giant spiders, they had the ability to climb awkwardly shaped walls and hang upside down on ceilings, sense when a creature was caught in their web, and travel well across webbing.[1]They were less strong than giant spiders, but were more intelligent, robust, and wise. As such, when combined with their superior speed, they were fantastic stalkers. This allowed them to hunt their foes across plains, underground, or in burrows.[1]Wolf spiders were said to have very good eyesight and potentially even a basic sense of smell.[3] In addition, they tracked their prey by the use of their scent-detecting organs, which were located in their pedipalps.[4]Female wolf spiders were incredibly protective of their offspring, which often numbered in the hundreds. As such, they were known to carry their offspring in little cocoons under their stomachs, or sometimes the offspring would even ride their mothers.[4]A giant wolf spider prepares to fight its foes.Due to their great tracking abilities, these arachnids often descended from rooftops or hid under spongy surfaces to surprise their enemies.[5]Giant wolf spiders relied on their bite in order to take down their foes. As well as piercing their opponents, their bite was poisonous. If the poison caused their foe to become unconscious, the poison would remain in their system for an hour, as well as causing them to be paralyzed.[1]Giant wolf spiders made their homes in many different habitats, such as deserts, grassland, forests, and hills.[6] Specifically, wolf spiders often made their homes in silk-lined burrows.[4]These giant arachnids were known to lurk in many places across Faerûn, such as Omu in Chult,[7] the Western Heartlands,[8] and the Braeryn of the Underdark city of Menzoberranzan.[5] Giant wolf spiders were known to skulk around some areas in Maztica, such as in the hilltop ruins of the Ixtul Valley.[9]A great threat to a female wolf spider was another female wolf spider. On sight, they would fight each other to the death, and the victor would bear responsibility to raise the fallen spider's young.[4]In Eleint 1367 DR, an adventurer slew a huge yellow giant wolf spider in the woods south of Shadowdale. Somehow, it emitted a magical glow, even after it had died. Not willing to give up such a grand trophy for nothing, the adventurer took it to Jhaele Silvermane of the Old Skull Inn. She traded the glowing spider corpse for a week's stay at the inn with as much ale as the seller could manage.[10]In the 14th century DR, the evil goddess Loviatar was known to send wolf spiders to her followers in order to show her favor.[11] In the 15th century DR, many druids of the Realms had the ability to wildshape into giant wolf spiders.[12]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/6/6a/Wolf_spider.png/revision/latest?cb=20210304135926",
    "hit_points": 11,
    "hit_dice": "2d8",
    "condition_immunities": [],
    "senses": {
        "blindsight": "10 ft.",
        "darkvision": "60 ft.",
        "passive_perception": 13
    },
    "xp": 50,
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [],
    "caption": "A giant wolf spider, sometimes just referred to as a wolf spider, was a medium-sized beast that was smaller than a typical giant spider."
}