{
    "name": "Gibbering Mouther",
    "armor_class": 9,
    "challenge_rating": 2,
    "strength": 10,
    "dexterity": 8,
    "constitution": 16,
    "intelligence": 3,
    "wisdom": 10,
    "charisma": 6,
    "actions_desc": "The gibbering mouther makes one bite attack and, if it can, uses its Blinding Spittle. Melee Weapon Attack: +2 to hit, reach 5 ft., one creature. Hit: 17 (5d6) piercing damage. If the target is Medium or smaller, it must succeed on a DC 10 Strength saving throw or be knocked prone. If the target is killed by this damage, it is absorbed into the mouther. The mouther spits a chemical glob at a point it can see within 15 feet of it. The glob explodes in a blinding flash of light on impact. Each creature within 5 feet of the flash must succeed on a DC 13 Dexterity saving throw or be blinded until the end of the mouther's next turn. ",
    "special_abilities_desc": "The ground in a 10-foot radius around the mouther is doughlike difficult terrain. Each creature that starts its turn in that area must succeed on a DC 10 Strength saving throw or have its speed reduced to 0 until the start of its next turn. The mouther babbles incoherently while it can see any creature and isn't incapacitated. Each creature that starts its turn within 20 feet of the mouther and can hear the gibbering must succeed on a DC 10 Wisdom saving throw. On a failure, the creature can't take reactions until the start of its next turn and rolls a d8 to determine what it does during its turn. On a 1 to 4, the creature does nothing. On a 5 or 6, the creature takes no action or bonus action and uses all its movement to move in a randomly determined direction. On a 7 or 8, the creature makes a melee attack against a randomly determined creature within its reach or does nothing if it can't make such an attack. ",
    "description": "These bizarre creatures appeared as large blobs composed entirely of mouths and eyes. When the eyes and mouths were closed, the gibbering mouther resembled a large lump of earth.[4]Gibbering mouthers were not natural creatures. Usually, they were the creation of foul sorcery.[1] Some sages instead claimed that gibbering mouthers arose from sentient creatures that had died in places touched by the Far Realm.[2]Gibbering mouthers reproduced by asexual fission. They would split their amorphous bodies down the middle whenever they had consumed enough nutrients to support two bodies. The mouther would hide in a secure area while performing this process, since it could take up to four hours. Once split, the two mouthers would move away from each other.[4]Every victim consumed by a gibbering mouther added another mouth and pair of eyes to the mass of the beast's body. Only living prey would work for this.[4]Some sages believed that bringing two gibbering mouthers together would cause them to join, creating a larger mouther.[4]Gibbering mouthers liked to ambush prey by remaining still until their prey was within striking range.[4]The most vulnerable area on a gibbering mouther was the brain, which was located near the center of its mass and could move around, making it difficult to strike.[4]Gibbering mouthers could use a special babbling attack that had the same effect as the confusion spell. This attack assaulted potential prey every few moments, making it more difficult for them to resist.[4]Spit from a gibbering mouther would explode with a bright flash once it struck any surface, easily blinding targets for several minutes.[4]A gibbering mouther was able to attack with six different mouths at a time. Each mouth had a chance to latch on to the victim and begin draining their energy.[4]The ground around a gibbering mouther was turned into a thick liquid state, making it extremely difficult to assault the mouther at a close range.[4]In 1367 DR, during the Living Gem War, the wizard Shond Tharovin was cursed by the archmage Yoond Shalshymmyr and permanently changed into an immense (over twelve-miles-long[6]) gibbering mouther, sacrificing his life to do so. Shond vowed revenge and left his city of Schamedar to enter the ocean.[7][8] Shond eventually settled on the Singing Rocks in the Trackless Sea, where he planned the demise of his enemies.[6]These creatures were never found near others of their kind.[4]Gibbering mouthers were omnivorous creatures.[4]Swamps were their preferred habitat in the wild.[4]In Northwest Faerûn, they could be found dwelling within the Mere of Dead Men.[9] Beyond Faerûn, they were sometimes found in Zakhara.[4]Wizards and cults often used gibbering mouthers as guardians.[4]They were a favored monster of the drow deity Ghaunadaur.[10]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/8/80/Gibberingmouther5e.png/revision/latest?cb=20171010155207",
    "hit_points": 67,
    "hit_dice": "9d8"
}