{
    "name": "Glabrezu",
    "armor_class": 17,
    "challenge_rating": 9,
    "strength": 20,
    "dexterity": 15,
    "constitution": 21,
    "intelligence": 19,
    "wisdom": 17,
    "charisma": 16,
    "actions_desc": "The glabrezu makes four attacks: two with its pincers and two with its fists. Alternatively, it makes two attacks with its pincers and casts one spell. Melee Weapon Attack: +9 to hit, reach 10 ft., one target. Hit: 16 (2d10 + 5) bludgeoning damage. If the target is a Medium or smaller creature, it is grappled (escape DC 15). The glabrezu has two pincers, each of which can grapple only one target. Melee Weapon Attack: +9 to hit, reach 5 ft., one target. Hit: 7 (2d4 + 2) bludgeoning damage. ",
    "special_abilities_desc": "The glabrezu's spellcasting ability is Intelligence (spell save DC 16). The glabrezu can innately cast the following spells, requiring no material components:\nAt will: darkness, detect magic, dispel magic\n1/day each: confusion, fly, power word stun The glabrezu has advantage on saving throws against spells and other magical effects. ",
    "description": "With a broad, muscular body, a glabrezu stood 9‒15 ft (2.7‒4.6 m) tall and weighed 5,500 lb (2,500 kg)[3][5] Their most physically bewildering feature was their two pairs of arms, each with a different extremity. While their main arms were monstrous limbs that ended in powerful pincers, the smaller humanoid pair ended in clawed hands and protruded from the stomach. Goat horns adorned the top of their canine heads and numerous fangs rested in their muzzles. Their skin was wrinkly and ranged in tone from deep russet to pitch black. A pair of cold, purple, piercing eyes hinted at their great intelligence, contrasting with their bestial appearance.[3][5]Despite their physical prowess, glabrezus preferred to work behind the scenes, both on the Prime Material Plane and in the Abyss. Glabrezus took pleasure in the act of temptation, luring all they met with lies, deception, and offers of power before ruining their victims' lives.[1] The secret agendas of a glabrezu were many, their complicated schemes and spiteful plots for vengeance sometimes taking centuries to millennia to finally come to fruition. Furthering their guile was their commanding presence, as they had a strong air of authority they used to enhance their arguments.[9]Glabrezus did not offer pleasures of the flesh, but tempted those of weak wills and great ambition with promises of unparalleled influence. They collected vast sums of gold, magical items, and other useful bargaining chips and stored them all underground in a massive hoard. They were unable to change, or polymorph, their frightening appearance, so they usually visited mortals in secret, often using telepathy to speak directly in their prey's mind. Sometimes they made their nature known while at others they tried to manipulate their targets by inciting paranoia or twisting their sense of right and wrong.[4][9]Glabrezus had access to a wide variety of spells, including the power to spontaneously generate darkness and dispel magic. They had truesight that extended as far as their telepathic communication that they could use in concert during their dealings so as to avoid being seen and to prevent acts of deception. Both their arms were fully functional, but they made more use of their claws in combat in order to grapple their enemies. Although they could travel between the planes freely, they usually only came to the mortal plane when summoned.[1]Glabrezus could cast wish for a mortal once per month.[3]A glabrezu in combat with Drizzt Do'Urden.Glabrezus preferred deception to combat, particularly if it served no actual purpose. They would rather have their minions do the work if they did not need to do it themselves, and through their corrupting ways could turn allies into enemies and brainwash companions into fighting one another. However, they had no qualms about direct confrontation and did not hesitate to wade into battle, in fact embracing any chance to burst into violence.[3][2][9][12]Unlike normal magic users, glabrezus did not stand behind their minions casting spells, but ran straight into combat using chaos-inducing powers to send the battlefield into disarray.[3][2] A glabrezu's normal strategy in combat was to use their confusion spell-like ability before using chaos hammer or unholy blight to finish off wounded foes. They might also use reverse gravity to launch enemies into the air before letting them drop back down, or combine it with power word stun (which was usually saved for the strongest opponent) to send them careening helplessly into the air.[9] They casually used dispel magic while dealing with other problems using their various physical and magical abilities.Throughout a fight, a glabrezu might summon demons great in size or number.[3][2] They were powerful enough to have little compunction about doing this if the battle was difficult, as unlike lesser demons they were not concerned with needing to compensate the help for their services.[9] Little prevented them from teleporting at will across the battlefield, and they were willing to simply leave the fight to harass their foes another day.Quinix on his throne in the Gate of Iron Fangs.Glabrezus, for all their terrifying presence and wish-granting abilities, only occupied a middle class amongst the demons of the Abyss.[1] While they were hardly great generals, they were normally in charge of many lesser demons and led by example.[2] Often, they performed espionage and acted as advisers or chief lieutenants for more powerful demons, using their skill in trickery to aid their masters' endeavors. Under normal circumstances they never traveled together, and seeing multiple at once was likely the result of their mirror image ability.[9]Demonic opinions on the glabrezus varied depending on who was asked, although most lesser demons like chasmes and dretches rightfully feared them.[13] Mariliths, on the other hand, were dismissive and hateful towards the glabrezus despite their mutual love of planning. While glabrezus favored subtlety and temptations, mariliths felt these games were inferior to true warfare and would prefer to wipe the glabrezus out completely, settling for attempts to discredit them to higher-ups. Meanwhile, the balors were in favor of the corrupting tactics of the glabrezus, giving them work as spies and counselors.[14] Lilitus had a similar fondness for the manipulative glabrezus, sharing their love of subtle corruption.[15]The glabrezus played little role in the combative side of the Blood War, instead focusing on their sinister schemes. Though not as direct as the warmongering of the mariliths, glabrezu ploys were part of a deeper evil, a more insidious form of subjugation. Their monstrous appearance belied their societal role as the Abyss's covert agents, exerting their influence on other planes with surgical precision and planting greed in the minds of mortal summoners to secure power for the Abyss in the long-term.[4][10]Glabrezus that became mages were known for their use of direct and destructive magic.[16]A glabrezu being summoned by a drow priestess.Glabrezus were most commonly summoned directly by a mortal, such as ambitious human wizards or drow priestesses who hoped to make a bargain.[4][9] Of the most powerful tanar'ri, they were also the most frequently summoned, though doing so required a true name.[17] They hated it when they were forced to follow the orders of mortals, and avenged themselves by crushing the spirits of those around them once back in the Abyss.[10]Sometimes glabrezus found potential victims on their own, presenting their \"gift\" whether or not the recipient wanted it. If their victims refused their offers, glabrezus thought nothing of slaughtering them instead, as being willing to summon a demon was likely indicative of their fate regardless.[4][9]Glabrezus promised much to mortals, but their capacity to grant wish spells to their \"clients\" was one of their most dangerous offers. Glabrezus required the wish being granted to be for an evil cause that would cause incalculable devastation or suffering. Failing this, they demanded an act of great wickedness be committed as payment, or for the one petitioning them to make an incredible sacrifice. Even worse than asking a glabrezu to grant one's wish was accepting an offer made by the demon itself.[3][9]Among the most fearsome aspects of the glabrezu was their mere presence on the Material plane, as lingering too long caused their corruption to spread. Arrogant mortal summoners often believed they could control glabrezus with ease but the very act of their summoning planted seeds of evil. Their corruption sickened people, animals, and plants alike, even causing the sky itself to grow darker as they leeched off the power of the plane.[2][4]In an unholy, rarely successful ritual, a half-drow, half-glabrezu monstrosity known as a draegloth could be born from a drow priestess. Unlike glabrezus, they were impatient and destructive, only improving their magic that could be used for destructive purposes. They served drow houses as opposed to the masters of the Abyss, but were believed to be a sign of support from Lolth.[18]Glabrezus were some of the earliest demons to appear in the Abyss, a demonic manifestation of mortal envy.[19] The half-organic armor plating underneath their flesh was an indication that they had been tampered with by the ancient obyriths known as sibriexes.[20]Around 1385 DR, Pharaun Mizzrym was killed (for the second time) by magical backlash from a glabrezu.[21]In 1485–1486 DR, glabrezus were among the demons that wandered the streets of Menzoberranzan and participated in the failed defense of Q'Xorlarrin against the dwarves. In that conflict, a glabrezu slew former king Connerad Brawnanvil.[22][23]The demon Marilith often traveled with two glabrezu guards.[24]Some glabrezu traveled to the Endless Labyrinth, the 600th layer, in order to capture goristros for use by other demon lords, raids that Baphomet begrudgingly tolerated as a method of raising his own legendary status.[25]Tanar'ri\nAdaru • Alkilith • Armanite • Arrow demon • Babau • Balor • Bar-lgura • Bulezau • Cerebrilith • Chasme • Dretch • Gadacro • Glabrezu • Goristro • Hezrou • Jovoc • Kastighur • Klurichir • Lilitu • Mane • Marilith • Maurezhi • Mavawhan • Molydeus • Myrmyxicus • Nabassu • Nalfeshnee • Palrethee • Rutterkin • Solamith • Sorrowsworn • Spyder-fiend • Succubus • Uridezu • Vrock • Yochlol\nObyriths\nDraudnu • Ekolid • Golothoma • Laghathti • Sibriex • Uzollru • Verakia • Wastrilith",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/5/5d/Glabrezu-5e.jpg/revision/latest?cb=20161120142628",
    "hit_points": 157,
    "hit_dice": "15d10",
    "condition_immunities": [
        {
            "index": "poisoned",
            "name": "Poisoned",
            "url": "/api/conditions/poisoned"
        }
    ],
    "senses": {
        "truesight": "120 ft.",
        "passive_perception": 13
    },
    "xp": 5000,
    "damage_vulnerabilities": [],
    "damage_resistances": [
        "cold",
        "fire",
        "lightning",
        "bludgeoning, piercing, and slashing from nonmagical weapons"
    ],
    "damage_immunities": [
        "poison"
    ],
    "caption": "Glabrezus, or type III demons, were tanar'ri that specialized in the temptation of mortals, spreading corruption unseen like a virulent disease. Unlike succubi, who preyed on lust, glabrezus exploited the mortal desire for power in the many forms it took."
}