{
    "name": "Gladiator",
    "armor_class": 16,
    "challenge_rating": 5,
    "strength": 18,
    "dexterity": 15,
    "constitution": 16,
    "intelligence": 10,
    "wisdom": 12,
    "charisma": 15,
    "actions_desc": "The gladiator makes three melee attacks or two ranged attacks. Melee or Ranged Weapon Attack: +7 to hit, reach 5 ft. and range 20/60 ft., one target. Hit: 11 (2d6 + 4) piercing damage, or 13 (2d8 + 4) piercing damage if used with two hands to make a melee attack. Melee Weapon Attack: +7 to hit, reach 5 ft., one creature. Hit: 9 (2d4 + 4) bludgeoning damage. If the target is a Medium or smaller creature, it must succeed on a DC 15 Strength saving throw or be knocked prone. ",
    "special_abilities_desc": "The gladiator has advantage on saving throws against being frightened. A melee weapon deals one extra die of its damage when the gladiator hits with it (included in the attack). ",
    "description": "Gladiators spent much of their lives in arenas and coliseums, sport fighting for great throngs of adoring fans.[3][5]While some gladiators were in control of their own destiny, others fought as slaves to benefit and garner wealth for others.[3]Many of them were considered just as much entertainers as they were warriors, utilizing bold and extravagant combat maneuvers that were just as deadly as they were thrilling to watch.[6]Gladiators were adept at sizing up their opponents and gaining insight about their fighting prowess by observing their movements.[2] They could use this knowledge to their benefit but tiring out their foes, gaining an advantage, and delivering a vicious coup de grace to the roar of the enthralled audience.[7]Some gladiators were known to utilize underhanded and \"dirty\" fighting tricks like coating their weapons in poison, inflicting wounds that bled profusely,[7] and even throwing sand or dirt in the face of an opponent. Using their performing abilities, some even took the tactic of pretending they were mortally wounded, only to turn around and score a hit on their foe.[2]Some gladiators preferred to hone their skill with less-traditional weapons, such as the cestus.[8][9] Despite the fact they fought on land in arenas, gladiators often trained themselves in the use of nets and tridents.[10][5]Circa the 14th century DR, gladiatorial arenas could be found in the Moonsea city of Hillsfar;[11][12][13] Calimshan in the Lands of Intrigue,[14] the city-state of Reth in the Vilhon Reach,[15] various locales the Dragon Coast[16] and the Old Empires,[17] and perhaps most famously, all across the unforgiving realm of Thay in the Unapproachable East.Tharchions of Thay employed gladiators from many different races, along with monstrous beasts and other fantastic creatures.[16] Due to their size and strength goliaths made perfect gladiators. Slavers were known to steal goliath infants and raise them as brutal fighters for the arena.[18]While gladiatorial contests were forbidden in many other civilized lands during the late 15th century, as of 1479 DR they remained popular in Calimport, where the Pasha Marod el Arhapan held a large number of games in a floating arena.[19] The frontier merchant-city of Port Nyanzaru in Chult also maintained a dedicated arena around that time,[20] and small-scale underground fighting pits were not unheard of, such as that found within the Black Blade and Bloody Boar in Mulmaster.[21]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/9/9d/Goliath_gladiator_Sarah_Stone.jpg/revision/latest?cb=20151010145712",
    "hit_points": 112,
    "hit_dice": "15d8"
}