{
    "name": "Gnoll",
    "armor_class": 15,
    "challenge_rating": 0.5,
    "strength": 14,
    "dexterity": 12,
    "constitution": 11,
    "intelligence": 6,
    "wisdom": 10,
    "charisma": 7,
    "actions_desc": "Melee Weapon Attack: +4 to hit, reach 5 ft., one creature. Hit: 4 (1d4 + 2) piercing damage. Melee or Ranged Weapon Attack: +4 to hit, reach 5 ft. or range 20/60 ft., one target. Hit: 5 (1d6 + 2) piercing damage, or 6 (1d8 + 2) piercing damage if used with two hands to make a melee attack. Ranged Weapon Attack: +3 to hit, range 150/600 ft., one target. Hit: 5 (1d8 + 1) piercing damage. ",
    "special_abilities_desc": "When the gnoll reduces a creature to 0 hit points with a melee attack on its turn, the gnoll can take a bonus action to move up to half its speed and make a bite attack. ",
    "description": "Gnolls were extremely tall, with the average member of the race standing on average between 7′0″‒7′6″ (2.1‒2.3 m). Though gnolls were relatively lean for their height, weighing in usually between 280‒320 lb (130,000‒150,000 g), they cut an impressive visage. In part because of their height and lean musculature, gnolls were very quick compared with many other races such as humans.[7] Gnoll skin was greenish-gray, and their furry hide a light or dark brown hue, sometimes marked with spots or stripes. Many gnolls also had a dirty yellow to a reddish-gray crest-like mane that stood on end when they were angry.[7]It is believed by some that gnolls had traces of demonic blood, which may be evidenced by unusual features found among some of the gnoll bloodlines. These may have included talons, gleaming red eyes, or black fur with fiery orange spots.[7]Female gnolls were indistinguishable from males by size, in spite of a reputation for being shorter. In fact, so similar were male and female gnolls in appearance that they were often mistaken for one another. The only reliable way to tell the difference, other than through a close physical examination, was if a female was pregnant or openly nursing.[9]Gnolls had very short lifespans when compared with other sapient humanoids, living only 30 or so years on average and maturing to adulthood at a remarkable speed. Gnolls did not, however, age particularly dramatically except at the end of their lifespans, at which point the decline quickly ended in their death.[7] When a gnoll died, its bones were occasionally harvested by the other gnolls and animated by rituals into a witherling, a type of skeletal gnoll.[10]A gnoll witherling.More so than many other humanoid races, primal instinct was a strong part of the gnoll psyche. Gnolls were natural predators and savored the thrills of the hunt. Almost all gnolls preferred the wilderness to the civilized enclaves favored by humans, dwarves, or other similar races and those that do take to cities have usually thought of them as just another kind of landscape.[7]Many other races found the gnoll psyche feral and aggressive, male and female equally,[9] and the behavioral tendencies of the race certainly gave this impression. Gnolls started fighting among one another at a very early age and many, as soon as they could walk, crawled into places away from the eyes of adults where they engaged in vicious, often lethal battles.[13] A gnoll was more likely to demand answers than to ask a question. Gnolls, however, did not see this as an act of hostility, but a basic demonstration of strength.[7]Though gnolls were not necessarily evil, the craving for the hunt and primal bloodlust that inhabited the gnoll's mind made many of the race lean towards a chaotic evil alignment by reflex. Gnolls that succumbed to this tendency often became nomadic savages, wreaking havoc wherever they could, giving them their fearsome reputation as slaving brigands throughout the world. Fortunately, such creatures were rarely seen united and, although gnolls as a whole have had a strong affinity for family and blood ties, this friendliness was not often extended to those who belonged to a different pack; the race has commonly made war on itself.[14] Some gnolls could suffer from a rare form of madness that could quell their intense hunger and evil instincts, causing guilt for their misdeeds and a pacifistic nature. [15]Other gnoll practices might have seemed equally strange, such as the gnoll propensity for scavenging. At its most basic level, this tendency led many gnolls to collect trophies that remind them of past victories, items sometimes grisly though just as often simple and mundane.[7] Gnoll trackers have used this to their benefit, keeping scraps of clothing or other objects with the scent of their prey on them, which they have used to point them in the direction of their quarry.[16]Gnolls in the middle of razing a village to the ground.This tendency led to the even more alien gnoll practice of carrion-eating. Unlike most races, gnolls had few, if any, qualms about eating the dead of other races. When gnolls struck a village, they did not only leave no survivors but no corpses, eating most of those whom they did not take as slaves. There were even indications that some gnolls took this practice a step further, raiding graveyards for fresh corpses on which to feed.[9]Gnolls were often known to fight with battleaxes, great bows, morningstars, various types of pole arms, and two-handed swords.[6]A gnoll flesh gnawer.Gnolls were generally known to live in warm plains,[4] though they were highly adaptable and could be found living in most regions, sometimes even underground. They were less common in arid and arctic regions.[6]In spite of the savage nature of the gnolls, there were some aspects of their culture that were not inherently repulsive. Gnolls placed a very strong value on the family, for instance, respecting blood ties perhaps more than any other aspect of a relationship. Though gnolls within a pack commonly fought with each other for dominance, these battles were quickly forgotten after their resolution, and in most situations, gnolls of the same bloodline were loyal friends and allies to one another.[7] These bloodlines were almost always traced maternally, through the female line.[9]This loyalty to family was particularly obvious during combat, either with rival gnoll packs or other races. Gnolls who fought side by side regularly threw away personal glory in order to help their brethren. Perhaps most surprisingly, when a gnoll has been separated from clan and family their instinctive need for such blood ties has led them to form a surrogate \"pack\" from those whom they choose to befriend. To these unlikely allies, the gnoll has been as loyal and faithful as they would their own brothers or sisters, embracing the outsiders as if they were family.[7]Some gnoll societies were patriarchal and led by a chieftain, the biggest and strongest of the tribe. Chieftains were known to keep harems and as gnolls bred for fieriness, the harem-wives were the strongest fighters among other males and females, second in war-strength only to the chieftain.[17]The scavenging of wild gnolls rose to entirely new levels as well. While all gnolls had an innate tendency for collecting souvenirs and trophies, nomadic packs, particularly the savage ones who have had little contact with other races except during wartime, have found few other ways to acquire technology, having crafted few tools of their own. The result of this is that most gnolls relied on the other races as their source of wealth and technology. This extends to arms and weaponry, giving gnoll armor a unique aesthetic where each suit is typically made kitbashed together from scavenged pieces of armor found either on victims or abandoned.[13]Gnolls of all kinds have found an affinity for hyenas, who many see as their brethren and whom they have kept as pets or for hunting.[18] Besides hyenas, they were known to keep hyaenodons as pets.[6]Gnolls as depicted by Wayne England.Though gnolls of all kinds had a strong loyalty towards family, they have not extended such courtesies to those outside their pack, and mainstream gnoll culture has had a much-deserved reputation for brutality. Most gnolls were nomadic, wandering from land to land and living off of raids on the local populations. Victims of these attacks can expect no mercy from their attackers and those who are not killed would be taken as slaves to be brutalized and abused both physically and mentally. Gnolls have detested physical labor[18] and so to ensure utter loyalty from slaves have taken their brutalization and maltreatment to an art form. For this purpose, most packs have specialized slavers known as tantekurash or \"spirit breakers\" who have made it their business to break the will of a slave through repetitive torture.[14]The process wreaked on a slave's mind by the tantekurash was brutal and often irrevocable. Those captives who would not submit were eaten, often in front of other slaves as yet another form of torment. Slaves who would accept their fate often lived short and brutal lives, which were ended by them being devoured. Few victims were lucky enough to be rescued and those that were may take months to shake the scars from their psyche and recover.[14]An even less fortunate few find their minds so broken that they have actually embraced the brutality of their captors, becoming the kryshantel or \"savage souls,\" who have followed their masters into battle as thralls. Most of these individuals were broken creatures, little more conscious than the hyenas that the gnolls favored as pets, but a handful retained their intellect, effectively becoming gnolls in all but form. These kryshantel were the most dangerous since they, unlike regular gnolls, have been able to act as infiltrators, performing sabotage and laying the ground for gnoll raids, too often undetected until it was already too late.[14]Though most gnoll packs embraced their reputation for savagery, others refrained from such utter depravity. These clans were also nomadic but unlike the others rarely engaged in violent raids except when seriously provoked. Likewise, though they retained the natural gnoll bloodlust they took no joy in torture or unnecessary cruelty, embracing hunting and tracking over outright slaughter.[9]In some cases, these gnolls might have even come to befriend or at least peacefully interact with the members of other races, offering their services as trappers or hunters.[9] These races could often include bugbears, hobgoblins, ogres, orcs, and even trolls.[6] However, they generally preferred their own kind and except when on business rarely visiting neighboring villages dominated by members of another race. Likewise, these gnolls remain aggressive and quick to anger, meaning visitors should be careful not to offend.[9]Gnolls would sometimes summon demons to fight alongside them.Gnolls were most often worshipers of the demon lord Yeenoghu, who some claim created them. Though some paid only nominal reverence, many gnolls were fanatically devoted to their dark overlord, his influence having been the primary cause of their savagery. Some gnolls believed it was their purpose as Yeenoghu's servants to cleanse the weak from the world, serving a higher purpose through the slaughter they had spread.[13]In spite of their devotion to Yeenoghu, few gnolls had any interest in ritual and there were few clerics or shamans to be found among the savage packs. Typically, gnolls saw their very brutality as a sign of their devotion to the demon lord, painting the eye of Yeenoghu onto their weapons and armor and howling his name as a war cry in battle.[13]Gnolls venerated Yeenoghu by celebrating their victories with demonic rituals and blood offerings. Occasionally, Yeenoghu rewarded such a celebrant by allowing the gnoll to be possessed by a demonic spirit, marking them as one of his chosen. Such gnolls were known as fangs of Yeenoghu. Hyenas that feasted upon the slain foe of one of the Fangs were transformed into full-grown gnolls, allowing fangs to quickly increase their population.[19]A few gnolls were led, however, by warlocks who made powerful pacts with the demonic servants of Yeenoghu and guided the packs they led through frightful visions paid for with even more horrific rituals. The most terrible of these were the Corruption of the Soul Consumed, where living victims were eaten alive by female hyenas who were then swiftly impregnated with evistros or barlguras formed from the tormented souls of the dead, a conception that was followed by an even swifter birth.[13]Those gnolls who turned away from the worship of Yeenoghu often embraced no deity, seeing no clear difference between demons and gods. Sometimes these gnolls sought the patronage of fey spirits of the natural world, embracing the primal essence of nature. Others sought out the gods of other races.[13] The gnolls of back in the days of ancient Netherese went so far as to make monthly pilgrimages to a Forested Enclave of the Face of the Sun of Amaunator, worshiping any given Righteous Potentate (who had a tradition of casting continual light spells on their hair) as \"lightened ones\".[21]By 1340 DR, a tribe of gnolls took over the Cadorna Textile House in then-ruined and monster-infested Old Phlan. The tribe was led by a chieftain and his three wives.[17] Curiously enough, the chieftain was a hulking half-gnoll, an exceptionally rare breed. That creature was killed by a group of heroes of Phlan, including Shal Desanea, Ren o' the Star, and Tarl Desanea.[22]By 1362 DR Maligor, the Zulkir of Alteration in Thay amassed a significant army of gnolls that were trained by Asp attracting the attention of Harpers, other zulkirs, and neighboring countries. Maligor targeted the up and coming Red Wizard Rembert Wellford as a ploy to distract his opponent Szass Tam from the real target. The Zulkir of Alteration sent out his gnoll army to march on Rembert's territory promising the half of the land to Szass Tam who very likely was going to take the entire territory for himself before the gnoll army was to arrive.[23]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/1/17/Gnoll-5e.png/revision/latest?cb=20171011030355",
    "hit_points": 22,
    "hit_dice": "5d8",
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [],
    "condition_immunities": [],
    "senses": {
        "darkvision": "60 ft.",
        "passive_perception": 10
    },
    "xp": 100
}