{
    "name": "Goblin",
    "armor_class": 15,
    "challenge_rating": 0.25,
    "strength": 8,
    "dexterity": 14,
    "constitution": 10,
    "intelligence": 10,
    "wisdom": 8,
    "charisma": 8,
    "actions_desc": "Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 5 (1d6 + 2) slashing damage. Ranged Weapon Attack: +4 to hit, range 80/320 ft., one target. Hit: 5 (1d6 + 2) piercing damage. ",
    "special_abilities_desc": "The goblin can take the Disengage or Hide action as a bonus action on each of its turns. ",
    "description": "Goblins usually stood between 3′4″‒3′8″ (1‒1.1 m) and weighed about 40‒55 lb (18‒25 kg) on average.[12] They had flat faces, sloped back forehead, broad noses, pointed ears, and small, sharp fangs. and their eyes varied in color from red to yellow. Their skin color ranged from yellow through any shade of orange to a deep red,[10] though they also came in shades of green.[13] All members of the same tribe normally shared the same skin color[10]Goblins typically dressed in dark leathers soiled by poor hygiene and colored in a similar range of tones to their skin.[10][5]Like other goblinoids, goblins often had a short temper,[7] and were more easily provoked than individuals of most other races. They often found it difficult to overcome this short fuse, and had a sense of greed that made it difficult for them to act altruistically.[14] They also generally took sadistic pleasure in exacting revenge once crossed.[14]Young goblins were taught from an early age to rely only on themselves, and that to survive, they needed to be aggressive and ruthless. To a goblin, it didn't seem logical to treat others as well or better than you would treat yourself; rather, they believed in preemptively removing potential rivals before they could become a threat. Expatriated goblins would sometimes try to recreate the circumstances of their culture, preying on the weaknesses of others in non-goblin communities.[9]Despite their generally poor reputation however, not all goblins were dim-witted or evil. Some goblins have risen to become heroes, gaining enough renown to be accepted into the civilized world of other, more commonly good races. Those goblins seeking this path may have found it difficult to overcome their temper and greed, as well as the cultural influence of their brethren, but those who did often found it could be more rewarding, in the long run at least, to serve good rather than to serve evil.[14] Those that did often made use of their ill-gained talents as rogues or fighters.[7]Being bullied by bigger, stronger creatures had taught goblins to exploit what few advantages they had, namely sheer numbers and malicious ingenuity. They favored ambushes, overwhelming odds, dirty tricks, and any other edges they could devise, the concept of a fair fight being meaningless in their society.[15] They were an elusive and nimble race, which enabled them to slip away from danger more easily than most. In combat, goblins often used this advantage to sneak up on enemies and deal them a blow from hiding and then slip away before they could be retaliated against.[12]When they had superior numbers in battle, goblins would attempt to flank lone combatants.[16] Retreat or surrender was their general response to being outmatched.[15]Goblins were often known to fight with military picks, morningstars, short swords, slings, and spears.[5]Goblins were not known for having their lives valued.Goblin society was tribal by nature, generally led by the strongest (and sometimes smartest) around, who normally had access to the best weapons.[5][9] Leaders among the race often came to power through betrayal or aggression rather than by more peaceful means, or as clerics of the goblin gods. Because of the violent nature of goblin culture, it was not uncommon for goblins to come under the domination of individuals from a larger, more physically powerful culture, most typically larger goblinoids such as hobgoblins or bugbears.[7]Goblins had little concept of privacy, living and sleeping in large communal areas with only the leaders living separately in their own private chambers. As such, goblin lairs were often stinking or soiled, though easily defended when under assault[9] and layered with simple traps for such purposes.[15] The innermost chambers of goblin lairs were usually the most densely-populated and well-defended.[16] Goblin settlements were often filled with young goblin children, partially due to gender roles, though young goblins did not outnumber adults since their lives were often at least as dangerous as their forebears.[9]A pair of goblins torturing a dwarf.The gender roles of goblin society had the dominant males sustain the community through raiding and stealing, sneaking into lairs, villages, and even towns by night to take what they could (and if supplies ran short they were willing to eat sentients, including each other).[9] Goblin females meanwhile were expected to birth as many children as possible to sustain a population constantly driven down by violence. Many goblins who left for a life among other races were females, driven away by the rigidly structured role they were expected to play.[9]Some goblin tribes were not above waylaying travelers on the road or in forests and stripping them of their possessions.[17] Goblins sometimes captured slaves to perform hard labor in the tribe's lair or camp.[5][18]Goblins often inhabitated temperate plains,[3] though many were also known to live in caverns or underground.[5]Besides the Ghukliak,[10] some goblins were known to be capable of speaking Orcish or Yipyak.[5]Goblins primarily worshiped members of the goblinoid pantheon, such as Maglubiyet in particular, who inspired them with his feats of strength and treachery.[6] Following the Spellplague and prior to the Second Sundering, however, the power of the Black Lord Bane grew and extended his power over Maglubiyet, making the goblin god one of his exarchs.[19] Following the Second Sundering, goblins again worshiped deities such as Maglubiyet and Khurgorbaeyag.[20]Goblins were often considered little more than a nuisance.[10] They did not get along well with most other races and were particularly suspicious of other goblinoids. Goblins had a somewhat ambivalent relationship with orcs and half-orcs, whom they'd work with on occasion, but the only true allies of the goblin race were worgs, who often acted as mounts and fighting companions for goblins.[6]Goblins had particularly adverse relations with dwarves, gnomes,[5] and Tel-quessir.[6]Some were known to domesticate huge wolves.[6]Goblins bred extremely rapidly compared with many other races, accounting for their large population.[21]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/7/74/Dungeon_Masters_guide_5e_-_Goblin_-_p107.jpg/revision/latest?cb=20150503203525",
    "hit_points": 7,
    "hit_dice": "2d6",
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [],
    "condition_immunities": [],
    "senses": {
        "darkvision": "60 ft.",
        "passive_perception": 9
    },
    "xp": 50
}