{
    "name": "Green Hag",
    "armor_class": 17,
    "challenge_rating": 3,
    "strength": 18,
    "dexterity": 12,
    "constitution": 16,
    "intelligence": 13,
    "wisdom": 14,
    "charisma": 14,
    "actions_desc": "Melee Weapon Attack: +6 to hit, reach 5 ft., one target. Hit: 13 (2d8 + 4) slashing damage. The hag covers herself and anything she is wearing or carrying with a magical illusion that makes her look like another creature of her general size and humanoid shape. The illusion ends if the hag takes a bonus action to end it or if she dies.\nThe changes wrought by this effect fail to hold up to physical inspection. For example, the hag could appear to have smooth skin, but someone touching her would feel her rough flesh. Otherwise, a creature must take an action to visually inspect the illusion and succeed on a DC 20 Intelligence (Investigation) check to discern that the hag is disguised. The hag magically turns invisible until she attacks or casts a spell, or until her concentration ends (as if concentrating on a spell). While invisible, she leaves no physical evidence of her passage, so she can be tracked only by magic. Any equipment she wears or carries is invisible with her. ",
    "special_abilities_desc": "The hag can breathe air and water. The hag's innate spellcasting ability is Charisma (spell save DC 12). She can innately cast the following spells, requiring no material components:\n\nAt will: dancing lights, minor illusion, vicious mockery The hag can mimic animal sounds and humanoid voices. A creature that hears the sounds can tell they are imitations with a successful DC 14 Wisdom (Insight) check. ",
    "description": "Of all the hags, green hags were the least physically menacing, their resemblance to regular humans serving to make them more unnerving than imposing. Though their typical bodily figure was that of a withered and hunched female, they could run the entire spectrum of body types and stretch into the extremes of both ends, some being skeletally gaunt and others morbidly obese.[7]Without certain indicators, green hags would simply appear as human crones, but even then their skilled use of illusory disguises could hide these tell-tale signs.[7] If not magically camouflaging their true forms, the most obvious feature of a green hag, as the name implied, was the pallid green color of their rough, bark-like skin.[4] Knobby, cancerous protrusions often marked their flesh,[7] some hidden by the ragged peasant rags they typically wore.[5][6]A green hag's visage was normally blemished with warts and exaggerated facial features and ringed by a tangled mane of vine-like hair,[7][3] ranging in color somewhere between moldy olive green and a near-black shade of dark.[7][4] Below their eyes, either orange or amber colored,[4] were needle-sharp fangs as pointed as their claws, black or yellow talons covered in filth that grew from typically slender fingers.[7][6]Tragedy was the greatest delight of the green hags, the act of dashing hope and replacing it with despair bringing them no small amount of glee.[1][9] This was because out of all the hags, a cruel race with a natural need for misery and murder, green hags were the ones driven most strongly by hate. The pure, unbridled malice of green hags was unrivaled by that of their sister subraces; dreams of destruction dominated their thoughts and they showed an apathy to suffering on par with that of a predator.[1][7]A green hag dancing with another in the guise of beauty.Though the original source of this hate was a matter of rumors, perhaps some racial spite or long-forgotten grudge, the ultimate target was clear.[7][10] In short, green hags ultimately desired the downfall of society, to bring down all nations and replace that which was civilized, beautiful, and pure with a recreation of the moral bankruptcy of nature at its most brutal, just as they preferred it. However, assuming that because their end goal was to inspire savagery would mean that their methods were wild and simplistic would be a fatal mistake.[7]Although not necessarily smarter than other hags, and they were highly knowledgeable, green hags were certainly the most cunning and duplicitous, outmatching the other subraces in their ability to tempt, persuade and manipulate,[7][10] and doing so happily from behind webs of lies and secret intentions.[1] Even the most basic plots of the green hags were devious, involving the use of their particular abilities to lure travelers to specific places in their swamps for some nefarious purpose. They could mimic cries for help or fearsome noises depending on where they wanted their victims to go, and that was for their simpler schemes.[1]They were also known to eagerly transform themselves into local legends to lure in those curious about such things, creating gossip about wise women of the wilds or fair fey of the forest to set their traps. For example, they would seduce others into secluded locations under guises of beauty, and though they didn't exclusively use this trick on men, they generally found it worked easier on them. Only after getting their partners there would they sadistically reveal the deception, either before the encounter began, in which case they slaughtered and consumed them, or, debatably the crueler choice, after it had ended, leaving most survivors traumatized to the point of madness.[1]The green hag's true form is revealed, and her partner is none the wiser.While unarguably terrible, such small-scale schemes were less favorable to green hags than more grand machinations. They beguiled themselves into powerful authority positions, such as the lovers of leaders or the idols of savage humanoid tribes, pulling them deeper into depravity by encouraging profane acts. Despite their wickedness and hateful personalities, green hags were actually the least xenophobic of hags, willing to reason with others and cooperate with those of similar mindset, even withstanding their natural sense of superiority to others.[7] Despite their egotism however, green hags were also cautious, possibly to the point of being considered craven, going so far as to not leave their lairs if not invisible to avoid being seen. They played with weaker prey before consuming it but fled from any strong and determined opposition, effectively acting as conspiratorial bullies towards any being they could.[6]Green hags were reported to have several spell-like abilities used to mislead, such as dancing lights, ghost sound and more utility based powers like speak with monsters and water breathing. They could also disguise themselves, their clothes and their possessions to appear as anything else of similar shape, such as the form of a young woman or elderly lady or the form of an individual they had seen before. If disguises weren't enough, they could render themselves invisible and incapable of being tracked or manipulate their prey unseen by mimicking the noises of humans and animals, although manufactured sounds and the depths of speech were typically beyond their capabilities.[3][1][7][2]A green hag can easily overpower most ordinary men.Like all hags, the strength behind a green hag's frail physique was not to be underestimated, for not only were they resistant to magic but their calloused flesh made them resistant to physical attacks and their hardiness extended to their flesh-rending claws. Even worse, it was said that a green hag's touch could sap strength with even the slightest brush, quickly leaving formidable warriors who couldn't resist the vigor-draining power helpless against them.[3][1][7] If unwilling to personally deal with situations they were also reported to be able to manipulate the swamp, causing roots to grasp at trespassers and causing miasmas to rise from the earth.[2]The green hag druid Gathra and her tyrannosaurus animal companion GyrnthraxLike in their schemes, green hags were cowardly creatures who fought only that which they could certainly defeat and who took precautions to ensure victory, such as only striking on moonless nights to exploit their darkvision.[3][6] Before combat, they often used some combination of mimicry and illusions to make their prey stray from their pack or walk into an area where they would be vulnerable, sometimes kidnapping and killing pets to gain a wider variety of sounds before luring in their unwary owners with imitated cries.[7][6] They were ambush predators that shunned fair fights in favor of lying in wait for their prey to enter a given location, either invisible, using their natural camouflage, or some other manner of disguise. Helpless victims were toyed with like a cat playing with a mouse, sometimes with a mocking use of mimicry.[6]Green hags frequently engaged in, and often took advantage of, the tactic of drowning their foes, using their ability to breathe underwater and steal strength to leave victims incapable of fighting back before dragging them in. Every stagnant pool of water could be the hiding place of a green hag just waiting for a passing traveler or fisherman to come by. The terrified soul would quickly drown unless the hag decided to take them back to their lairs for some magical or, if the victim was extremely unfortunate, carnal process.[7]Though a strong and determined opposition would force them to flee, green hags were the most likely of the hags to undergo training, learning the combat skills of fighters or barbarians, the arcane magic of sorcerers or wizards, or the divine magic of clerics or druids.[7][11]As the most tolerant of hags, green hags were capable infiltrating the humanoid civilizations that they wished to terrorize and destroy,[7] even occasionally joining adventuring parties to complete their goals.[11] They could and did blend into urban settlements more frequently and efficiently than other hags, sometimes hunting their prey directly in their homes rather than in their own environments. Covens of green hags, including covens including other types and covens exclusively of their own kind, were formed far more regularly than those of other hags.[7]A green hag in her lairOutside of their own race, they were known to have affinity with the alien malice of the will-o'-wisps, put aside their spite to ally with evil druids,[7] and deal with the less intelligent creatures like ogres and hill giants to obtain information, food, and protection in exchange for random trinkets they stole from their victims.[6] Regardless, any green hag partnership, whether framed as an alliance or master-servant relationship and possibly with the green hag in the servant role, lasted only until the hag stopped benefiting or could take control.[7]Green hags were known to live in twisted trees,[2] underwater caverns and caves concealed by foliage or boulders, sometimes warrens of their own creation. Those in urban environments were known to dwell in slums or hide underground inside sewers.[7][6][5] Powerful green hags, such as grandmas or aunties, corrupted the region around their layers in sinister ways; the plants would form a twisted thicket, the fetid swamp mud would grow thicker, trees could awaken and attack hostile intruders, and sometimes illusory duplicates of the hag would appear at random, allowing them to interact with others from behind the illusion. Within such a hag's lair the illusions would become more deliberately made and tangible, capable of interacting with the environment but still incapable of causing physical harm.[9]Green hags spoke a dialect of the language that annis hags spoke and were known to speak Common, Elven, Sylvan, Draconic Giant, Jogishk, and various demihuman languages.[1][3][4]Green hags made their homes in wet, temperate environments, gloomy and isolated regions like dark swamps, dying forests and misty marshes where they could take full advantage of their abilities.[1][3][11] Countrysides and desolate areas of civilization would also suffice, but they typically chose spots near bodies of water such as rivers.[4][11] Their acute senses, including superior sight, smell, and hearing, along with their coloration and ability to move silently through the swamp, made them dangerous predators without their cunning and magic.[4] Poison was an ineffective deterrent against them and they would eat practically anything that moved with humanoid flesh being favored.[2][6]Green hags were said to be the longest-living hags, assuming hags weren't entirely ageless, persisting for centuries longer than other hags, possibly because of their arboreal flesh or just greater vitality.[1][7][4] They were believed to be relatives of night hags and annis hags, with there potentially being some ancestral link between them all, although this wasn't certain.[10][6]Green hags were found in Ashanath, the North Country, the Forest of Lethyr, and the Yuirwood in the Unapproachable East.[12]There was known to be a unique creation myth in regards to the green hags, one that stood out given that it was told by dozens of races with little change. Most commonly referred to as Green Mary, but known by elves as Kiersana the Unfaithful and to orcs as Grigga Toegnawer, her story sent shivers down the spines of the children of all races. Once upon a time, there was a beautiful druid of the woodlands known as Green Mary who protected the hundreds of miles of wilderness that was her domain. She dwelt in the heart of the forest worshiping nature spirits and upholding their ancient laws in a symbiotic relationship of servitude and protection with the wildlife, until one day a powerful hunter arrived. He chopped down trees to make weapons in order to hunt the animals for sport, and the whispers of the forest sought vengeance against him for his recklessness, yet both Mary and the hunter became enraptured by each other's beauty, leading her to disobey its commands.[7]The following morning, Mary awoke to find that as punishment, the forest had warped her form into something more resembling the forest she was meant to be protecting, leading her to fearfully and repentantly slay her horrified lover, leaving not even a drop of his blood to stain the earth. Yet despite her penance, nature showed its merciless side to Mary and left her in her disfigured and self-loathing state, leading her to flee into the most fetid fen of the forest in misery. Thus, Green Mary became the first green hag, a creature that lusted after humanoids while craving their destruction and whose dalliances with the civilized world at the protest of nature made her a pariah of the latter and the archenemy of the former.[7]The green hag, Nanny Pu'pu.",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/4/45/Green_Hag-5e.png/revision/latest?cb=20171011031715",
    "hit_points": 82,
    "hit_dice": "11d8",
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [],
    "condition_immunities": [],
    "senses": {
        "darkvision": "60 ft.",
        "passive_perception": 14
    },
    "xp": 700
}