{
    "name": "Grimlock",
    "armor_class": 11,
    "challenge_rating": 0.25,
    "strength": 16,
    "dexterity": 12,
    "constitution": 12,
    "intelligence": 9,
    "wisdom": 8,
    "charisma": 6,
    "actions_desc": "Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 5 (1d4 + 3) bludgeoning damage plus 2 (1d4) piercing damage. ",
    "special_abilities_desc": "The grimlock can't use its blindsight while deafened and unable to smell. The grimlock has advantage on Wisdom (Perception) checks that rely on hearing or smell. The grimlock has advantage on Dexterity (Stealth) checks made to hide in rocky terrain. ",
    "description": "Grimlocks were a humanoid race of creatures with slightly scaled, thick gray skin that was usually scarred from hunts through their constricted underground passageways. Those with a special status in their society often had decorative designs scarred into their skin[8] They had sharp teeth and typically black hair. This often grew to be long and unkempt.[6][5][9] Many had long claw-like nails.[10] Some were said to have completely white eyes,[5][9] while other accounts told of their faces being devoid of eyes, instead having skin stretching across where their eye sockets should be.[1][8][note 1]Grimlocks typically wore little clothing or armor, though some were known to sport tanned leather belts and harnesses, as well as decorative bracers.[8]Grimlocks were very blunt and suspicious of other creatures. Those who wandered away from their kin often experienced culture shock, but felt some sense of gratification at how strange things were. These wanderers were also known to be capable of overcoming their xenophobic leanings, viewing each individual they meet as a potential pack member. Though this mindset needed to be reinforced through daily meditation.[8]Though grimlocks were prone to evil acts, their intent was rarely malicious. Rather, their behavior was rooted in a deep sense of self-preservation and struggle for survival.[8]A battle-ready warrior grimlock.Grimlocks were well-adapted for combat thanks to their naturally hardy bodies and high sensory awareness of their surroundings. However, they were typically very unorganized in battle. They were poor targets of subjugation in efforts to form an enthralled fighting force as well, due to their fear of foreign races.[7]At times they sought to attack their enemies under the cover of darkness, hoping to take advantage of their blind senses and prey on foes while they are disoriented.[11]They typically shunned ranged weaponry, preferring to act like barbarians and fight their foes up close with crude stone battleaxes[4] or weapons made of bone.[12]Grimlocks ate any raw flesh they could find - especially that of humans. Because of this, their populations were often decimated from feasting upon diseased meat.[7]Grimlocks typically had two names, a pack name and personal name, with the latter derived from some element of their underground habitats.[8]Many wild grimlocks were born in an extended series of caves that they called the Fingerhome. The caverns of the Fingerhome extended throughout the upper, middle, and lower Underdark.[8]One prominent aspect of grimlock society was the \"hunt-bond,\" a vow of mutual respect and protection that every grimlock with one or more creatures (usually other grimlocks). Those hunt-bonded with a grimlock were considered its closest friend(s) and the creature would do anything to protect them.[8]In the Underdark of Faerûn, some groups of grimlocks worshiped individual medusae, considering them as minor deities. The power of a medusa's gaze was beyond the grimlock's ability to comprehend (as they were blind), so it seemed divine to them. More enlightened grimlocks, however, tended to worship Shar, the goddess of darkness.[8] And some grimlocks were known to worship illithids.[1]The language of the grimlocks was a dialect of terran and undercommon. Some chose to learn abyssal and other evil tongues in order to gain power for themselves by making sinister deals.[8]A pair of grimlocks assault a goliath at the behest of their drow masters.Grimlocks were extremely xenophobic and preferred to keep to themselves.[5][7] This was due to their history of being frequently raided by both mind flayers and drow for slave fodder,[8][12] subjected to extreme depravity by aboleths, and their mushroom fields razed and water cisterns drained by drow. This latter act often left grimlocks starving and desperate for food, forcing them to raid surface communities in order to survive.[8]Some grimlocks were known to do work for other races as ambushers of Underdark caravans or as looters of ancient ruins.[8]Some sources claimed that the grimlocks were the descendants of humans of Uthgardt ancestry from the Golden Eagle and Red Pony tribes. Long ago, in 576 DR (the Year of the Sunless Passage), these barbarian tribes vanished into the Underdark by way of a passage that leads down from beneath One Stone, the Uthgardt ancestor mound located in the easternmost Moonwood. After years of wandering in the lightless passages of the Underdark, these barbarians evolved to become the grimlocks. They retained twisted vestiges of their ancient traditions, including a depraved form of ancestor worship that involved consumption of the aged and weak while they still lived.[13][14]Other sources claimed that the grimlocks were descents of cannibal cults, from the days of the Illithid's empire, who had fled into the Underdark following the empire's collapse.[1]One tribe of grimlocks resided in the Cavern of Cloven Heads, a small cave that five thousand years prior was the site of a battle between a rear guard of dwarves of Clan Black Axe and a group of drow refugees led by Menzoberra the Kinless (the Lolthite priestess who founded Menzoberranzan). This tribe abandoned their nomadic ways and settled the surrounding caverns. Within the Cavern of Cloven Heads lay a monstrous boulder engraved with runes. Surrounding the boulder are the riven skulls of hundreds of drow. This discovery matched fragmentary legends regarding the grimlocks' lost ancestor mound, so they now revere this mound as such. This mound was actually an ancient dwarven cairn of the Black Axe Clan. The inscriptions on the boulder were Dethek runes that related the legend of the \"Brave Beards.\" The rock itself lay atop the spot where the last defender of the dwarven rear guard, Dorn Black Axe, literally sank into the floor of the cavern.[13]Additional communities of grimlocks were found beneath the Storm Horns and Thunder Peaks within Cormyr,[7] as well as on the Sargauth Level of Undermountain.[15][16]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/8/8e/Grimlock-5e.png/revision/latest?cb=20171011040019",
    "hit_points": 11,
    "hit_dice": "2d8",
    "condition_immunities": [
        {
            "index": "blinded",
            "name": "Blinded",
            "url": "/api/conditions/blinded"
        }
    ],
    "senses": {
        "blindsight": "30 ft. or 10 ft. while deafened (blind beyond this radius)",
        "passive_perception": 13
    },
    "xp": 50,
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": []
}