{
    "name": "Harpy",
    "hit_points": 38,
    "hit_dice": "7d8",
    "armor_class": 11,
    "challenge_rating": 1,
    "strength": 12,
    "dexterity": 13,
    "constitution": 12,
    "intelligence": 7,
    "wisdom": 10,
    "charisma": 13,
    "actions_desc": "The harpy makes two attacks: one with its claws and one with its club. Melee Weapon Attack: +3 to hit, reach 5 ft., one target. Hit: 6 (2d4 + 1) slashing damage. Melee Weapon Attack: +3 to hit, reach 5 ft., one target. Hit: 3 (1d4 + 1) bludgeoning damage. The harpy sings a magical melody. Every humanoid and giant within 300 ft. of the harpy that can hear the song must succeed on a DC 11 Wisdom saving throw or be charmed until the song ends. The harpy must take a bonus action on its subsequent turns to continue singing. It can stop singing at any time. The song ends if the harpy is incapacitated.\nWhile charmed by the harpy, a target is incapacitated and ignores the songs of other harpies. If the charmed target is more than 5 ft. away from the harpy, the must move on its turn toward the harpy by the most direct route. It doesn't avoid opportunity attacks, but before moving into damaging terrain, such as lava or a pit, and whenever it takes damage from a source other than the harpy, a target can repeat the saving throw. A creature can also repeat the saving throw at the end of each of its turns. If a creature's saving throw is successful, the effect ends on it.\nA target that successfully saves is immune to this harpy's song for the next 24 hours. ",
    "special_abilities_desc": "",
    "description": "      A harpy had the upper body of a female humanoid and the lower body of an reptilian creature, with scaly legs, clawed feet, and clawed hands with knotty fingers. Harpies had coal-black eyes in faces like cruel old women, with hair that was filthy, tangled, and crusted with old dry blood. They possessed powerful leathery wings with which they could fly and carry away their victims.[3][note 1] Harpies did not wear any clothing,[3] but would adorn themselves with jewelry or trinkets from their victims.[6] There was no physical difference between male and female harpies. The males possessed breasts just like the females did, leading to the misconception that male harpies did not exist.[7] Harpies were notoriously malevolent and sadistic, taking enormous joy in hurting, torturing and killing their victims, and were always seeking more. They were fond of entrancing travelers with their songs and luring them to shockingly cruel dooms. When they were done playing with their captives, they slew them and finally devoured them.[3] They were not particularly intelligent creatures, and were prone to cowardice in the face of superior power.[7] The deadliest power of the harpy was its insidious and captivating song. A harpy's song, while it was heard, acted like a charm affecting all non-harpies up to 300 feet (90 meters) away. It took an effort to will to resist; those who did could count themselves safe for a day, at least from that one harpy's song. In those who succumbed, it induced a trance-like state in which the victim was compelled to move directly towards the harpy. If dangers obstructed their path, they could shake off the effect, but if they could not, they could do little but try to protect themselves. However, once within reach of the harpy, the victim was at the harpy's mercy and made no attempt at defending themselves. Creatures who could not hear were unaffected by the magical song.[3][6] Elves were naturally resistant to the effects of the harpy's song.[7] They had keen hearing and skills in deceit, intimidation, and, curiously, oratory.[3] Harpies used primitive weapons, usually big bones wielded as improvised clubs, but a few harpy archers mastered the use of bows.[3] Otherwise, they could also bite[6] and attack with their claws.[6][3] They often attacked on the wing, striking with their weapons.[3] They had no preference over their victims, and enjoyed the killing and torture of any creature.[6] Female harpies could lay as many as twenty eggs at will from the age of two, but only around three of those would successfully hatch, and any deformed young were killed by a parent.[7] It was unclear whether harpies looked after their young or not, but if they did, it consisted of nothing more than feeding their young, similar to birds.[6][note 2] The lifespan of a harpy was up to 50 years, but most died around 25–30 years.[6][7][note 3] When old age weakened a harpy, it was killed by its kin.[7] They were almost exclusively carnivorous, but if meat was unavailable, they would resort to eating vegetation. Their preferred food was fresh demihuman meat, especially elves. Due to the natural resistance elves had to the harpy's song, harpies viewed their meat as an especially rare delicacy.[7] Harpies made homes in groups of six or more individuals within marshlands or in caves near shorelines, which were preferably near well-traveled routes.[6] They were often encountered alone, in pairs, or in packs of seven to a dozen harpies known as \"flights\".[3] However, a tribe of harpies, known as a \"scream\", could be as large as two hundred.[7] There was no social structure to harpy life. There was constant quarreling, which sometimes resulted in fights to the death. When deaths did occur, harpies were willing to eat their own kind. Otherwise, harpies ventured out to hunt, and their victims were often brought back to the lair to be killed and eaten.[6] Harpies were generally uninterested in treasure or wealth, but they would always take at least one possession from a victim back to their lair as a symbol of their kill.[7] A few successful harpies took up the bow as archers, mastering this tactic and going at it alone as cruel hunters, bandits, and mercenaries, usually operating as bandits when not hired as mercenaries. Such harpies acquired much wealth in the form of the tools of their trade.[3] It was not unknown for harpies to cooperate with other evil humanoids if it served their interests.[6] A harpy attacking a villager in Vanesci Hamlet. Harpies with long tails were known to dwell in and around the Kingdom of Nix, a goblin realm that lay upon the high Forbidden Plateau in the Utter East,[8] beside a glacier in the Wu Pi Te Shao Mountains of the Yehimal.[8][9][10] The harpies of Nix were known to be merciless hunters.[8] Harpies were also known to be in the many forests and jungles of Maztica.[11] Harpies living within the Kingdom of Nix were instrumental in Redfang the Reaper's reign of terror over Vanesci Hamlet in the 7th century DR. Swooping down from high in the skies they would kidnap villagers in nets, carrying them away and eventually dropping them into the cauldrons of Nix. The demise of their hapless victims produced a burst of mana that powered the kingdom's bloodforges.[8]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/6/61/Harpy-5e.png/revision/latest?cb=20161130025002",
    "condition_immunities": [],
    "senses": {
        "passive_perception": 10
    },
    "xp": 200,
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": []
}