{
    "name": "Hell Hound",
    "hit_points": 45,
    "hit_dice": "7d8",
    "armor_class": 15,
    "challenge_rating": 3,
    "strength": 17,
    "dexterity": 12,
    "constitution": 14,
    "intelligence": 6,
    "wisdom": 13,
    "charisma": 6,
    "actions_desc": "Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 7 (1d8 + 3) piercing damage plus 7 (2d6) fire damage. The hound exhales fire in a 15-foot cone. Each creature in that area must make a DC 12 Dexterity saving throw, taking 21 (6d6) fire damage on a failed save, or half as much damage on a successful one. ",
    "special_abilities_desc": "The hound has advantage on Wisdom (Perception) checks that rely on hearing or smell. The hound has advantage on an attack roll against a creature if at least one of the hound's allies is within 5 ft. of the creature and the ally isn't incapacitated. ",
    "description": "      Hell hounds resembled monstrous dogs with powerful physiques, standing between 2‒4.5 ft (0.61‒1.4 m) high at the shoulder and weighing about 120 lb (54 kg).[3][4] Nessian breeds were the size of draft horses.[3] Their fearsome forms were covered in short, rust-red or red-brown fur and their eyes glowed red. The markings on their bodies as well and their fangs and tongues were the color of soot, and they reeked of sulfurous smoke.[4][5] Nessian breeds always coal-black fur and were typically equipped with infernal chainmail shirts.[3] Hell hounds, being intelligent beasts of law, could be trained and commanded by various entities across the planes, but their inherent malice limited their versatility.[1] Outside of retrieving specific objects, hell hounds could only be trained to kill, abandoning or betraying masters that forbade them from sating their merciless hunger.[1][4] Even if not specifically trained, they stole items from their deceased victims to use as playthings, such as noisy bags or pouches containing a victim's treasures, toying with them until the flammable components eventually turned to ash and the remains littered their dens.[4] Hell hounds were capable of breathing out a stream of scorching fire from their mouths.[5] Hellhounds were very stealthy creatures[5] and unlike ordinary dogs they did not howl when hunting, instead quietly stalking their prey and surrounding them in a ring.[4] One or two hell hounds would immediately use their scorching hot breath to drive their quarry into the waiting, fiery fangs of the other pack members, unafraid of harming their other infernal companions.[2][3] Cunning and efficient, they targeted the weakest of prey, slowly surrounding those that refused to retreat. They only bayed when in the determined pursuit of fleeing victims, creating a hollow and frightening tone.[1][3][4] Hell hound packs could be as small as a pair or contain up to twenty of the vicious beasts. The largest and strongest hell hound became leader and drove off any competitors, forcing them to establish their own packs and territories. Territories were somewhere between 5-14 miles centered on their dens and could overlap with one another.[4] A Nessian warhound guarding Lord Asmodeus. Although they had difficulty mating on the Prime Material Plane, many wicked beings bred indigenous populations.[3][4] Summoned hell hounds had a tendency to escape into the wild and even those domesticated as puppies had a small chance of going rogue later in life.[4] Azers were known to use them as faithful pets but fire giants and devils in particular were known for their use of the infernal beasts.[1][3][4] Appreciated and favored for their keen senses, fire giants used hell hounds as watch dogs and bred their own populations millennia ago to create an instinctively loyal breed. Having been artificially selected for size and skill, firebred hell hounds were far more powerful and utilized more cautious tactics, able to charge up an even more dangerous version of their fire breath that they saved for when surrounded.[2][4] The archdevils kept their own kennels of hell hounds and Asmodeus himself kept his own fearsome breed, the Nessian warhounds, under his palace.[3] Mephistopheles managed to outdo his master in this, having his surgeons breed the tougher, meaner, larger and more fiery pit hounds in the ironically frigid Cania.[7] The dietary needs of hell hounds were similar to those of ordinary canines and they would consume anything that appeared edible. The flesh they consumed fed the fires within them and they only occasionally brought food back to their dens for later consumption, preferring to eat at the site of the hunt.[1][4] It was practically impossible to avoid detection from a hell hound, as their vision was sharp enough that they spot those in hiding or invisible half of the time. Their excellent olfactory senses made them capable trackers and their hearing made them incredibly difficult to sneak up on.[3][4][5] They were also known to have a keen sense of hearing.[5] Hell hound puppies were born in litters of 2-8 and newborns were only a tenth the size of adults. They slowly grew to adult size over the course of one and a half years, gaining the burning bite of their parents after two months that gradually rose to full power as they aged. At least once each day they burped an uncontrolled burst of harmless flames, which had a tendency to ignite flammable objects nearby.[4] A hell hound's inner flame engulfed them upon death, resulting in an eruption of ember and smoke at the end of which left only burnt, black scraps of fur.[1] Hell hounds were not native to the Material Plane, instead having been brought there by a plethora of evil entities for various uses, namely hunting or guarding.[2][4][5] Though despite their infernal appearance earning them association with the Nine Hells, hell hounds did not originate from Baator either. Primordials originally created them eons ago, hence why they could be found on the Plane of Fire.[2][8] Some were known to migrate to the Material Plane using portals found there, such as from the Peaks of Flame in Chult.[9] Since then, hell hounds could be primarily located on Acheron's battlefields and across the rest of the lower planes.[1] They inhabited areas known for their fiery landscapes, from barren mountains, to scorching deserts to blazing caverns from Hell to the Abyss.[2][10] On the Material Plane they were invasive beings that caused more forest fires than any other creatures excluding humanoids due to their hunting tactics.[4] Timoth and Onyx find that a hell hound's bark is worse than its bite. During the Time of Troubles of 1358 DR, a pair of hell hounds were summoned at the House of the Moon, a temple of Selûne in Waterdeep, while a false avatar of the goddess resided there (in fact Shar). High Priestess Naneatha Suaril left the hell hounds to attack Onyx and Timoth when they were caught infiltrating the place, but they slew the beasts and carried on.[13] Other Fiends\nAchaierai • Barghest • Canomorph (Haraknin • Shadurakul) • Hell hound • Hordling • Howler • Larva • Maelephant • Marrashi • Night hag • Nightmare • Rakshasa • Succubus • Vargouille • Yeth hound",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/d/df/Hell-hound-5e.png/revision/latest?cb=20171011020659",
    "condition_immunities": [],
    "senses": {
        "darkvision": "60 ft.",
        "passive_perception": 15
    },
    "xp": 700,
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [
        "fire"
    ],
    "caption": "Hell hounds were fiery beasts found within Acheron and the Nine Hells. They were ferocious pack hunters that acted as faithful companions and dangerous pets across the multiverse."
}