{
    "name": "Hezrou",
    "hit_points": 136,
    "hit_dice": "13d10",
    "armor_class": 16,
    "challenge_rating": 8,
    "strength": 19,
    "dexterity": 17,
    "constitution": 20,
    "intelligence": 5,
    "wisdom": 12,
    "charisma": 13,
    "actions_desc": "The hezrou makes three attacks: one with its bite and two with its claws. Melee Weapon Attack: +7 to hit, reach 5 ft., one target. Hit: 15 (2d10 + 4) piercing damage. Melee Weapon Attack: +7 to hit, reach 5 ft., one target. Hit: 11 (2d6 + 4) slashing damage. ",
    "special_abilities_desc": "The hezrou has advantage on saving throws against spells and other magical effects. Any creature that starts its turn within 10 feet of the hezrou must succeed on a DC 14 Constitution saving throw or be poisoned until the start of its next turn. On a successful saving throw, the creature is immune to the hezrou's stench for 24 hours. ",
    "description": "      Hezrous were large demonic monstrosities that stood 8 ft (2.4 m) tall and weighed 750 lb (340 kg). They bore a superficial resemblance to a toad in humanoid form, with arms and hands instead of forelegs. Within their wide maws were rows of blunt teeth that had a powerful crushing force, and a series of long spikes ran down their backs.[3][10] Hezrous could walk on either two feet or on hands and feet, but always fought standing upright.[3][4] AD 5 Things You Should Never Do With Your Money, According to Experts By The Penny Hoarder Hezrous were obedient and simple, yet dangerously powerful beings, and as such were among the dominant monsters within the Abyss. A hezrou's main motivating factor was food, followed by a desire for wanton destruction. They gladly served under more powerful demons or even summoners who supported their behavior.[2] Their love of combat surpassed that of vrocks and the two possessed similar eating habits.[5][3] Despite their love for fighting, hezrous were not opposed to diplomacy, even with mortals, and might engage in trade when carrying cargo such as slaves.[11] Hezrous were not particularly intelligent, intuitive, or otherwise mentally capable, a fact that was seen as a virtue by their masters as scheming was not their job,[4] but they were capable of organizing underlings.[12] Unfortunately for those under their thumb, hezrous were still demons through and through, beating up on even loyal subordinates for fun and just being generally foul-tempered.[4] A hezrou's amphibian skin exuded a toxic substance that produced a cloud of noxious gas when they were agitated while their own olfactory senses were quite sharp.[4] They were somewhat ineffective against non-demonic beings, as many of their abilities didn't work against evil outsiders. They had access to many spell-like abilities, including blasphemy, unholy blight, and chaos hammer.[3] Normal demonic resistances, immunity to non-magical weapons, telepathy, and summoning, particularly of dretch mobs and other hezrou, were also among their powers.[1][4] A hezrou fighting off adventurers. Hezrous were cunning on the battlefield and could fulfill roles as both powerful warriors and capable sergeants.[3] In battle, they were often responsible for keeping the dretch mobs moving towards the enemy, but the most dangerous hordes had hezrou themselves as the rank-and-file. Once the dretches were fighting, the hezrous followed in their wake.[13] When against non-evil entities, hezrous opened combat by casting blasphemy, and then favored chaos hammer or unholy blight from time to time as suited their foes.[3] Against enemy armies, they attempted to punch holes in the opposing line with unholy blight or chaos hammer,[13] gladly forcing their way into and behind enemy ranks. There, a hezrou's foul stench could overwhelm as many (and as early) as possible, and they would be free to rip into their opponents with tooth and claw,[3] although they might accidentally take out an allied, low-ranking fiend in their wild rampage.[13] A hezrou slaver whipping various fiends into line. Hezrous were integral to both the Blood War and the day-to-day proceedings of the Abyss in general. At their core, hezrous functioned as enforcers, either as sturdy foot soldiers or solid sergeants.[12] Their ability to focus on simple tasks, oversee armies, lack of plotting skill, and great numbers made them ideal for their duties. They normally patrolled the abyssal layers, enacted the will of their respective demon lords and nalfeshnees, and tyrannically controlled lesser demons like dretches[4] and chasmes.[14] Given that they were seen as somewhat expendable and normally weren't smart enough themselves to realize when they were being duped into sacrificing themselves, hezrous often sought to make themselves useful to their masters so as to ensure they were not sent into unwinnable front-line situations. They were often spared from this duty of certain death.[1][2][4] Despite not being particularly good at scheming, hezrous still made use of temptation, making simple but cruel deals to those in states of despair. Every now and then in a century, hezrous went on what were called Dark Walks, plane-shifting to the mortal realm to make pacts with desperate souls. They would willingly enter their service and complete a major task like the destruction of a hated location or retrieval of a powerful artifact at the cost of trapping the mortal or a loved one in the Abyss and having them serve as a mane for eternity.[4] Otherwise, when on the Material Plane they recruited dull-witted followers in trolls, hill giants, ogres, and other creatures known for their power.[12] It was possible for a marilith to be demoted to a hezrou as a punishment, bringing a change in sex from female to male.[15] The Faceless Lord Juiblex was served primarily by hezrous who paid him significant fealty in victims. In fact, his primary servant, Darkness Given Hunger, was actually a hezrou demon whose possession of the largest known black pudding had been made permanent through magic, fusing the two together.[16][17] Demogorgon also employed many hezrous as lieutenants, although his were twice the size of any others within the Abyss.[14] Hezrous had a kind of half-organic armor plating under their flesh, an ancient alteration made by the sibriexes.[18] The hezrou Zaxis was actually a fallen marilith named Bethsiva, whose child was the balor Baalbisan with a rank even higher than hers.[15] Tanar'ri\nAdaru • Alkilith • Armanite • Arrow demon • Babau • Balor • Bar-lgura • Bulezau • Cerebrilith • Chasme • Dretch • Gadacro • Glabrezu • Goristro • Hezrou • Jovoc • Kastighur • Klurichir • Lilitu • Mane • Marilith • Maurezhi • Mavawhan • Molydeus • Myrmyxicus • Nabassu • Nalfeshnee • Palrethee • Rutterkin • Solamith • Sorrowsworn • Spyder-fiend • Succubus • Uridezu • Vrock • Yochlol\nObyriths\nDraudnu • Ekolid • Golothoma • Laghathti • Sibriex • Uzollru • Verakia • Wastrilith",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/1/13/Hezrou-5e.jpg/revision/latest?cb=20161120181132",
    "condition_immunities": [
        {
            "index": "poisoned",
            "name": "Poisoned",
            "url": "/api/conditions/poisoned"
        }
    ],
    "senses": {
        "darkvision": "120 ft.",
        "passive_perception": 11
    },
    "xp": 3900,
    "damage_vulnerabilities": [],
    "damage_resistances": [
        "cold",
        "fire",
        "lightning",
        "bludgeoning, piercing, and slashing from nonmagical weapons"
    ],
    "damage_immunities": [
        "poison"
    ],
    "caption": "Hezrous , or type II demons, were tanar'ri of foul temper and fouler stench, known for their simplistic desires and easily directed personalities. They often supervised lesser demonic entities while working as the toadies of more sinister threats."
}