{
    "name": "Hippogriff",
    "hit_points": 19,
    "hit_dice": "3d10",
    "armor_class": 11,
    "challenge_rating": 1,
    "strength": 17,
    "dexterity": 13,
    "constitution": 13,
    "intelligence": 2,
    "wisdom": 12,
    "charisma": 8,
    "actions_desc": "The hippogriff makes two attacks: one with its beak and one with its claws. Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 8 (1d10 + 3) piercing damage. Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 10 (2d6 + 3) slashing damage. ",
    "special_abilities_desc": "The hippogriff has advantage on Wisdom (Perception) checks that rely on sight. ",
    "description": "   The origins of these beasts has been lost to time.[7] Hippogriffs had the body of a horse, with the wings and head of a hawk or eagle. Their forelegs ended in sharp talons similar to those found in birds of prey, while their hind legs had hooves.[7] The average hippogriff was 9 feet long, with a wingspan of 20 feet (6.1 meters), and weighed about 1,000 lb (450 kg)[8] Their hides would be colored russet, golden tan, or come in a variety of browns with differently shaded feathers. Their beaks were either ivory or golden yellow.[9] Hippogriffs were capable of expressing more complex emotions as well as feeling grief and crying.[10] Hippogriffs were extremely territorial and would attack any intruders in their realm, defending their mate or young until death.[7] They attacked by diving and attacking with their claws and beak. Though regarded as clumsy attackers, flocks of hippogriffs could attack in concert.[8] They could kill large prey such as bison, and were even capable of carrying it away in their talons. Being omnivores, they did not always have to resort to such tactics.[9] Hippogriffs were reclusive in behavior, seldom traveling far from their nest.[7] They had an omnivorous diet,[7] and would hunt humanoids as often as any other meal.[8] Hippogriffs were frequently preyed upon by both dragons and wyverns.[7] While some seemed to be of the opinion that female hippogriffs gave live birth,[7] the majority of accounts of their ecology gave mention specifically about their eggs.[8][9] Typically, hippogriffs bred in the spring and spent the summer months raising the youths. Domesticated winged mares sometimes were allowed to breed in the fall while raising their youths through the winter. By summer, the young hippogriffs were ready to be trained and ridden into combat. The off-season breeding was done with the use of boilers that heated the hippogriff aeries well through the cold seasons. When female hippogriffs prepared to lay eggs, they meticulously expanded their nests of hay, twigs, feather-layered bottoms. When preparing to care for their young, females cooed ancient hippogriff songs. They defended the nests as fiercely as they would the young.[10] A typical herd included one to three males, an equal number of mares and foals.[9] A hippogriff flying about. They live in temperate to tropical hills, in areas where it is particularly flat and barren, allowing them quick and easy access to the skies. A significant population existed in the Starspire Mountains in County Starspur in Tethyr.[11] In the Unapproachable East, they could be found around the Umbergoth mountain of Aglarond.[12] Hippogriffs were highly prized as aerial steeds. Because they were not as intelligent as griffons, a friendly attitude from the hippogriff to the rider or tamer was not required, but they still require a specialized saddle and appropriate training. The easiest way to tame a hippogriff was to steal an egg and raise it from birth, but these were not easy to obtain,[8] due to the ferocity of their defenders.[13] In Zakhara, the Caliphate of Huzuz raised large numbers of hippogriffs for military service.[14] A hippogriff egg could fetch 1,000 gp, 2000 gp by some accounts,[8] while young hippogriffs would sell for two to three times that price.[9] After the elven citadel of the Hand of the Seldarine was built circa 900 DR, the residents utilized hippogryphs as aerial support in battles defending the Seldarine. The history and practices of the magical beast breeding were described in the Hippogriff Riders of the Hand tome. The rider and their hippogryph trained tirelessly in working as a team. The hippogryphs were raised and trained from the moment they were hatched. They were trained on what to eat, how to perform complex battle maneuvers and respond to commands. The riders were taught o care for and groom their charges and how to handle them in battle. By 1281 DR, the citadel was long ruined and inhabited by the restless undead, souls of the inhabitants who fell in turmoil centuries earlier.[15] By 1217 DR, hippogriff cavalry was a staple of the Blade Kingdoms campaigns and skirmishes. Hippogriff troops participated in the Valley of Umbricci dispute between Colletro and Sumbria of 1217 DR.[16]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/0/08/Hippogriff-5e.png/revision/latest?cb=20171011013844",
    "condition_immunities": [],
    "senses": {
        "passive_perception": 15
    },
    "xp": 200,
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": []
}