{
    "name": "Ice Devil",
    "hit_points": 180,
    "hit_dice": "19d10",
    "armor_class": 18,
    "challenge_rating": 14,
    "strength": 21,
    "dexterity": 14,
    "constitution": 18,
    "intelligence": 18,
    "wisdom": 15,
    "charisma": 18,
    "actions_desc": "The devil makes three attacks: one with its bite, one with its claws, and one with its tail. Melee Weapon Attack: +10 to hit, reach 5 ft., one target. Hit: 12 (2d6 + 5) piercing damage plus 10 (3d6) cold damage. Melee Weapon Attack: +10 to hit, reach 5 ft., one target. Hit: 10 (2d4 + 5) slashing damage plus 10 (3d6) cold damage. Melee Weapon Attack:+10 to hit, reach 10 ft., one target. Hit: 12 (2d6 + 5) bludgeoning damage plus 10 (3d6) cold damage. The devil magically forms an opaque wall of ice on a solid surface it can see within 60 feet of it. The wall is 1 foot thick and up to 30 feet long and 10 feet high, or it's a hemispherical dome up to 20 feet in diameter.\nWhen the wall appears, each creature in its space is pushed out of it by the shortest route. The creature chooses which side of the wall to end up on, unless the creature is incapacitated. The creature then makes a DC 17 Dexterity saving throw, taking 35 (10d6) cold damage on a failed save, or half as much damage on a successful one.\nThe wall lasts for 1 minute or until the devil is incapacitated or dies. The wall can be damaged and breached; each 10-foot section has AC 5, 30 hit points, vulnerability to fire damage, and immunity to acid, cold, necrotic, poison, and psychic damage. If a section is destroyed, it leaves behind a sheet of frigid air in the space the wall occupied. Whenever a creature finishes moving through the frigid air on a turn, willingly or otherwise, the creature must make a DC 17 Constitution saving throw, taking 17 (5d6) cold damage on a failed save, or half as much damage on a successful one. The frigid air dissipates when the rest of the wall vanishes. ",
    "special_abilities_desc": "Magical darkness doesn't impede the devil's darkvision. The devil has advantage on saving throws against spells and other magical effects. ",
    "description": "      Gelugons were blue and white, insectile bipeds that stood about 10.5‒12 ft (3.2‒3.7 m) tall and weighed around 700 lbs (320 kg).[3][5][7] Their hands and feet ended in claws and their long, thick tails were surrounded in spikes.[3] Their heads hosted a set of antenna, sharp mandibles, and a pair of multifaceted eyes.[4][8] Gelugons resented the weak and respected the powerful, regardless of their allegiances.[2] They begrudgingly cooperated with weaker devils, seeing them as either pawns or outlets for their frustration.[1][2] Their desire for the power held by the pit fiends ingrained not only diligent loyalty, but also a crippling fear of making mistakes. While ice devils still schemed to obtain souls for their masters, they avoided complex plans and attempted to delay the end of their plans until after they were promoted.[9] Gelugons were savage warriors that fought their enemies with their claws, pincers and tails.[3] The body of a gelugon, but particularly the tail, was surrounded by an aura of numbing cold that slowed those they struck.[2] They were also known to freely exude an aura of fear that caused most to run in terror, and slowly regenerated when not harmed by good-aligned spells or weapons.[3] A gelugon using icy magic An ice devil's magical abilities allowed them to fly, and manipulate the cold in various ways, but their ability to create walls of ice was particularly chilling, freezing those that approached them and dissipating into dangerously frigid air when destroyed.[1][3] They had a wide variety of devils they could attempt to gate in for assistance, including lemures, barbazus, osyluths, or another ice devil.[3] A gelugon and its legion devil soldiers are shocked. The wicked savagery of the gelugons was fully displayed when they were not leading soldiers into battle, as their hatred for weakness led them to destroy their frailest foes first.[2][3] Their typical combat strategy was to immobilize the frontline first, allowing them to use their speed and reach to strike at softer enemies thus preventing their victims from fleeing.[2] However, the ice devils were also goal-oriented, fighting only if needed to complete their mission but never backing away from necessary battles or easy victories.[3] Because of the important nature of their work, it was possible that losing ice devils would be fortunate enough to have a pit fiend come to their aid.[4] They favored unarmed combat, destroying their targets with their numerous natural weapons or by using their supernatural abilities to send enemy ranks into disarray.[2][5] Despite this preference for unarmed combat, one in four gelugons wielded barbed spears so chilling that most were paralyzed by their frost.[4] While gelugons are most commonly found within Cania, a great number populated the icy expanse of Stygia. A regiment of gelugon soldiers were stationed on ice floe rafts in order to defend the tomb of Levistus.[4][10] Gelugons were both leaders and soldiers, a unique position among the baatezu, and were almost exclusively responsible for commanding infernal troops.[3][4] Because ice devils had no qualms with sending weak soldiers to their doom, and preferred to battle alone, they made poor generals. Both powerful mortals and devils alike used them as personal guards and elite warriors.[2] Gelugons tirelessly pursued promotion, faithfully accomplishing their missions and collecting as many souls as possible for their masters.[1] The fortress of Malsheem laid within Nessus and had only one portal entrance located at the bottom of a deep pit with Cania. It fell solely to the ice devils to protect the portal, and at any given time the ninth circle of Baator was protected by 9,999 gelugon guards. The pit fiends were forced to put immense trust in the gelugons and occasionally defend them when they were losing, but the formidable requirements for gelugon promotion allowed the pit fiends to safely rely upon them.[4] Simply making it on to the list of candidates required a gelugon to serve for 777 consecutive years without making a single mistake, with most having to repeat the qualification process over nine times.[4][9] Gelugons, along with pit fiends, were the baatezu most adept at wizardry, though they took up the practice less often than their superiors. They advanced as normal wizards did, but learned more cold-related spells in addition to the typical amount, and also researched icy variants of existing spells (such as a freezing as opposed to a flaming sphere).[11] A gelugon that finally earned their promotion was subjected to the hellfire of the Pit of Flame, experiencing 1,001 days of excruciating agony before being reborn as a pit fiend.[4] A gelugon standing on an iceberg in Stygia. A gelugon standing in frigid Cania. Although other baatezu occasionally visited, gelugons were the only native devils of Cania and it was said that their frigid aura was taken from the realm itself.[4] Unlike most devils, gelugons found colder climates more hospitable, although their immunity to fire allowed them to dwell even in scorching hot regions. The humid bogs of Minauros and molten plains of Phlegethos were both physically and visually disquieting for ice devils.[12] Gelugons possessed the ability to see ultraviolet light.[5] Because electricity was a glaring vulnerability of the baatezu, experiments were performed in an attempt to create gelugons that were more resistant to shock. While some tests succeeded the resulting ice devil's had their ability to radiate cold reduced. Other tests produced the opposite result, causing gelugons that were even more frigid than normal. Such gelugons were often deployed alongside yugoloth mercenaries, exploiting the daemon susceptibility to cold in order to ward off their typical treachery. Shock-resistant gelugons could be recognized by their extra antenna and transparent skin while colder gelugons were a shade of blue so bright that it never faded, even within the color-draining Gray Wastes.[8] The enchanted spear called Gelugon's Gouge was crafted out of an ice devil's tail barb.[13] The eyes of these creatures were capable of seeing in both total darkness[1][3] and the ultraviolet spectrum.[5] In addition, gelugons were capable of viewing their surroundings without their visual senses.[1][3] In the ancient past, the gelugons were a race of mercenary fiends similar to the mezzoloths. The archdevil Mephistopheles managed to trap their kind in a state of perpetual servitude millennia ago and turned them into denizens of the Nine Hells.[14] Gelugons had been driven to the fringes of their frozen domain due to Mephisto's obsession with developing a new form of magical hellfire. Despite their self-imposed exile, gelugons were still the most numerous residents of Cania, but had been supplanted as the favorite servants of their archdevil by beings like the pit fiends who were capable of aiding their lord's research. Although uncertain on whether to try and persuade or overthrow Mephistopheles, no ice devil openly criticized his decision, instead targeting their aggression at those who encouraged his behavior.[15]  Least: Lemure • Nupperibo • Spinagon\nLesser: Abishai (Black • Blue • Green • Red • White) • Barbazu • Erinyes • Excruciarch • Ghargatula • Hamatula (Stony devil) • Kocrachon • Merregon • Osyluth • War devil • Xerfilstyx\nGreater: Amnizu • Cornugon • Gelugon • Logokron • Narzugon • Orthon • Paeliryon • Pit fiend\nBaatezu of unknown rank: Advespa • Dogai • Gulthir • Jerul",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/a/a4/Ice_devil-5e.jpg/revision/latest?cb=20200411084046",
    "condition_immunities": [
        {
            "index": "poisoned",
            "name": "Poisoned",
            "url": "/api/conditions/poisoned"
        }
    ],
    "senses": {
        "blindsight": "60 ft.",
        "darkvision": "120 ft.",
        "passive_perception": 12
    },
    "xp": 11500,
    "damage_vulnerabilities": [],
    "damage_resistances": [
        "bludgeoning, piercing, and slashing from nonmagical weapons that aren't silvered"
    ],
    "damage_immunities": [
        "fire",
        "poison"
    ],
    "caption": "Gelugons, also called ice devils, led the infernal legions of the Nine Hells. They were cold-hearted commanders that despised weakness and saw frailer devils as entirely expendable."
}