{
    "name": "Imp",
    "hit_points": 10,
    "hit_dice": "3d4",
    "armor_class": 13,
    "challenge_rating": 1,
    "strength": 6,
    "dexterity": 17,
    "constitution": 13,
    "intelligence": 11,
    "wisdom": 12,
    "charisma": 14,
    "actions_desc": "Melee Weapon Attack: +5 to hit, reach 5 ft ., one target. Hit: 5 (1d4 + 3) piercing damage, and the target must make on a DC 11 Constitution saving throw, taking 10 (3d6) poison damage on a failed save, or half as much damage on a successful one. The imp magically turns invisible until it attacks, or until its concentration ends (as if concentrating on a spell). Any equipment the imp wears or carries is invisible with it. ",
    "special_abilities_desc": "The imp can use its action to polymorph into a beast form that resembles a rat (speed 20 ft.), a raven (20 ft., fly 60 ft.), or a spider (20 ft., climb 20 ft.), or back into its true form. Its statistics are the same in each form, except for the speed changes noted. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies. Magical darkness doesn't impede the imp's darkvision. The imp has advantage on saving throws against spells and other magical effects. ",
    "description": "      Although imps could take the form of various animals, their natural forms were those of approximately 2 ft (0.61 m) tall humanoids that weighed about 8 lb (3.6 kg).[3] A large variety of colorations existed for imps, but the most common one was dark red.[4] They fluttered through the air on their leathery, bat-like wings and their prehensile tails ended in fearsome stingers.[3][8] Their horns were small, sharp, and twisting, gleaming white along with their fangs.[3][4] The mind of an imp was both insidious and duplicitous, delighting in the corruption of mortals through trickery and temptation. Imps were masters of flattery, coercing others into acts of lawful evil through wheedling service due to lacking the intimidating presence held by other devils.[2][9] When not outright trying to corrupt, they engaged in unscrupulous mischief, such as swiping valuables. Regardless of the fawning façade they upheld, imps were ultimately at the service of their infernal lords and viewed their worldly masters as tools.[2][4] At the same time, their obedience to their leaders in Hell was rooted in craven pragmatism rather than genuine loyalty.[10] Even though they were always at the service of another, whether a devil or mortal, imps were still independent creatures with ambition that belied their small size and sycophantic demeanor.[4] Their true desire was like that of most devils, to advance beyond their current station and obtain a position of power, and offering them the chance to do so was the only way to obtain their true loyalty, if only temporarily. When provided with positions of power, their helpful personas faded away to reveal the authority abusing tyrants they kept hidden.[10] A particularly nefarious imp, spying upon others. While within their natural forms, imps fought with their venomous tails, piercing the skin and injecting a potentially fatal toxin into their assailants.[1][4] If needed, however, imps could polymorph into a variety of beast forms and individuals often had either one or two of them. Such forms were physically identical to normal animals and still allowed the imp to use their venom, although filtered through the animal's bite. Common animal forms for imps included that of a spider, rat, boar, raven or goat, although within raven and goat form they lacked the ability to use their venom.[3][4] Whether in their natural forms or in the form of animals, imps retained their various magical abilities. They could turn invisible and detect the presence of either magic or good at will. They also had the ability to use the suggestion spell once per day.[4] Imps were strangely durable creatures, healing from injuries with supernatural speed, and resisting fire, cold, poison, magic and electric-based abilities. Only silver or enchanted weapons were effective against an imp.[1][4] So long as an imp served as a familiar its master obtained certain benefits through the imp sharing its power. A telepathic link was established between the two so long as they were only a mile apart, allowing the caster to share senses with the imp, including its infravision, and empowering the master's spellcasting abilities. An imp closer to its master also granted them their regenerative abilities and resistance to magic.[4][5] On the other hand, an imp separated from their master became weaker than normal, and the death of the imp could cause them to take a severe loss in ability. When serving as familiars imps were also given the power to request wisdom from the archdevils, contacting them to ask six questions with a power similar to the commune spell.[5] The bond between an imp familiar and its master was established through a contract and violating the services of the deal caused an imp to retract its service and all benefits thereof.[1] Although durable, imps were cowardly creatures that did battle only if necessary.[2] When fighting, imps relied on the element of surprise, first turning invisible or entering animal form. From there, they waited for an opportunity to strike, such as the enemy becoming distracted, before striking and escaping from reach.[2][3] Imps would immediately flee if a battle was no longer going in their favor, but the exception to this rule was when their mortal charges were in danger. This apparent loyalty, however, was mere illusion, as an imp was only concerned with keeping their ticket to promotion and connection to the mortal realm.[1][3] Although they could be found throughout the Lower Planes, imps were most commonly found within Acheron and particularly Baator.[1][4] Occasionally they were found in groups, but they were more likely to be in the service of other malevolent beings.[2] They were willing to serve any kind of evil master but could not always be relied upon to be swift or efficient in their duties.[1] When under the rigid rule and watchful eyes of baatezu masters, however, imps followed commands as best as they were able, often serving as errand-runners, spies or emissaries.[4][10] Imps performed many roles in the hands of mortals, acting as advisors, scouts, assistants, confidants and, most importantly, familiars.[1][8] They typically served under lawful spellcasters like wizards and priests, or anyone else seeking magical power. Mortals judged worthy of an imp received them when they cast a find familiar spell, doing so based on the misconception that imps were weak and dutiful servants.[2][4] Lacking the authority to make Faustian bargains, imps relied on their ability to persuade and their available resources to quicken the corruption of their targets.[9] Imps fostered a lust for power within the hearts of their summoners by increasing their magical abilities, either through helping them acquire new spells or magical items. Using hindsight, spying and the knowledge bestowed on them from other devils, imps obtained a large sum of knowledge about arcane subject matters.[2] After making contact, imps would pretend to be at their summoner's service while secretly trying to control their actions.[4] Imps assigned to mortals as a part of deals were in an inferior position to those able to freely choose their targets, as beings willing to summon devils were normally already doomed to Baator and the devil who made the deal would be given the credit. When stuck in such a situation imps often attempted to corrupt as many souls as possible during their time as familiars. While some tried to extend their scheming service to those near their masters, others tried to sway influential individuals into changing their society in ways that caused others to commit diabolical deeds.[9] While physically weak compared to some lesser devils, the rank of imp was envied since the successful temptation of mortals to the acts of evil was one of the surest paths to further promotions. When a devil became an imp, it was often the first time they had the chance to be directly credited for damnation rather than marked as a lackey to another. For this reason, being given the ability to roam freely on the Material Plane to find vulnerable mortals was a highly desirable role, releasing an imp from the tight regulations of Hell and giving them complete credit for their works. Not all souls were equal within the Nine Hells, and the corruption of an important individual could be viewed as equal to that of a great number of souls. The average amount of souls required to qualify for promotion was somewhere around nine. Imps could also be promoted due to other notable deeds such as the rooting out of traitors.[9] Devils were normally discouraged from worshiping deities by the powers of the Nine Hells.[11] In addition to serving powerful devils or evil spellcasters, however, imps could be found in service to Deep Duerra, the duergar goddess.[12] Imps would eat any form of meat, whether alive or dead. Although they did not require sleep, imps occasionally rested in the Material Plane in their animal forms to take a break from their constant duties. Imps had to earn their right to a gender, toiling for centuries before being assigned one based on their works.[10] While other devils could be transformed into imps, they were also made from soul larvae twisted into form by powerful devils.[4][9] They did not age naturally and if slain on another plane of existence reformed on their native planes after a year and a day had passed. Imps perpetuated the idea that their kind were the descendants of a variety of modern fiends.[4] Imps were the lawful equivalents of the quasits, another diminutive race of fiends that coerced mortals into committing heinous acts for power.[4] There existed a variety of specialized imps that served specific functions within Hell, such as medical care or translating.[8] (From left to right) A blood bag imp, euphoric imp and filth imp Assassin imp • Bloodbag imp • Euphoric imp • Filth imp[8] Least: Lemure • Nupperibo • Spinagon\nLesser: Abishai (Black • Blue • Green • Red • White) • Barbazu • Erinyes • Excruciarch • Ghargatula • Hamatula (Stony devil) • Kocrachon • Merregon • Osyluth • War devil • Xerfilstyx\nGreater: Amnizu • Cornugon • Gelugon • Logokron • Narzugon • Orthon • Paeliryon • Pit fiend\nBaatezu of unknown rank: Advespa • Dogai • Gulthir • Jerul",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/e/e8/Imp-5e.jpg/revision/latest?cb=20161120200554",
    "condition_immunities": [
        {
            "index": "poisoned",
            "name": "Poisoned",
            "url": "/api/conditions/poisoned"
        }
    ],
    "senses": {
        "darkvision": "120 ft.",
        "passive_perception": 11
    },
    "xp": 200,
    "damage_vulnerabilities": [],
    "damage_resistances": [
        "cold",
        "bludgeoning, piercing, and slashing from nonmagical/nonsilver weapons"
    ],
    "damage_immunities": [
        "fire",
        "poison"
    ]
}