{
    "name": "Iron Golem",
    "hit_points": 210,
    "hit_dice": "20d10",
    "armor_class": 20,
    "challenge_rating": 16,
    "strength": 24,
    "dexterity": 9,
    "constitution": 20,
    "intelligence": 3,
    "wisdom": 11,
    "charisma": 1,
    "actions_desc": "The golem makes two melee attacks. Melee Weapon Attack: +13 to hit, reach 5 ft., one target. Hit: 20 (3d8 + 7) bludgeoning damage. Melee Weapon Attack: +13 to hit, reach 10 ft., one target. Hit: 23 (3d10 + 7) slashing damage. The golem exhales poisonous gas in a 15-foot cone. Each creature in that area must make a DC 19 Constitution saving throw, taking 45 (l0d8) poison damage on a failed save, or half as much damage on a successful one. ",
    "special_abilities_desc": "Whenever the golem is subjected to fire damage, it takes no damage and instead regains a number of hit points equal to the fire damage dealt. The golem is immune to any spell or effect that would alter its form. The golem has advantage on saving throws against spells and other magical effects. The golem's weapon attacks are magical. ",
    "description": "      These constructs were generally made with a bipedal, humanoid shape,[6] but stylized to suit their creator. Though they typically were built to resemble some form of armor. The features of their comparatively smoother than that of a stone golem.[4] The average iron golem was about 12 ft (3.7 m) tall and weighed 5,000 lb (2,300,000 g).[1] Iron golems were always dutifully obedient to whoever constructed them. When left in a room with no activity going on they would move into a dormant state, standing still.[6] Like any golem, these constructs possessed an immunity to magic and could not be harmed by normal weaponry. Only weapons with an enchantment of +3 or greater and magical lightning was known to be capable of harming them. However, their bodies of were particularly vulnerable to rust monsters.[4][6] The strength of these constructs was three times that of any flesh golem.[6] Due to the use of the spell cloudkill in their construction, iron golems were known to be capable of breathing out clouds of poisonous gas.[3][4][6] Much like a stone golem, these constructs relied heavily on their brute strength when fighting. However, unlike them an iron golem was known to wield swords, occasionally even enchanted ones, that were part of its construction.[4] Like any construct, iron golems could be found anywhere across the Realms regardless of climate or terrain.[4] In older ages the combined cost of spell components and the 5,000 lb (2,300,000 g) of iron needed to construct an iron golem was around 80,000 gp. An ornate sword was also required — if the sword was magical, there was half a chance that its magic would be drained as the golem was animated. The construction process took about three months and forging of their body needed to be done by a smith skilled in working iron.[4] Construction of these constructs could only be undertaken by magic-users of an 18th level or higher and required use of the spells cloudkill, geas, polymorph any object, and wish.[4][6] These spells could be cast by the user themselves or by means of an enchanted item, such as a scroll or wand.[4] Alternatively, the construction of an iron golem could be undertaken by any individual that owned a manual of golems[7] or the Tome of the Unicorn.[8] Iron golems were typically used to guard locations or valuable items.[4] Iron golems, called the dwarven statue golems, were used by inhabitants of the Dwarven Dungeons in Myth Drannor before its fall. In 1369 DR their magic was still strong and the constructs could be found still guarding the areas assigned to them hundreds of years prior.[9] Iron golems were not only used by mortals; the gnome god Flandal Steelskin also sent them to the Material Plane to do his bidding.[10]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/6/6d/Iron_golem-5e.jpg/revision/latest?cb=20161121014222",
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [
        "fire",
        "poison",
        "psychic",
        "bludgeoning, piercing, and slashing from nonmagical weapons that aren't adamantine"
    ],
    "condition_immunities": [
        {
            "index": "charmed",
            "name": "Charmed",
            "url": "/api/conditions/charmed"
        },
        {
            "index": "exhaustion",
            "name": "Exhaustion",
            "url": "/api/conditions/exhaustion"
        },
        {
            "index": "frightened",
            "name": "Frightened",
            "url": "/api/conditions/frightened"
        },
        {
            "index": "paralyzed",
            "name": "Paralyzed",
            "url": "/api/conditions/paralyzed"
        },
        {
            "index": "petrified",
            "name": "Petrified",
            "url": "/api/conditions/petrified"
        },
        {
            "index": "poisoned",
            "name": "Poisoned",
            "url": "/api/conditions/poisoned"
        }
    ],
    "senses": {
        "darkvision": "120 ft.",
        "passive_perception": 10
    },
    "xp": 15000
}