{
    "name": "Kobold",
    "hit_points": 5,
    "hit_dice": "2d6",
    "armor_class": 12,
    "challenge_rating": 0.125,
    "strength": 7,
    "dexterity": 15,
    "constitution": 9,
    "intelligence": 8,
    "wisdom": 7,
    "charisma": 8,
    "actions_desc": "Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 4 (1d4 + 2) piercing damage. Ranged Weapon Attack: +4 to hit, range 30/120 ft., one target. Hit: 4 (1d4 + 2) bludgeoning damage. ",
    "special_abilities_desc": "While in sunlight, the kobold has disadvantage on attack rolls, as well as on Wisdom (Perception) checks that rely on sight. The kobold has advantage on an attack roll against a creature if at least one of the kobold's allies is within 5 ft. of the creature and the ally isn't incapacitated. ",
    "description": "   A kobold was a reptilian humanoid,[12] standing between 2' and 2'6\" (60cm – 75cm) tall, weighing 35 to 45 pounds (16 – 20kg), with scaled skin between reddish brown and black in color and burnt orange to red eyes. Their legs were sinewy and digitigrade. They had long, clawed fingers and a jaw like a crocodile.[12] Small white or tan horns protruded from their head,[13] and they had rat-like tails. They would often smell of wet dog and stagnant water. Kobolds liked to wear red or orange garments, which were usually ragged.[10] Kobolds were not above using the most sinister of tricks to blend in among human crowds. Kobolds were resentful of their short stature and hated members of other races who poked fun at them for this. Most felt as though they ought to compensate for their small size in other ways, such as humor or aggression.[14] They would naturally tend to hate larger creatures, and although they would show respect and obedience if required, they always looked for ways to display their resentment.[15] The ultimate goal of the kobold race was to conquer as much land as possible.[14] They would plan and dig mines industriously, while laying cruel traps for interlopers, preferring an ambush to direct confrontation. If they ever confronted an enemy, they would try to overwhelm foes with sheer numbers.[4] Among the monstrous humanoids, they were known for cunning plans, and unlike many others, would also share those plans among the entire tribe. General plans and goals would be common knowledge, and detailed plans were shared with all who asked to allow them to work fruitfully for the good of the tribe. Their society was influenced by their lawful evil alignment. Kobolds were confident and happy to remain separated from the other races. Where other races considered heroes to be those who enact great feats of strength or military prowess, kobold heroes were those who showed great prowess in trap setting, torture and ambush.[15] Kobolds were extremely fecund egg-layers, having the highest birth rate among humanoids.[citation needed] A pregnant female would lay her egg within two weeks. About one in ten pregnancies led to two eggs. An egg needed incubation for about two months, but the newly hatched kobold could walk in just hours. The eggs were particularly sturdy, and the young inside could survive even if the egg broke as much as fifteen days early.[16] Kobold young matured quickly, having reached young adulthood in six years.[12] They often laid eggs in a common nest, with specialized foster parents watching over the eggs and wyrmlings.[citation needed] Some rare kobold children had wings,[1][2] while still others were dragonwrought, and showed signs of descent from a specific color of draconic ancestor.[17] It was possible to identify a dragonwrought egg because the shell would be speckled with flecks of the dragon's color, which became more numerous throughout the incubation period.[16] While winged kobolds were often disparaged by ordinary kobolds,[1][2] ritual demanded that dragonwrought eggs be taken to a sacred hatching place so that dragonwrought kobolds could be raised above ground in case they were able to fly and needed to learn to use their wings.[18] Like other reptiles, kobolds shed their skin periodically. A growing kobold might do this as frequently as weekly, but a developed one usually shed once per season. Unlike snakes, kobolds did not shed their entire skin at once; they instead shed portions of it over a period of time, much like lizards do. The process was usually accelerated by rubbing. Bitterleaf was often applied after shedding to help the new scales acquire strength and shine.[16] At some point in time, kobolds learned to domesticate dire weasels to serve them as guards and hunters. This resulted in lycanthropic kobold dire weasels. Around one in ten thousand kobolds was a natural lycanthrope in this manner.[19] Kobolds often favored pack tactics. Kobolds used their cunning and sheer weight of numbers to defeat enemies. They preferred to lay traps or ambushes, and would only engage a foe directly after it was weakened. If their numbers were diminished such that they had less than a two-to-one advantage, the group would usually flee. Kobold traps included spike pits, tripwires, flaming oil, and poisonous vermin.[4] They disliked gnomes to such an extent that they would attack on sight.[10] Kobolds would usually loot what treasure they could carry from their defeated enemies, who were usually killed. Occasionally, kobolds would enslave their foes, who then might be sold on, unless they were gnomes, which kobolds would always kill, but never eat.[10] Kobolds lived in the dark, ideally underground or thick forest,[4] in tribal societies.[13] Their lairs were often overcrowded, although when one tribe became too numerous, it split into numerous smaller ones. The overcrowding eliminated the concept of privacy, so kobolds slept in communal areas where nudity was not regarded as shameful or offensive, even to the opposite sex. Kobolds wore clothing for function or ritual, but not to prevent nudity. The common overcrowding often led to conflict, and two kobolds would fight to settle their differences, although these fights were not usually lethal. This led to a lack of deep-rooted divisions or grievances in kobold society.[11] They were respectful of authority figures, and would obey diligently, particularly when their ruler was of lawful evil alignment.[15] A kobold sorcerer (with fake wings). Kobolds had specialized laborers, yet the majority of kobolds were miners. They possessed darkvision and were particularly sensitive to bright light.[4] Kobolds preferred exile to execution, and in some disputes, kobolds would split tribes in order to spread their kind over a larger region.[citation needed] Kobolds had natural tendencies towards sorcery.[21] They could live up to 135 years,[10] and dragonwrought even longer.[12] Kobolds were similar to dragons, but while dragons had warm blood, kobolds were cold-blooded. Due to this, they were susceptible to cold, especially if it was brought on quickly.[12] They enjoyed swimming and would gather to bathe together, especially after shedding (see below). Kobolds would take a lot of care maintaining their claws and teeth, using smooth stones to polish claws and chewing roots to clean teeth.[16] It was unknown how kobolds were of dragon heritage. While each kobold valued its own life, the tribe came first. They considered the success of their tribe to be their own success.[11] Kobolds did not maintain monogamous relationships, and due to the importance they placed on propagation, they chose mates by practical measures rather than love or other emotions. Mating was an impersonal act for kobolds.[11] Kobolds spoke Yipyak[8], a version of the Draconic language, with a yipping accent.[10] Some could also speak Undercommon.[22][note 1] Kobolds often created their lairs by mining them from the rock. Mining was a meticulously planned and conducted process where nothing was left to chance. Divination magic was used to locate ore and mineral deposits. A high proportion of a kobold tribe were miners. Each family group was expected to cut its own room, the walls of which they would adorn with a pictorial history of the family.[23] Kobolds preparing to activate a trap A kobold inventor. The greatest art for kobolds was trapmaking. The use of invention and cunning in traps was the mark of a good trapmaker. The other art form was the pictorial representation of the tribe's history, created on the walls of a specially created room in every lair. Kobolds enjoyed making jewelry from the gems and precious metals they encountered while mining. They could be possessive about their personal jewelry collections, and much effort was put into crafting beautiful jewelry, unlike other items, which were functional rather than aesthetically pleasing.[23] A group of kobolds returning from a heist. Most kobolds were miners and so dressed in sleeveless tunics and breeches; but kobolds enjoyed dressing in more elegant clothing for festivities. These included clothes made from silk or leather, but tailored clothes were only common among leaders. Garments were often made to compliment the wearer's eyes, which involved the use of orange or red dyes. Other garments might be dyed to demonstrate the wearer's affinity to a particular kind of dragon. Kobolds required the dexterity in their feet too often to wear footwear, and the soles of their feet were hard enough to cope with most surfaces. Due to the amount of time kobolds spend mining, gemstones were readily available, and they used these to adorn their clothing, and to make jewelry.[16] The main deity of the kobolds was Kurtulmak, the god of war and mining, who hates all living things besides their kin.[4] A main part of their religion was to seek out magic items that they believed may help free Kurtulmak from his eternal prison.[10] The other main god worshiped by the kobolds was Gaknulak, the god of protection, stealth, trickery and traps. A lesser-known kobold demigod was Dakarnok. The remainder of the kobold pantheon was comprised of deified kobold heroes.[15] Kobolds were also known for serving dragons and praising them as gods. A kobold tribe would present a dragon with tributes and sacrifices and whatever they thought it may like; they might have even seen it as a great honor to be devoured by the creature. If a kobold tribe was not accepted by a dragon they might start working for it in secret. Once a tribe settled to serve a dragon, their entire existence was to serve their god in every way.[24] Kobolds were omnivorous, eating plants and animals, but would not refuse to eat intelligent creatures if the opportunity presented itself.[4] They were able to eat just about anything when the situation became desperate, even tree bark or bone. Due to their cold-blooded nature, kobolds that had spent time in a warm place would not need to eat for days.[25] Kobolds held a hatred for nearly all other humanoid races and enjoyed killing and torturing them, in particular brownies, gnomes, pixies and sprites.[13] Kobolds were known to use dire weasels as mounts.[26] Kobolds were the first of the dragonspawn and were created by Asgorath (another name for Io) alongside urds around −24,500 DR.[27] They lived under Kurtulmak in Darastrixhurthi, a vassal state of Darastriverthicha, a nation ruled by the green dragon Caesinsjach. They found the gems in which the souls of the gnomes waited to be turned into living creatures and enslaved those who already lived. When the elves caused the Rage of Dragons, their dragon turned on them, and Garl Glittergold took this chance to kill Kurtulmak and the kobolds by collapsing the cavern in which their nation lay.[27] A blue dragonwrought kobold called Kuraulyek took the urds and fled out of egoism to the Thunder Peaks against Kurtulmak's orders to protect the kobolds against their mad master. This led to the near extinction of the entire kobold race. Io subsequently elevated Kurtulmak to deity status as leader of the kobolds, but also elevated Kuraulyek both as reparation but also to ensure the continued existence of the race. Kurtulmak learned about Kuraulyek's actions, and since then it was said that the latter was hiding from the former out of fear of reprisal.[27]   Dragonbloods: Draconic creature • Dragonborn of Bahamut • Dragonspawn\nDrow-dragon (shadow) • Drow-dragon (deep) • Half-dragon • Kobold (Dragonwrought • Urd) • Weredragon • Zar'ithra • Zekyl\nHybrid monsters: Dracimera • Mantidrake • Wyvern drake",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/f/f3/Monster_Manual_5e_-_Kobold_-_p195.jpg/revision/latest?cb=20141112221803",
    "condition_immunities": [],
    "senses": {
        "darkvision": "60 ft.",
        "passive_perception": 8
    },
    "xp": 25,
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": []
}