{
    "name": "Kraken",
    "hit_points": 472,
    "hit_dice": "27d20",
    "armor_class": 18,
    "challenge_rating": 23,
    "strength": 30,
    "dexterity": 11,
    "constitution": 25,
    "intelligence": 22,
    "wisdom": 18,
    "charisma": 20,
    "actions_desc": "The kraken makes three tentacle attacks, each of which it can replace with one use of Fling. Melee Weapon Attack: +7 to hit, reach 5 ft., one target. Hit: 23 (3d8 + 10) piercing damage. If the target is a Large or smaller creature grappled by the kraken, that creature is swallowed, and the grapple ends. While swallowed, the creature is blinded and restrained, it has total cover against attacks and other effects outside the kraken, and it takes 42 (12d6) acid damage at the start of each of the kraken's turns. If the kraken takes 50 damage or more on a single turn from a creature inside it, the kraken must succeed on a DC 25 Constitution saving throw at the end of that turn or regurgitate all swallowed creatures, which fall prone in a space within 10 feet of the kraken. If the kraken dies, a swallowed creature is no longer restrained by it and can escape from the corpse using 15 feet of movement, exiting prone. Melee Weapon Attack: +7 to hit, reach 30 ft., one target. Hit: 20 (3d6 + 10) bludgeoning damage, and the target is grappled (escape DC 18). Until this grapple ends, the target is restrained. The kraken has ten tentacles, each of which can grapple one target. One Large or smaller object held or creature grappled by the kraken is thrown up to 60 feet in a random direction and knocked prone. If a thrown target strikes a solid surface, the target takes 3 (1d6) bludgeoning damage for every 10 feet it was thrown. If the target is thrown at another creature, that creature must succeed on a DC 18 Dexterity saving throw or take the same damage and be knocked prone. The kraken magically creates three bolts of lightning, each of which can strike a target the kraken can see within 120 feet of it. A target must make a DC 23 Dexterity saving throw, taking 22 (4d10) lightning damage on a failed save, or half as much damage on a successful one. ",
    "special_abilities_desc": "The kraken can breathe air and water. The kraken ignores difficult terrain, and magical effects can't reduce its speed or cause it to be restrained. It can spend 5 feet of movement to escape from nonmagical restraints or being grappled. The kraken deals double damage to objects and structures. ",
    "description": "   Krakens were feared across the known world. They were creatures that dwell in the depths of the ocean and came to the surface to prey upon ships and their crews.[citation needed]    They were akin to squids except larger in size, with a body almost 30 feet (9.1 meters) long. They had a similar body, with a ring of tentacles surrounding a mouth connected to a conical central body. Two of its ten tentacles were longer than the rest and had deadly barbs. The kraken had very large eyes, and fins protruded from the upper part of its elongated central body.[4] When younger, krakens resembled a pale squid.[10] Their massive tentacles could crush the hull of a galleon. The average kraken was about 100 feet (30 meters) in length and weighed about 4,000 pounds (1,800 kilograms).[citation needed] Krakens were highly destructive and evil creatures. With their strong tentacles and massive strength, they could pull an entire ship down into the ocean. They often completely wiped tropical islands of all life, and deep beneath the ocean, they had cavernous lairs where they bred human slaves to feed and tend them.[4] While the kraken itself was quite powerful, many never saw the creature's body. It hid below the surface of the water, where it could be protected from any attacks by a ship's defenders. The kraken instead sent forth its massive tentacles to catch crewmen and drag them below the water, where the beast could devour the unfortunate souls in one gulp.[citation needed] Krakens attacked predominantly with their tentacles. They could both constrict opponents and bring them into the reach of the creature's huge jaws. In addition, krakens could also release an enormous cloud of jet-black ink, regenerate severed limbs, and even cast spells.[4] A juvenile kraken. Krakens could speak some languages of surface-dwelling races but most commonly spoke Common, Aquan,[4] or a language of their own similar to that of whales.[citation needed] In the area around Serôs krakens were known to be actively hunted by both storm giants and merrows, keeping their population low.[11] Krakens were supposedly once the rulers of the sea, but eventually the forces of good drove them back, though legends said they would one day rise again.[citation needed] Disclaimer: The views expressed in the following links do not necessarily represent the views of the editors of this wiki, nor does any lore presented necessarily adhere to established canon.",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/f/fc/Kraken-5e.jpg/revision/latest?cb=20200411084304",
    "condition_immunities": [
        {
            "index": "frightened",
            "name": "Frightened",
            "url": "/api/conditions/frightened"
        },
        {
            "index": "paralyzed",
            "name": "Paralyzed",
            "url": "/api/conditions/paralyzed"
        }
    ],
    "senses": {
        "truesight": "120 ft.",
        "passive_perception": 14
    },
    "xp": 50000,
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [
        "lightning",
        "bludgeoning, piercing, and slashing from nonmagical weapons"
    ],
    "caption": "Krakens , called lopok by the locathah, were large, ocean-dwelling magical beasts. Krakens were feared across the known world. They were creatures that dwell in the depths of the ocean and came to the surface to prey upon ships and their crews."
}