{
    "name": "Lamia",
    "hit_points": 97,
    "hit_dice": "13d10",
    "armor_class": 13,
    "challenge_rating": 4,
    "strength": 16,
    "dexterity": 13,
    "constitution": 15,
    "intelligence": 14,
    "wisdom": 15,
    "charisma": 16,
    "actions_desc": "The lamia makes two attacks: one with its claws and one with its dagger or Intoxicating Touch. Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 14 (2d10 + 3) slashing damage. Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 5 (1d4 + 3) piercing damage. Melee Spell Attack: +5 to hit, reach 5 ft., one creature. Hit: The target is magically cursed for 1 hour. Until the curse ends, the target has disadvantage on Wisdom saving throws and all ability checks. ",
    "special_abilities_desc": "The lamia's innate spellcasting ability is Charisma (spell save DC 13). It can innately cast the following spells, requiring no material components. At will: disguise self (any humanoid form), major image 3/day each: charm person, mirror image, scrying, suggestion 1/day: geas ",
    "description": "   A typical lamia stood over 6 ft (1.8 m) tall, measured 8 ft (2.4 m) long, and weighed about 650‒700 lb (290,000‒320,000 g). Most lamias appeared to be beautiful women from the waist up but had the bodies of powerful lions from the waist down. However, these were the weakest forms of lamia. Lamia nobles had the lower bodies of serpents, which often led to them being confused with naga, yuan-ti abominations, or medusas.[7] The most powerful of lamias could change their lower bodies as easily as a mortal being changed their clothes.[citation needed] The lower body of a lamia could also resemble other animals such as goats and deer. The upper body of a lamia was that of a human torso that did not have animalistic features such as scales, horns, or fur.[3] Lamias were sinister creatures who lived in desert ruins. They sustained themselves by eating human flesh. They use a variety of abilities, including seduction, disguise, ventriloquism, illusions, mirages, mirror images and other such things, to lure, entice and confuse those who wandered into their midst into dangerous situations. When they secured their victim, they carved a feast out of them with curved daggers. Lamias did not wear any form of clothing or other adornment. They seemed devoted to chaos and destruction in their native habitats. They never ventured more than ten miles (16km) from their lairs. Lamias also had the ability to drain wisdom with their touch.[3] Lamia society was matriarchal, believing males were good for nothing more than breeding and slave labor.[3] Lamias sought to live in excess, surrounding themselves with beauty and slaves. They were highly sexual creatures and mated often with captured males to produce offspring.[3] Lamias followed the most powerful member of their community. They made their lairs within ancient ruins and abandoned cities. In these lairs, they used their illusory powers to transform the environment to appear new as if rebuilt to their former glory.[3] One type of rarer lamia was the lamia noble. These beings ruled over other lamias and the locations they inhabited. Unlike normal lamias, they had the lower bodies of serpents. Males fought with curved swords and magic, while females only used magic. Lamia nobles were also capable of venturing further from their lairs than other lamias, and prefered to go into urbanized areas in the guise of a human to infiltrate human and demihuman societies. Lamia nobles were prone to outbursts of senseless violence. [3] They could speak many different languages.[3] The lamia of the desert of Anauroch worshiped a wide variety of gods, including some human ones, but they were seeking for a \"true faith\" of their own.[8] The Demonomicon of Iggwilv claimed that the ancient obyrith Pale Night was the mother of the lamia race.[9] ",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/3/38/Lamia-5e.png/revision/latest?cb=20161205022020",
    "condition_immunities": [],
    "senses": {
        "darkvision": "60 ft.",
        "passive_perception": 12
    },
    "xp": 1100,
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [],
    "caption": "Lamias were dangerous monstrosities that lived to bring strife and suffering into the world. They were cruel and seductive beings who lured their victims closer to doom with illusions of beauty."
}