{
    "name": "Lemure",
    "hit_points": 13,
    "hit_dice": "3d8",
    "armor_class": 7,
    "challenge_rating": 0,
    "strength": 10,
    "dexterity": 5,
    "constitution": 11,
    "intelligence": 1,
    "wisdom": 11,
    "charisma": 3,
    "actions_desc": "Melee Weapon Attack: +3 to hit, reach 5 ft., one target. Hit: 2 (1d4) bludgeoning damage. ",
    "special_abilities_desc": "Magical darkness doesn't impede the lemure's darkvision. A lemure that dies in the Nine Hells comes back to life with all its hit points in 1d10 days unless it is killed by a good-aligned creature with a bless spell cast on that creature or its remains are sprinkled with holy water. ",
    "description": "   Classifed as least devils by some scholars[11][12][13] but not even worthy of classification by most others,[8][11][14][15][16] lemures were at the bottom of the infernal hierarchy, sitting just below the bloated nupperibos.[11][12][8][14][13] Lemures were hideous, 5 ft (1.5 m) tall blobs of molten, stinking flesh that oozed across the ground as they moved.[10][6] They were a formless, shivering, 100 lb (45 kg) mass below their waists but their heads and torsos were of a vaguely humanoid shape.[6][18] Even as their facial features melted and shifted they maintained a permanent expression of horror and anguish, with most constantly gibbering to themselves despite their inability to speak.[4][1] Although most were unrecognizable, a rare lemure showed some memory of their mortal life by occasionally making certain facial features or nervous twitches. Even if not made through expressions, some had vestiges of their past lives, such as small shreds of clothing still attached to their amorphous masses.[4] Over time, however, remnants of individuality would become less noticeable as they continued to endure their wretched existences.[19] Lemures were almost completely mindless and effectively incapable of making decisions, even those that concerned themselves.[20] They sought revenge against reality itself as they blamed all the cosmos for their current condition, violently lashing out at all beings, with only the forced telepathic mandates of their superiors able to restrain their thirst for vengeance.[6] They generally tried to avoid other devils and rampaged in their hordes.[4] No matter from what kind of soul a given lemure was created, they normally retained nothing of their old personality or memory, although rarely a minor remnant of their memories would still be present. However, despite their mindlessness, they were capable of a primary motivation for promotion and the innate understanding that this would occur if they somehow proved themselves.[18][4] Lemures were hard to kill as they had an inherent and tenuous, if slow, regeneration ability. Even if turned into ash, they could fully regenerate over time. One way to permanently kill them was to use holy implements such as a holy weapon or holy water.[3] Another method was to eat them, the tactic that was both the most secure and most commonly used by demons.[21] Lemures had a complete immunity against any effects that attempted to tamper with their minds, due to not having minds to manipulate.[6] Lemures shambled forward in infernal legions at the command of their masters' telepathy, thoughtlessly slaughtering everything in their path and stopping only at the telepathic commands of their superiors.[6] They usually attacked their prey by clawing them apart or beating them into submission. They were individually weak and their tactics, or what passed as such, consisted of swarming their enemies and relying on their numbers, although they didn't always need great numbers to succeed.[3][1] Said numbers could reach more than a thousand under a single devil commander, allowing them to march in a special wedge formation called a \"battle drive\", which allowed them to hit more accurately.[3][1] The slowly crawling horde often, eventually, prevailed by virtue of sheer numbers, but commonly saw a 70-90% casualty rate, so the tactic was typically reserved for desperate battles when success was more important than the army's own longevity.[19] Lemures were the lowest of the baatezu, both regularly abused and lacking a true name. They were marshaled en masse by spinagons into the infernal armies that were thrown into the Blood War.[3][1][23] When not engaged in battle, lemures were left in the fiery spawning pits of Hell to torture any mortal souls that they found swimming amid the hellfire.[4] Lemures were suspected to be of infinite numbers and often wandered Avernus and Dis in massive hordes.[20] It was presumed that the mindlessness of the lemures was by design so that the baatezu could easily influence the lower caste into choosing the path of evil. With this mindlessness came also a lack of \"lesson\" that the lemure needed to learn if it wanted a promotion.[20] As low as a lemure's position was, they had a shot at a high position in the infernal hierarchy as any lemure was at least theoretically capable of rising through the ranks up to pit fiend rank and from there to higher nobility.[3] After becoming a lemure, the baatezu acknowledged the creature as part of their race and not as a petitioner, although they were still beneath notice.[20] They had not even truly begun the process of having their spirits expunged of the taint of chaos (and maybe even good).[24] The process was mostly randomized, however, based on the need of the promoter rather than the merit of the lemure, although occasionally such a process was used for amusement. When a lemure had the chance to be promoted to a spinagon, it sometimes had to fight against other lemures up for the position. After one won, its skin was taken away to reveal the form of a spinagon. It was also entirely possible the devil in charge of the fight would simply kill the winner if the fight failed to be entertaining. When a lemure did not manage to get a promotion, something that was effectively a matter of chance at their low station, it was over time absorbed into Baator like the petitioners they truly were.[18][25][4] Promotion at such a low level was something that could be done by a greater devil and was done when there was some demand for a specialized skill, such as the common transformation into an imp, or strangely into a wraith or spectre.[1][4] Conversely, it was entirely possible for a higher-ranking baatezu to commit such a severe crime that it was demoted to lemure status, causing them to lose all their memories.[1][25] When a soul arrived in Baator, they were shipped to torture stations and underwent a process of unimaginable agony, wracking their souls with pain, infusing them with fury and wringing them out of all their energy.[18][1] This often involved the use of a bed-like torture device known as a shriver that rended energy from mortal souls,[26] as well as the work of kyton and excruciarch teams to turn their petitioner victims into proto-lemures. Once completely drained of energy, the souls underwent arcane rituals that corrupted them with infernal power.[1][18] The process of lemure creation was concluded with dropping the proto-lemure into the Maggot Pit in Avernus, whereupon the drained husk would swiftly die before being reborn as a lemure. They could also be made from soul larvae, although, out of about a hundred thousand, only about a dozen were turned by the devils into lemures after a natural selection process. It was also possible for lemures to be made through demoting the nupperibos that naturally appeared from soul larvae. Occasionally, lemures even spontaneously pulled themselves from Baator itself although such an event was rare.[20] Souls that arrived in Baator because they were truly lawful evil rather than their dealings with the devils arrived through the River Styx.[27] Lemures needed more frequent but shorter rests than higher-ranking devils, stopping whenever they could to satisfy the five minutes they needed to be fully recovered. They were genderless devils that had no sex organs.[21] Least: Lemure • Nupperibo • Spinagon\nLesser: Abishai (Black • Blue • Green • Red • White) • Barbazu • Erinyes • Excruciarch • Ghargatula • Hamatula (Stony devil) • Kocrachon • Merregon • Osyluth • War devil • Xerfilstyx\nGreater: Amnizu • Cornugon • Gelugon • Logokron • Narzugon • Orthon • Paeliryon • Pit fiend\nBaatezu of unknown rank: Advespa • Dogai • Gulthir • Jerul",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/a/a4/Lemure-5e.jpg/revision/latest?cb=20161013135326",
    "damage_vulnerabilities": [],
    "damage_resistances": [
        "cold"
    ],
    "damage_immunities": [
        "fire",
        "poison"
    ],
    "condition_immunities": [
        {
            "index": "charmed",
            "name": "Charmed",
            "url": "/api/conditions/charmed"
        },
        {
            "index": "frightened",
            "name": "Frightened",
            "url": "/api/conditions/frightened"
        },
        {
            "index": "poisoned",
            "name": "Poisoned",
            "url": "/api/conditions/poisoned"
        }
    ],
    "senses": {
        "darkvision": "120 ft.",
        "passive_perception": 10
    },
    "xp": 10
}