{
    "name": "Lion",
    "hit_points": 26,
    "hit_dice": "4d10",
    "armor_class": 12,
    "challenge_rating": 1,
    "strength": 17,
    "dexterity": 15,
    "constitution": 13,
    "intelligence": 3,
    "wisdom": 12,
    "charisma": 8,
    "actions_desc": "Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 7 (1d8 + 3) piercing damage. Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 6 (1d6 + 3) slashing damage. ",
    "special_abilities_desc": "The lion has advantage on Wisdom (Perception) checks that rely on smell. The lion has advantage on an attack roll against a creature if at least one of the lion's allies is within 5 ft. of the creature and the ally isn't incapacitated. If the lion moves at least 20 ft. straight toward a creature and then hits it with a claw attack on the same turn, that target must succeed on a DC 13 Strength saving throw or be knocked prone. If the target is prone, the lion can make one bite attack against it as a bonus action. With a 10-foot running start, the lion can long jump up to 25 ft.. ",
    "description": "      Male lions had large manes of golden fur. They were responsible for defending the pride against any attackers. Female lions, who had no manes, were the hunters of the pride. They used group tactics to hunt and provide food for the entire pride.. A male lion was 5‒8 ft (1.5‒2.4 m) in length and weighed 330‒550 lb (150‒250 kg). Females were slightly smaller.[2][6] Lions lived in prides of up twenty individuals, mostly females and their cubs. Each pride only had up to three adult male lions. Lions were obligate carnivores and hunted large animals such as giraffes and zebras. If necessary, they will hunt domesticated animals. They rarely hunted humanoids. The gestation period of a lion cub was approximately three months.[6][7] Lions were powerful and dangerous predators. Female lions hunted prey in packs, co-operating to drive their prey into a location ideal for ambush. Their long and sharp claws delivered devastating damage.[6] Their powerful hindquarters allowed a lion to jump up to 30 ft (9.1 m). Their sense were very sensitive and as a result, it was very difficult to sneak up on a lion. Lions avoided climbing and swimming.[6] Spotted lions were about thirty percent larger than the standard lion, and had a speckled outer coat. They roamed the plains and hills of the land, and exhibited similar form and behavior as other lions.[8] Fracto-Nimbuli, a cloud giant in Chondath, kept three spotted lions as pets.[9] A female lion from Neverwinter Nights. Among other places, wild lion prides were found in the wild grasslands surrounding the ancient city of Cursrah in the area that would later become the Calim Desert.[10] Lions were frequently found near the Well of the Cloven Rock, an oasis within Anauroch, when not hunting in the Hills of Scent.[11] Other locations there were known to inhabit were the Vilhon Reach[12] and the island of Storna.[13] The golden lion served as the currency of Cormyr.[14] In Tethyr, the Lion's Sword was the Tethyrian sword of state, wielded by princes and kings of the kingdom for centuries. In addition, the Monarch's Scepter, a unique rod of absorption that served as part of the regalia of the monarch of Tethyr, was a rod of pure silver, whose forward-oriented end was shaped to look like the head of a roaring lion.[15] Barachiel, a member of the Celestial Hebdomad and ruler of Lunia, used a lion as his symbol.[16] Nobanion was considered the deity of lions.[17] The faithful of Nobanion celebrated two festivals dedicated to lions, the Festival of the Pride and the Newborn Celebration.[12]. Lions were among the favored animals of Anhur.[18] Waukeen was often pictured with a pair of golden lions reclining at her feet. One of a set of matching lion statues was recovered from an abandoned temple to the Merchant's Friend in Tantras and taken to the Temple of Torm's Coming by Dunn Tenwealth during the Time of Troubles; it was this statue which Torm brought to life to prove himself to Adon, and which he later joined with his human avatar to become the giant, lion-headed man who fought and slew Bane in Tantras Harbor.[19] Chalsembyr's Heart, the sword which followers of Torm created to seek out the deity's lost kingdom from when he was a mortal, had cross guards shaped like lion's paws, and where they met the blade at the rain guard was an image of a lion's head, in profile on one side, face-on on the other.[20] Aurora's Whole Realms Catalogue sold lion hides for 24 gp a piece.[21] Lions were raised from birth and trained to be companions and mounts in Turmish, even though this task was dangerous, laborious, time-consuming, and could cost a fortune.[22] Numerous locations were named after lions: Numerous organizations were named after lions: The entrance to the Shining Temple of Bishamon in Aru was guarded by massive lion statues, carved of ebony with eyes of gold and teeth of crystal.[35] An amulet of health often had the head of a lion engraved on one side.[36] Several years in the Roll of Years contain lions in their names: the Year of the Rearing Lion, 935 DR, the Year of the Lion's Heart, 1040 DR, the Year of Lions' Roars, 1071 DR, the Year of the Lion, 1340 DR, and the Year of the Lion Rampant, 1511 DR. Disclaimer: The views expressed in the following links do not necessarily represent the views of the editors of this wiki, nor does any lore presented necessarily adhere to established canon.",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/5/5c/Turmish_riding_lion.png/revision/latest?cb=20201207013721",
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [],
    "condition_immunities": [],
    "senses": {
        "passive_perception": 13
    },
    "xp": 200
}