{
    "name": "Lizard",
    "hit_points": 2,
    "hit_dice": "1d4",
    "armor_class": 10,
    "challenge_rating": 0,
    "strength": 2,
    "dexterity": 11,
    "constitution": 10,
    "intelligence": 1,
    "wisdom": 8,
    "charisma": 3,
    "actions_desc": "Melee Weapon Attack: +0 to hit, reach 5 ft., one target. Hit: 1 piercing damage. ",
    "special_abilities_desc": "",
    "description": " This is a\nGood Article!  Blackscale\nPoison Dusk     Lizardfolk were semi-aquatic[9] reptilian humanoids. Their skin was covered in scales and varied in color from dark green through to shades of brown and gray. Taller than humans and powerfully built, lizardfolk were often between 6 and 7 feet (1.8–2.1 m) tall and weighed between 200 and 250 pounds (90.7–113 kg).[8][3] Lizardfolk had non-prehensile muscular tails that grew to three or four feet in length, and these were used for balance.[9][3][8] They also had sharp claws and teeth.[3] Although non-reptilians struggled to tell the difference between males and females, lizardfolk could easily distinguish themselves.[8] Lizardfolk had to keep their skin relatively moist and needed to wet their bodies regularly if they were in dry climates. For this reason they were particularly fearful of desert landscapes.[12] Lizardfolk were strong and hardy beings, and their thick scaly hides protected against attack. They could hold their breaths far longer than humans could, up to twice as long as an equivalent human. This ability enabled them to operate underwater in their marshy homes.[7][6][3] The lizardfolk's tails aided them in keeping their balance and in leaping, and made them particularly gifted swimmers.[3][12] Lizardfolk were also noted to have darkvision.[7][note 1] Lizardfolk had no interest in money or jewels. They also did not much value accumulating knowledge if it was not practically useful. They largely valued things based on whether or not it was good to eat. If it was, it quickly got their attention; if not, it was ignored.[7] Lizardfolk could often become distracted at the appearance of food, even if they were in combat.[12] They were easier to parley with after a meal, and a hungry lizardfolk was completely obstreperous.[6] Lizardfolk could be highly dangerous when provoked.[3] However, they were not inherently evil; they were simply savage and had a hard time fitting in with the civilized world.[7] Those that ventured into towns or cities were often alarmed, frightened, or offended by the environment.[13] Few tried to adapt, let alone assimilate into Faerûnian societies. Instead, they felt their part was to learn about \"softskin\" ways and in turn show them how \"real people\" lived.[7][6] Lizardfolk females laid clutches of eggs, from which their young hatched. The eggs were kept well protected in the tribe's lair.[8] The life of a hatchling was especially hard.[7] Lizardfolk reached maturity within five years of hatching.[8] As lizardfolk aged, their bodies slowed down. Most lizardfolk over the age of 60 spent their days laying on warm rocks in the sun.[7] Although lizardfolk aged much the same and had a similar lifespan to humans—the oldest reached 80 years of age—it was rare for lizardfolk males to grow old as they usually died in combat long before.[8] Lizardfolk were quite diverse in their diet. Lizardfolk were omnivorous, but strongly favored meat when they could get it.[3][7] According to stories, to the lizardfolk, the most delicious meat was humanoid flesh, especially human,[7][3][4] but this claim was more-or-less unfounded. However, some tribes did consume captives and enemies slain in battle.[3] but more civilized tribes often resisted this craving.[9] Meanwhile, ritual cannibalism of deceased tribe-members was customary.[7] Lizardfolk were quick to consume anything that was edible. For this reason, lizardfolk never kept pets.[6] When hunters brought back prey, adult lizardfolk ate first, taking what they wished. The young were usually left with the scraps, and more often than not subsisted on edible plants foraged from around the tribe's lair.[7] A lizardfolk, armed to the teeth. Most lizardfolk had little interest in battle tactics or strategy, and they fought as a disorganized mass of individuals. Despite their impressive hunting skills, lizardfolk often relied on strength and weight of numbers in battle, and simply charged their foes head-on. At the most, they would try to push foes into water, where lizardfolk often enjoyed an advantage.[7][3] However, if lizardfolk were being attacked or pursued, or their camps were in danger or their territory invaded, their hunting skills came to the fore and they laid traps, snares, and pitfalls. They organized ambushes and raided enemy supplies. The more advanced tribes attempted cleverer strategies and traps. A great many lizardfolk lairs were defended by traps.[7][3] Lizardfolk gathered into tribes. A typical tribe might have 150 lizardfolk, with around 50 male, 50 female, and 50 hatchlings,[7] Another might have only 30–60 adults, with half as many hatchlings and one tenth that number in unhatched eggs.[3][7] Lizardfolk society was patriarchal and leaders held their positions for their strength and power alone.[7][3] Although challenges for leadership were rarely made, anyone in the tribe could try and seize power from the leader. This would leave the tribe unorganized and vulnerable until a new leader took charge or the old leader had reasserted their position.[7] Lizardfolk leaders were most often barbarians or even druids. In a tribe, they would be assisted by two lieutenants.[3] Many skilled warriors were fighters and barbarians.[7] Tribal shamans, meanwhile, were usually clerics who worshiped Semuanya. Shamans rarely served as leaders, and by-and-large only offered advice.[3][7] Females in the tribes were responsible for hatching eggs, raising young, and maintaining the camp. All the females in the tribe would work together to raise the young. They monitored their hatchlings closely, as the young were difficult to handle and tended to wander off, away from camp and into the wilderness.[7] Lizardfolk fashioned primitive weaponry and tools from wood, stones, and plants they found in the wetlands. Lizardfolk preferred weapons they could fashion themselves from what was available, and so they tended to be simple and limited in variety. More advanced tribes made use of a wider range of weaponry and shields. Moreover, they would sometimes utilize weapons they found or stole; tribal leaders typically got to use items that had been stolen or bartered from other races.[7][3][6] The barbed dart was a weapon unique to the lizardfolk.[6] However, their claws and teeth were often sufficient.[7][3] Camps varied in style from tribe to tribe. The simplest were just damp leaves used for bedding, but more developed lizardfolk tribes built crude dwellings.[3][7] They did not keep animals as pets or mounts, but rarely a lizardfolk druid might employ their magic to charm a dinosaur and ride it into battle to awesome effect.[6] A species of giant gourds was staple of the Lizard Marsh. These enormous edible fruits were hollowed and dried out by the lizardfolk of the Marsh, making them into oversized containers, often bigger than an adult human in size. These gourds were painted, decorated, and used to store various liquids, such as fresh water, fermented alcohol, and small swimming snacks.[15] A lizardfolk wielding a polearm and a shield. The lizardfolk had no traditions of farming, cultivation, or animal raising, so food was acquired through fishing, hunting, scavenging, or stealing. Those that dwelled near other humanoids raided their neighbors for food, supplies, and even slaves. The tribe's survival was its primary, or indeed, only concern. When they felt threatened, or when food shortages would lead to starvation, a tribe would do absolutely anything to guarantee its survival, even committing acts others would see as despicable.[8][3] Most lizardfolk were content to live their lives out in the swamps and marshes where they were born but, on occasion, some would venture outside their swampy homes to hunt bigger and more dangerous prey. Sometimes a lizardfolk even desired to know more about the outside world, but mostly to bring knowledge back to their leader. When they did so, lizardfolk rarely traveled alone. If they left the swamp, they would do so in pairs or groups of three. Lizardfolk feared that, without others of their own kind with them to remind them of who and what they were, they would lose their identity and be seduced by the ways of civilization and never come home again.[7] When a member of the tribe passed away, they were eaten by the others in a ceremonial wake. In this way, they became part of the tribe again, not just figuratively but literally.[7] Lizardfolk spoke Draconic[note 2] and smarter individuals sometimes learned bits of Common. Depending on where they lived, lizardfolk might learn other languages like Dwarven, Elven, Gnoll, Goblin, Orc, or other languages used in their area, and even Aquan. Most ordinary lizardfolk were illiterate.[7][3] Most lizardfolk worshiped Semuanya, who focused solely on the survival and propagation of the lizardfolk species.[3] This religion was maintained by clerics who served as tribal shamans; they bestowed Semuanya's blessings on the lizardfolk people whenever required. Although they had no shrines or temples, nor even regular ceremonies, lizardfolk were very proud of their religious traditions and their deity.[6] However, Semuanya was an uncaring and unfeeling god who dismissed even the suffering of his followers, expecting them to take care of themselves.[16][17][18] Thanks to Semuanya's close links to nature, and because lizardfolk were naturally close to the land, ready to take what it gave them, many lizardfolk had no problem shifting to worshiping nature itself. This led to a high number of lizardfolk druids.[7][6] However, the lizardfolk had other gods. Their original god was Essylliss, who focused on the lizardfolk themselves. But as Semuanya's influence grew, Essylliss's worship declined until he was almost forgotten. He was followed by a bare few lizardfolk.[18] There was also the cult of Sess'innek, a demon lord who represented dominion and his version of civilization. He sought to corrupt the lizardfolk, and created the demonic lizard kings to this end; they operated as tribal leaders or shamans. Sess'innek's followers were hostile, territorial, and greedy. They tried to convert all other lizardfolk to their cult, or else kill them off, and they attacked Semuanya's shamans on sight.[17][18] Lizardfolk generally inhabited marshes and swamps in the temperate and warm regions of Faerûn.[8] The majority dwelled in swamps in well-hidden lairs, but around a third of the lizardfolk population actually laired in underwater caves that were filled with air.[8][3] There were populations of lizardfolk in Chessenta and the Chondalwood, around the Lake of Steam and the Vilhon Reach, on the Nelanther Isles, and in the Western Heartlands. In particular, communities lived in the Deepwash, the Flooded Forest, the Marsh of Chelimber, the Marsh of Tun, and the Great Swamp of Rethild. Lizardfolk could also be found in the cooler swamps of the Sword Coast like the Lizard Marsh[8] and the swamps at the mouth of the Winding Water.[19] In Chult, lizardfolk could be seen on the shores of the River Olung.[20] Lizardfolk were also one of the major races on the inner planet Coliar, populating the earth islands of the gas giant. They showed great interest in spelljammer technology.[21] Neighboring lizardfolk tribes would often ally against formidable enemies, even against other hostile lizardfolk tribes.[3] The relationship of lizardfolk to other races was considered to be mostly that of hunter to prey. Lizardfolk of somewhat more civilized nature understood that other races might know something worth learning, and were ready to parley.[6] Lizardfolk were most likely to negotiate with halflings.[2] Nevertheless, lizardfolk considered themselves stronger and thus better than most other races[8] and therefore thought of themselves as \"real people\". Lizardfolk referred to most of the civilized races as \"softskins\".[7] Lizardfolk rarely interacted with other races as their swampy homelands were home to few other sentient creatures. Their main competitors in the swamps were bullywugs, whom lizardfolk tended to despise.[22] They sometimes allied with locathahs, or choose to serve highly dominant creatures like dragons or nagas.[3] In places where lizardfolk raiding parties threatened civilization, interracial relations could be particularly bad, In the coastal village of Lathtarl's Lantern the hunting of lizard folk became a sport.[23] In rare events when lizardfolk were aided by members of other humanoid races and became respected among a tribe, robed lizardfolk shamans created large enchanted amulets of bronze. These items were universally recognized by all lizardfolk and proclaimed that the wearer was a trusted friend. The amulet protected the wearer from any and all lizardmen attacks unless forced to defend themselves. The magics weaved by the lizardfolk were complex dweomers that made it instantly apparent if the medallion was copied. Additionally, these amulets were attuned to a specific wearer, making them useless when sold, gifted, or stolen.[24] The eggs and skin of lizardfolk were bitter and inedible.[4] The skin of lizardfolk could be fashioned into armor.[4] Lizardfolk conquer Marsember in 289 DR. The lizardfolk themselves had no written history. Lizardfolk themselves believed they were one of the first humanoid races on Toril. In their story, lizardfolk had dwelled in the swamps since the beginning and that all the civilized races outside had evolved from weak lizardfolk who could not endure their harsh life and left the swamps. Thus, the lizardfolk could look down upon the civilized races as weaklings.[8] Outsiders thought it more likely that lizardfolk were an offshoot of the ancient Creator Race known as the sarrukh, appearing long before any of the interloper races came to Toril.[8] Regardless, it was clear that lizardfolk had an unimaginably ancient culture, virtually unchanged over the eons.[8] In −1732 DR, the Lapal tribes imported large numbers of lizardfolk as slaves from the Great Swamp of Rethild. Many of the lizardfolk escaped into the land that would become Halruaa.[25] In −189 DR, the armies of Serpentes conquered the Tashalar. The army was made up of lizardfolk and yuan-ti.[26] In 289 DR, lizardfolk claimed the flooded city of Marsember in Cormyr after King Torst and his brother were slain in the flooding.[27] In 993 DR, several lizardfolk tribes migrated eastward from Serpent Hills into the newly formed Marsh of Chelimber.[28] In 1330 DR, the community of Reeshov saw an influx in lizardfolk after the creatures were freed from mind flayer control.[29]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/5/57/Lizardfolk_mm5e.jpg/revision/latest?cb=20170915185539",
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [],
    "condition_immunities": [],
    "senses": {
        "darkvision": "30 ft.",
        "passive_perception": 9
    },
    "xp": 10
}