{
    "name": "Magmin",
    "hit_points": 9,
    "hit_dice": "2d6",
    "armor_class": 14,
    "challenge_rating": 0.5,
    "strength": 7,
    "dexterity": 15,
    "constitution": 12,
    "intelligence": 8,
    "wisdom": 11,
    "charisma": 10,
    "actions_desc": "Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 7 (2d6) fire damage. If the target is a creature or a flammable object, it ignites. Until a target takes an action to douse the fire, the target takes 3 (1d6) fire damage at the end of each of its turns. ",
    "special_abilities_desc": "When the magmin dies, it explodes in a burst of fire and magma. Each creature within 10 ft. of it must make a DC 11 Dexterity saving throw, taking 7 (2d6) fire damage on a failed save, or half as much damage on a successful one. Flammable objects that aren't being worn or carried in that area are ignited. As a bonus action, the magmin can set itself ablaze or extinguish its flames. While ablaze, the magmin sheds bright light in a 10-foot radius and dim light for an additional 10 ft. ",
    "description": "   Magmen were 3–4 feet (0.9–1.2 meters) tall and weighed 400 pounds (180 kilograms).[4][2] They were squat and stubby humanoids, seemingly sculpted from hardened magma with gleeful yet mischievous smiles. Underneath their shells, they seemed composed of flowing lava and seething flame. Each magmin radiated a small amount of heat and light, with small bursts of flames constantly erupting from the surface of their skin.[2] If out of lava for too long, magmen would soon stiffen and harden, becoming immobile.[4] Magmins were not particularly intelligent and remained oblivious to the harm their abilities posed to other races on the material plane. Both vexing and capricious, magmen enjoyed watching material creatures flee the environment they considered painless. Despite their love of chaos and destruction, they were not malicious in their burning, and did not properly understand the deadly nature of their flames.[2][1] The utterly alien concept that fire was linked to pain, and their preoccupation with having fun led them to view mortal reactions as slapstick. It was practically impossible to coerce them not to set things alight, with the only nonviolent solution being to bribe them with other targets or food.[3] By their touch alone, magmen could cause flammable objects and creatures to burst into flames, although the black shell that enveloped them prevented them from burning everything they touched. By shedding their shell, they could become far more dangerous, shining brightly and exuding extreme levels of heat.[1] Their touch was hot enough that conventional metal weapons were ineffective, melting as they struck their bodies.[2] The nature of their bodies was inherently destructive, bursting into flames and lava upon death.[1] Magmins did not attack creatures in the sense that they did not intentionally cause physical harm. They did not seek out combat, but lit creatures they came across on fire for their amusement.[2] If significantly hurt, they would not stay and fight but would quickly retreat.[1] When confronted by entities that could not be harmed by heat, magmen would be forced to rely on slamming and punching. Once harmed, they would only retreat far enough to attempt an ambush, but failing this they would simply try to escape, only continuing battle if cornered.[4] Within the Fountains of Creation magmen lived in small tribes formed around a base colony led by the oldest magmen. They lived as hunter-gatherers, scouring the plains of magma for choice pieces of burning minerals and hunting other elemental beings.[3] Magmen enjoyed swimming in active volcanoes, especially because when they erupted the magmen could spread and set fire to all around the area.[4] Occasionally they were found on other Inner Planes and the Prime Material due to elemental vortices created from the excessive heat and high pressure of subterranean lava. These vortices had a strong allure to magmen as the magma of different planes had varying tastes. It was unknown if they actually consumed these choice bits of maga or if they simply drew them in from their skin. Some sages speculated that the odd minerals found in the portals to other planes had an intoxicating effect, resulting in their mischievous behavior.[3] To magmen, any temperature below 1000 ℉ (540 ℃) was considered cold, and their bodies would harden if kept away from extreme heat for more than 6 hours. Typically, they only left the magma for under 2–3 hours.[4]  Magmen did not have sexes, reproducing through simple division.[4] Magmen lacked knowledge of any Material Plane languages, knowing only the language of Ignan.[1]  The only time magmen appeared in the material plane outside of their own volition was if a summoner conjured them to spread havoc. Both tanar'ri and baatezu summoned magmen in special molten pools as their mischievous love of destruction was a source of entertainment. Occasionally they were called to cause mayhem as a diversionary tactic during the Blood War but their unwillingness to fight limited their combat utility.[3] Sometimes wizards would use magmen as fire for their furnaces to conduct some magical processes but quickly send them back before they got too bored. More wicked summoners would attempt to cool them to turn them into statues and sell them, but the threat of imminent death was normally enough to send magmen into panicked rampages, burning down the nearby vicinty in an attempt to escape.[3] Magmins assaulting the town of Triboar. Magmins were part of an entourage that helped to assault Triboar, during the shattering of the ordning.[5]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/2/28/Magmin.jpeg/revision/latest?cb=20181207123317",
    "condition_immunities": [],
    "senses": {
        "darkvision": "60 ft.",
        "passive_perception": 10
    },
    "xp": 100,
    "damage_vulnerabilities": [],
    "damage_resistances": [
        "bludgeoning, piercing, and slashing from nonmagical weapons"
    ],
    "damage_immunities": [
        "fire"
    ],
    "caption": "Magmins, also known as magmen, were fire elementals summoned and bound to the Material plane by magic. They craved combustion, and were known for being unpredictable."
}