{
    "name": "Mammoth",
    "hit_points": 126,
    "hit_dice": "11d12",
    "armor_class": 13,
    "challenge_rating": 6,
    "strength": 24,
    "dexterity": 9,
    "constitution": 21,
    "intelligence": 3,
    "wisdom": 11,
    "charisma": 6,
    "actions_desc": "Melee Weapon Attack: +10 to hit, reach 10 ft., one target. Hit: 25 (4d8 + 7) piercing damage. Melee Weapon Attack: +10 to hit, reach 5 ft., one prone creature. Hit: 29 (4d10 + 7) bludgeoning damage. ",
    "special_abilities_desc": "If the mammoth moves at least 20 ft. straight toward a creature and then hits it with a gore attack on the same turn, that target must succeed on a DC 18 Strength saving throw or be knocked prone. If the target is prone, the mammoth can make one stomp attack against it as a bonus action. ",
    "description": "       Mammoths were enormously sized beasts, much larger than other elephants,[4][5] standing as tall as 15 feet (4.6 meters) at the shoulder and weighing in at 9 to 11 tons (8,200 to 10,000 kilograms).[3] Their tusks were extraordinarily long,[1] sometimes as long as the creature was tall,[3] and weighing on average 50% more than the tusks of a standard elephant.[6][4][5] All mammoths were covered in thick, woolly hair[4][5][1] that was brown and shaggy.[3] An adult mammoth could easily carry 3 tons (2,700 kilograms) of weight and could be compelled to carry even as much as 8 tons (7,300 kilograms)! A single beast was strong enough to drag 40 tons (36,000 kilograms).[3] Mammoths were surprisingly intelligent animals,[6][4][5][3] even exhibiting some higher-level emotions and customs, such as paying special respect to the bones of their dead, returning often to visit sites where fellow herd members have died, sometimes repeating such a pattern for years in the case of a mate, sibling, or calf.[3] Mammoths were usually calm creatures but became extremely aggressive if threatened,[6][3] far much more so than elephants.[4][5] They defended their young and had exceptional memories of previous aggressors, attacking creatures that had tried to harm them or their offspring in the past.[3] If given the option, mammoths preferred to fight with their herd and not in isolation, though a larger bull male might be an exception.[3] In general, they fought like elephants,[6] by charging, goring, stomping, and trampling.[1][3] If a mammoth caught a victim in its tusks, it often tossed that creature through the air.[3] The largest mammoths lived out in the open steppes, where they had little to fear, because of their massive size.[3] They organized into large herds,[4][5][3] led by the oldest female member, along with her sisters and daughters.[3] The male mammoths were the fighters who defended the herd.[3] They preferred to live in cold, subarctic climates,[4][5][1][3] such as the High Ice[9] and Sossal,[11] but could survive in many climates, even subtropical ones.[1] In fact, mammoths were common in the Shining Plains of the Vilhon Reach.[7][8] Mammoths, like other elephant species, were herbivores.[6][5][1] The ivory from mammoths was more expensive than that from other elephants.[6][4][5][12][13] It was possible to train a mammoth for use as a mount or pack animal, but this had to be done from a young age, because an adult animal would starve itself rather than submit to a trainer. Such training typically took at least six weeks.[3] During the time of the Empire of Netheril, a tribe of orcs known as the Icebeast orcs were skilled at taming and training such creatures as woolly mammoths and remorhaz.[9] In the same era, the Rengarth tribe relied heavily on the presence of mammoths in their land, using them both as a source of food and as beasts of burden. The Netherese believed that the affinity the Rengarth had for the mammoths was a form of magic (but in truth, the Rengarth hated all forms of magic).[14] In 1364 DR, Dwahvel Tiggerwillies claimed to have \"larger ears than a Sossalan mammoth\" in regards to her information-gathering skills.[11]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/6/6f/Ice_giant_and_mammoth-5e.jpg/revision/latest?cb=20200918001215",
    "condition_immunities": [],
    "senses": {
        "passive_perception": 10
    },
    "xp": 2300,
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [],
    "caption": "Mammoths were enormous ancient elephants covered in thick fur. Those with the thickest fur were known as woolly mammoths."
}