{
    "name": "Medusa",
    "hit_points": 127,
    "hit_dice": "17d8",
    "armor_class": 15,
    "challenge_rating": 6,
    "strength": 10,
    "dexterity": 15,
    "constitution": 16,
    "intelligence": 12,
    "wisdom": 13,
    "charisma": 15,
    "actions_desc": "The medusa makes either three melee attacks--one with its snake hair and two with its shortsword--or two ranged attacks with its longbow. Melee Weapon Attack: +5 to hit, reach 5 ft., one creature. Hit: 4 (1d4 + 2) piercing damage plus 14 (4d6) poison damage. Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 5 (1d6 + 2) piercing damage. Ranged Weapon Attack: +5 to hit, range 150/600 ft., one target. Hit: 6 (1d8 + 2) piercing damage plus 7 (2d6) poison damage. ",
    "special_abilities_desc": "When a creature that can see the medusa's eyes starts its turn within 30 ft. of the medusa, the medusa can force it to make a DC 14 Constitution saving throw if the medusa isn't incapacitated and can see the creature. If the saving throw fails by 5 or more, the creature is instantly petrified. Otherwise, a creature that fails the save begins to turn to stone and is restrained. The restrained creature must repeat the saving throw at the end of its next turn, becoming petrified on a failure or ending the effect on a success. The petrification lasts until the creature is freed by the greater restoration spell or other magic.\nUnless surprised, a creature can avert its eyes to avoid the saving throw at the start of its turn. If the creature does so, it can't see the medusa until the start of its next turn, when it can avert its eyes again. If the creature looks at the medusa in the meantime, it must immediately make the save.\nIf the medusa sees itself reflected on a polished surface within 30 ft. of it and in an area of bright light, the medusa is, due to its curse, affected by its own gaze. ",
    "description": "      Typical medusae had scaly skins of either pale[5] or earthy color.[3] Their eyes glowed with an intense red color and, instead of hair, their heads were covered in a mass of 1‑foot-long (30‑centimeter) living venomous serpents. Despite those features, from large distances they could easily be mistaken by ordinary humans.[3][5] For that reason, it was common for medusae to hide their features behind hoods or veils.[3] People cursed into becoming medusae could belong to either sex[1] and both male and female medusae created by such curses were similar in form and capabilities.[10] An uncommon variant of medusa known as a greater medusa had the lower torso of a snake and its entire body covered by thin scales, with a total body length of 20 feet (6.1 meters). They produced considerably more potent poison, which rendered even their skins harmful to the touch. They also used their innate poison to coat their weapons and arrows.[5] In the Utter East, variants of medusae similar to greater medusae were sometimes referred to as \"gorgons\" (not to be confused with the iron-skinned bulls of the same name). While their look could petrify a living creature, it was reported that the effect was usually temporary. They lurked within the ruins of Phantom Pass and Old Stone Keep and in the Puzzle Palace.[11][note 1] An extremely rare variant of male medusa was known as a maedar, which lacked the head serpents and the petrifying gaze of regular medusae, but possessed great physical strength[12] and in some cases a poisonous weakening gaze.[2] Most medusae despised their own powers and viewed their abilities as a curse. They directed their frustration and anger outwards, seeking to petrify any living creature they encountered, and only used restraint when hunting prey for food or when searching for a mate.[9] A medusa with a petrified victim. The glowing red eyes of a medusa were feared for their petrifying power. Anyone within a range of 30 feet (9.1 meters) of a medusa who looked at its eyes could be transformed into lifeless stone within seconds, at the medusa's discretion. It was possible to resist that power through extraordinary physical resilience,[1][2][3] or by averting one's eyes from the medusa's.[1][3][12] The petrification was permanent, unless reversed with magic such as a greater restoration spell or similar.[1][12] A medusa's vision and petrifying gaze also reached into the Ethereal and the Astral Plane.[5] In the Border Ethereal, as a result of the plane's obscuring nature,[13] the creature's features could only be recognized at dangerously close distances: its bright red eyes could only be seen from 30 feet (9.1 meters) or less, while the serpents were only visible from a distance of less than 12 feet (3.7 meters). Although a medusa's gaze affected creatures in the Ethereal, its head snakes and physical attacks had no effect on ethereal targets.[14] A medusa was immune to the petrifying stare of other medusae,[5] but was susceptible to be turned into stone by its own gaze, for example when looking at its own reflection in a mirror or other reflective surface.[1][5] Even after death, a medusa's eyes retained their power for several days, becoming weaker as the corpse decayed.[5] A medusa's typical strategy was to lure potential victims within the 30‑foot (9.1‑meter) range of its gaze and then induce them into looking in its eyes. If the victims managed to avert their eyes in time, the medusa followed up with powerful attacks from its head serpents, whose venom was potent enough to severely poison or even kill a creature. If none of those strategies succeeded, medusae were also competent with a number of weapons, such as knives, short swords shortbows, and longbows.[1][5] Many medusae were considered skilled archers and some greater medusae were known to coat arrows with their poisonous saliva or blood.[2][5] Medusae prefered to live alone or in small groups, but they desired treasures and dominance over other humanoid societies. It was common for a group of medusae to seek to rule a rural community as a reclusive royal family, or for a lone medusa to become a crime lord or the leader of an assassin's guild. They were typically seen in the company of creatures who were immune to their gaze, such as grimlocks and gargoyles, though they were also known to gather humanoid servants.[2] Medusae and maedar formed monogamous relationships and usually mated for life,[12][9] forming a powerful emotional bond that bordered on obsession.[9] Medusae typically made their homes in dark caves or large abandoned structures. Their lairs progressively fell into a state of disrepair, riddled with shadowy overgrowth, hiding places, and obstacles, usually inhabited by nests of venomous serpents. While they enjoyed keeping the petrified statues of their victims as trophies or decoration for their lairs, some medusae also destroyed most of their victims' remains in order to make their lairs less immediately recognizable by wary adventurers.[1][12] It was common for medusae to associate with equally powerful or stronger creatures. In particular, medusae held yuan-ti in high regard, so small groups of medusae and maedar often allied with them to work together.[2] As a result of their ability to perceive and influence the Ethereal Plane, a few medusae made their home in the Border Ethereal.[15] The gaze from an ethereal medusa could just as easily petrify a victim in the Prime Material plane, which made them terrifying opponents.[14] Earth half-elemental medusae were also known to inhabit the caves of the Elemental Plane of Earth.[16][17] A few powerful medusae also made their home in Olympus and elsewhere in the first layer of Arborea,[18][19][20] as well as in Ysgard.[21] In the Lower planes, half-fiendish medusae could also be found in the Abyss and the Nine Hells.[22] Medusae respected the Titan Skoraeus Stonebones, but they did not worship him.[23] Rather, religious medusae worshiped the naga deity Shekinester, who they called Shekenster.[24] The yuan-ti god Sseth was known to favor medusae and maedar, often working through them.[25] Marlos Urnrayle, a male medusa. Medusae ate sparingly and had small appetites. Mated couples of medusae and maedar usually fed by the use of the maedar's ability to turn broken fragments of petrified victims back into flesh.[9] Among vegetable sources of food, medusae were particularly fond of shriekers and other fungi.[26] Medusae could reproduce by mating amongst themselves and with other humanoids. If mating with a human, a female medusa produced a clutch of between two and six eggs that always hatched into female medusae. The fate of a human after mating with a medusa was usually death by petrification.[5] If a medusa and a maedar mated, the eggs produced human offspring in 99% of the cases, in which case the babies were immediately petrified upon seeing their mother. In only 1% of the cases, a maedar was born.[5][12] Medusae laid their eggs within one month of mating, and the eggs had an incubation period of eight months. Young medusa hatchlings resembled human baby girls with green stubby tendrils growing from their heads, which came alive as serpents once they reached two years of age. Young medusae matured at the same rate as humans, and acquired the ability to petrify others upon reaching adolescence.[5] The blood of medusae had special properties that allowed it to reverse the process of petrification. In order for it to work, the blood needed to be applied to the petrified creature's mouth or lips by a skilled healer. It could only reverse the condition if the victim had been petrified within 24 hours.[2] Medusa blood could also be used to craft potions of human control and potions of mammal control. Older medusae were capable of brewing potions that could restore petrified creatures, which they traded amongst themselves and employed to restore petrified creatures by accident.[9] The venom from a medusa's snakes was renowned among assassins for its potency.[9] It was one of the required material components to scribe a scroll of protection from petrification. Each scroll required 1 fluid scruple (1.2 milliliters) of venom, in addition to other ingredients.[27] A medusa's eyes could also be used as an ingredient for the scroll.[9] The head snakes themselves could be harvested to produce potions of reptile control. However, they were rarely harvested due to the horrible stench that emanated from them after death.[26] The stone from petrified corpses of medusae victims, when pulverized, could be used as a material component for spells that contacted denizens of other planes. This practice, however, tended to be restricted to evil priests,[26] but Zhentarim agents were sometimes known to collect them for use in their spells.[28] A medusa armed with a dagger. Some vain mortals could strike bargains with powerful fiends such as archdevils and demon lords, offering everything in exchange for the gift of long-lasting beauty, power, and the admiration of others. Upon the expiration of the splendorous years bargained for, the price was collected and the mortals were turned into medusae.[1] In the mid‒14th century DR, members the Zhentarim were rumored to pursue an alliance with medusae and maedar of the Goblin Marches and the Stonelands, offering treasure in exchange for recruiting them as agents of the Black Network. They conducted negotiations while under the protection of an unknown spell that purportedly protected them from the medusae's gaze.[9] Around the same time, the inhabitants of Minroe developed a defense against a colony of medusae that lurked in a system of nearby caves, which were the source of prized pixie cap mushrooms that the inhabitants gathered and sold at high prices. The Minrovan farmers domesticated a variety of hedgehog shrieker that had developed a natural defense against medusae and only reacted to their presence. The citizens planted shrieker gardens around town to protect themselves from attacks, while gatherers carried them in carts when entering the caves.[26][28] A group of three medusae inhabited the Sargauth Level of Undermountain in the mid‒14th century DR,[29] but they had been defeated by adventurers by the late 15th century.[30] By then, another group of two medusae inhabited the Caverns of Ooze, much deeper down the complex.[31] Disclaimer: The views expressed in the following links do not necessarily represent the views of the editors of this wiki, nor does any lore presented necessarily adhere to established canon.",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/0/01/Medusa-5e.jpg/revision/latest?cb=20210123154704"
}