{
    "name": "Merfolk",
    "hit_points": 11,
    "hit_dice": "2d8",
    "armor_class": 11,
    "challenge_rating": 0.125,
    "strength": 10,
    "dexterity": 13,
    "constitution": 12,
    "intelligence": 11,
    "wisdom": 11,
    "charisma": 12,
    "actions_desc": "Melee or Ranged Weapon Attack: +2 to hit, reach 5 ft. or range 20/60 ft., one target. Hit: 3 (1d6) piercing damage, or 4 (1d8) piercing damage if used with two hands to make a melee attack. ",
    "special_abilities_desc": "The merfolk can breathe air and water. ",
    "description": "      A merfolk person had the upper body, arms, and head of a fair-featured human from the waist up and instead of legs they had a fish-like tail from the hips down. Also distinguishing them from humans were the gills slits along their necks, the slight webbing between their fingers, and their pupils exhibiting an ice blue or pale silver tone.[6] On average, mermen grew to be around 8 feet (2.4 meters) in length[2][6] and had broader shoulders, while mermaids grew only slightly shorter.[6] On average they weighed around 400 lb (180 kg)[2] and it was unheard of for merfolk to become overweight, due to their active lifestyles, and possessed greater strength than their physiques would imply.[6] The coloration of their eyes, hair, and skin varied as much as those of humans, as did the coloration of their fins and scales — some colorations being more common in certain areas. Merfolk across Faerûn exhibited all the varied skin tones of the continet's humans. They tended towards pale pink or tan, though some around the Alamber Sea and Vilhon Reach had darker tones. The most common hair colors were light brown or blond, as these helped them to better blend in to their environment. The rarest of hair colors were blue and silver — those born with either were considered to have great destinies and so would be raised and watched over by their entire clan.[6] The coloration of merfolk fins and scales ranged from a deep kelly green to a brilliant silver, though some colorations outside of this could be found. Some Serôsian merfolk exhibited brighter colors and even scales that were striped or speckled. While some merfolk in the Alamber Sea or Vilhon Reach had scales that ranged from copper to golden.[6] In terms of clothing, merfolk often adorned themselves with shells and coral.[2] And Serôsian merfolk in particular had a widespread practice of tattooing across their culture.[7] Known to be playful creatures, merfolk would often prank adventurers they came across. Their levels of mischief could come across as cruel, but not overly malicious.[2] A mermaid warrior riding a shark and wielding a trident. Merfolk were generally known to wield crossbows, daggers, javelins, nets, and tridents. They also used grappling hooks when performing attacks on the surface dweller ships.[4] In −1533 DR, the merfolk of Thalorlyn declared themselves independent and established the First Kingdom of Hmur.[8] Two years later, Aryselmalyr quashed the rebellion at Thalorlyn and slaughtered some 30% of all merfolk in Serôs.[8] In −1396 DR, the surviving merfolk of the Fourth Serôs War formed the kingdom of Thalvan under King Darmox and the protection of the Coronal Vaeqiis of Aryselmalyr.[9] In the 6th century DR, the Ninth Serôs War was fought between the merfolk realm of Hmurrath and the merrow Axe Kingdoms of Khuur and Nmalk in the undersea land of Serôs.[10][11] The Battle of the Haunted Plains took place in 654 DR.[12] In 735 DR, the merfolk kingdom of Eadraal was founded.[13][14] Its capital city was Voalidru, just off the Hmur Plateau. Queen Selana was crowned the realm's first monarch.[14] In 1369 DR, the Twelfth Serôs War occurred.[15] Merfolk generally lived in isolated settlements within coral reefs or cliffs that were honeycombed with numerous passages and rooms. Some lived within underwater cities of their own design, built from coral, rocks, and shells. Such communities tended to have netted pens where fish were kept like livestock.[4] They trained aquatic animals, such as giant seahorses, to serve as their guardians or steeds.[16] They were particularly known to train barracudas for this purpose, having three to eighteen protecting their communities.[4] Merfolk were an omnivorous people, both harvesting underwater plant life and hunting aquatic animals to eat. They were also known to herd and raise certain species of fish, much like surface dwellers did with livestock.[4] Merfolk could be found in a variety of aquatic regions, typically those with a temperate[2][4] or tropical climate. Many were only seen outside of their watery habitats to visit coastal places or bathe in the sun's rays.[4] Some were known to dwell in the Trackless Sea and Sea of Swords. In Waterdeep, merfolk dwelt in the harbor in their own city,[17] and the Merdock connected the sea to the watermen's guildhall so that merfolk could come through.[18] Merfolk also dwelt in the Sea of Fallen Stars, where the name Serôs was used as a general term for all of the merfolk realms.[19] Myth Nantar (near the Whamite Isles) was inhabited by merfolk.[20] The falls of Rauthgor in the River Rauthenflow were also home to a colony of merfolk.[21] Merfolk generally knew how to speak Common and Aquan,[1][2] though some also knew how to speak the language of locathah.[4] Many merfolk worshiped the deity Eadro.[22] A mermaid holding a surface dweller. Merfolk were capable of interacting with surface folk, as they could survive outside of the water as amphibious creatures. However, they rarely traveled more than a few feet away from the water's edge.[2] In Serôs, many merfolk were allied with neighboring selkies.[23]It was not unheard of for Sirines to mate with merfolk, producing children with joint characteristics of their parents, such as webbed fingers and scales.[24]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/c/c9/Merfolk-5e.png/revision/latest?cb=20171011020922"
}