{
    "name": "Merrow",
    "hit_points": 45,
    "hit_dice": "6d10",
    "armor_class": 13,
    "challenge_rating": 2,
    "strength": 18,
    "dexterity": 10,
    "constitution": 15,
    "intelligence": 8,
    "wisdom": 10,
    "charisma": 9,
    "actions_desc": "The merrow makes two attacks: one with its bite and one with its claws or harpoon. Melee Weapon Attack: +6 to hit, reach 5 ft., one target. Hit: 8 (1d8 + 4) piercing damage. Melee Weapon Attack: +6 to hit, reach 5 ft., one target. Hit: 9 (2d4 + 4) slashing damage. Melee or Ranged Weapon Attack: +6 to hit, reach 5 ft. or range 20/60 ft., one target. Hit: 11 (2d6 + 4) piercing damage. If the target is a Huge or smaller creature, it must succeed on a Strength contest against the merrow or be pulled up to 20 feet toward the merrow. ",
    "special_abilities_desc": "The merrow can breathe air and water. ",
    "description": "      Merrow on the Material Plane lived in undersea caves. They filled their abodes with treasures and used the rotted corpses of dead creatures tied to kelp to mark their territory.[1] A merrow was often armed with a harpoon. It also fought with its sharp claws and its fanged bite.[1] Merrow were created when a tribe of merfolk found an idol to Demogorgon that drove them all insane. The king of this tribe demanded a blood sacrifice to the idol that opened a rift to the Abyss. The corrupted merfolk slowly transformed into the monsters now known as merrow over multiple generations there.[1]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/1/14/Merrow-5e.png/revision/latest?cb=20161217025855",
    "condition_immunities": [],
    "senses": {
        "darkvision": "60 ft.",
        "passive_perception": 10
    },
    "xp": 450,
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [],
    "caption": "Merrow were undersea merfolk-like monsters from the Abyss who terrorized the waters. Demogorgon often sent his merrow to the Material Plane to bully life there."
}