{
    "name": "Mimic",
    "hit_points": 58,
    "hit_dice": "9d8",
    "armor_class": 12,
    "challenge_rating": 2,
    "strength": 17,
    "dexterity": 12,
    "constitution": 15,
    "intelligence": 5,
    "wisdom": 13,
    "charisma": 8,
    "actions_desc": "Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 7 (1d8 + 3) bludgeoning damage. If the mimic is in object form, the target is subjected to its Adhesive trait. Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 7 (1d8 + 3) piercing damage plus 4 (1d8) acid damage. ",
    "special_abilities_desc": "The mimic can use its action to polymorph into an object or back into its true, amorphous form. Its statistics are the same in each form. Any equipment it is wearing or carrying isn 't transformed. It reverts to its true form if it dies. The mimic adheres to anything that touches it. A Huge or smaller creature adhered to the mimic is also grappled by it (escape DC 13). Ability checks made to escape this grapple have disadvantage. While the mimic remains motionless, it is indistinguishable from an ordinary object. The mimic has advantage on attack rolls against any creature grappled by it. ",
    "description": " This is a\nGood Article!      Mimics occupied a volume of approximately 15 cubic feet (0.42 cubic meters). They could assume any shape, provided that they retained the same volume.[5] In order to most effectively lure adventurers, they most commonly took the shape of doors, chests, and other objects likely to be touched. Their skin texture and color could change to almost perfectly resemble wood, stone, metal, and other basic materials.[1][5] Though the natural state of a mimic's skin was a rough speckled grey similar to granite.[5][7] Mimics had no concerns beyond surviving and acquiring food. Although some intelligent varieties of mimics were capable of basic communication, they had no culture, no moral code, and no interest in religion. More aggressive mimics could not be reasoned with in any capacity.[5] Mimics were capable of altering the pigmentation and texture of their skins by pumping a brown pigmented fluid from internal muscular organs through surface capillary vessels. While the pigment granted them the appearance of wood, the capillaries themselves granted an appearance of wood grain. This fluid could be more readily seen in wounded mimics.[7] Their skins were covered with light-sensitive sensors that could detect heat out to a range of 90 feet (27 meters). These sensors were quickly overwhelmed when exposed to bright lights and could potentially even be rendered blind.[7] Mimics hunted by standing perfectly still until a creature came into contact with them.[6] They then attacked their victims by using a powerful adhesive secretion to trap them, while also employing their strong pseudopods to attack and further restrain the creatures' movements.[1][7] The adhesive, which was also a mimic's main means of locomotion, could be weakened by the application of alcohol over a few seconds, and was completely neutralized less than a minute after the mimic's death.[5] A mimic trapping an unwitting adventurer. Although mimics were usually solitary hunters, they often shared their vast territories with other species.[1] A meal of one or two humanoids could sustain a mimic for several weeks. They reproduced by splitting, growing to adulthood within a few years.[5] There were several subspecies of mimics, roughly divided into two groups: a larger, more aggressive, and less intelligent variant, known as killer mimics; and a smaller, more cunning variant known as common mimic that was capable of language and more refined combat tactics. Mimics of the second variety could disguise themselves as more ornate furnishings and were capable of negotiating and bargaining. They spoke their own language, as well as the languages of nearby communities.[5][6][7] Intelligent mimics were known to sometimes offer information or safe passage through their territory in exchange for food.[1] Rarely, mimics would establish large colonies, within which they could communicate telepathically with each other and with outsider mimics. Juvenile mimics born in a colony retained their telepathic abilities even away from their homes.[2] The skin of mimics could be used as an ingredient for making polymorph self potions.[7] Their adhesive secretions could also be sold to alchemists and their internal organs could be used in the production of perfumes or as food. Some cultures considered mimic organs tasty delicacies.[5] Most sages agreed that mimics were artificially created by wizards to serve as protectors against treasure hunters.[5][6] However, some speculated that they originated in the Far Realm.[3][8] Sometime in the 14th century DR, a mimic assumed the form of a statue in a busy market square in Waterdeep. It remained undetected for two years, feeding off stray animals and homeless humans and disposing of their bones on a nearby sewer access. The disappearances prompted an investigation that led to the death of two members of the City Watch who had prodded the statue.[7] Somewhat similar incident was described in The Adventures of Grin, Richard, and Wu-Wei that took place sometime before 1372 DR. A naive and overly-ambitious group of young adventurers got lost in search of a dungeon to plunder somewhere in the wilderness and after camping overnight discovered a tower just outside of their tents. The youths rushed inside eager for the adventure, only to find nothing but a bone-chilling realization that they were inside a great hungry mimic.[9]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/5/59/Mimic-5e.jpg/revision/latest?cb=20200410111521",
    "condition_immunities": [
        {
            "index": "prone",
            "name": "Prone",
            "url": "/api/conditions/prone"
        }
    ],
    "senses": {
        "darkvision": "60 ft.",
        "passive_perception": 11
    },
    "xp": 450,
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [
        "acid"
    ]
}