{
    "name": "Minotaur",
    "hit_points": 76,
    "hit_dice": "9d10",
    "armor_class": 14,
    "challenge_rating": 3,
    "strength": 18,
    "dexterity": 11,
    "constitution": 16,
    "intelligence": 6,
    "wisdom": 16,
    "charisma": 9,
    "actions_desc": "Melee Weapon Attack: +6 to hit, reach 5 ft., one target. Hit: 17 (2d12 + 4) slashing damage. Melee Weapon Attack: +6 to hit, reach 5 ft., one target. Hit: 13 (2d8 + 4) piercing damage. ",
    "special_abilities_desc": "If the minotaur moves at least 10 ft. straight toward a target and then hits it with a gore attack on the same turn, the target takes an extra 9 (2d8) piercing damage. If the target is a creature, it must succeed on a DC 14 Strength saving throw or be pushed up to 10 ft. away and knocked prone. The minotaur can perfectly recall any path it has traveled. At the start of its turn, the minotaur can gain advantage on all melee weapon attack rolls it makes during that turn, but attack rolls against it have advantage until the start of its next turn. ",
    "description": "      An unarmored minotaur. Minotaurs were large, muscular humanoids. They had the head of a bull, upper torso, hands, and the body of a human,[20] and hooved feet. Their fur and wild hair typically ranged from brown to black.[4][1] The fur often covered forearms, chest, abdomen, and legs. Males were referred to as bulls and reached up to 9 feet (2.7 meters) in height, while females – cows, were similar in appearance, with broader hips, humanoid breasts, and reached only 7 feet (2.1 meters).[16] Minotaur bodies were of similar shape and build to that of an ogre. Their hands were huge and strong, ending in thick sharp yellow nails. Minotaurs were known to use claws in battle, but they were brittle and did not survive heavy use. Despite their heads being that of a bull, there were subtle differences in features between mundane beasts and minotaurs. Some were known to have cow-like tails; however, that trait was not common. Their snouts were thicker and longer than that of an animal, and bull-men had sharp carnivore teeth. Their canines were especially noticeable, and minotaurs never hesitated to bite their victims, prey, and opponents. Lastly, unlike bovines, minotaurs' eyes were positioned closer to the center of their faces, granting them good depth perception and another telltale evidence of their predatory nature.[16] The creatures' iconic feature – their horns – were very similar to normal bulls', slightly curving forward. Both males and females had similarly shaped huge horns. However, males' were longer and thicker on average. There were several horn coloring variations, and sometimes as many as three colors could be present. Minotaurs with dark fur often had dark yellow or brown horns.[16] The shortest horns were around 1 foot (0.3 meters) and could reach up to three times that length.[21] Minotaurs possessed almost uncanny tracking and navigational abilities and a superbly keen sense of smell.[16] They could easily visualize any path they needed to take to get close to the prey.[1] All minotaurs were immune to maze spells.[4] Minotaurs were always ravenously hungry, a trait that only fueled their aggression.[4] The youth showed little affection towards their mothers and fathers. Older females received no special treatment and were respected as long as they remained strong and physically superior to the youths. Overall, their society was patriarchal, and those females who were physically weaker than other members of the tribes were treated not much better than slaves. Younger minotaurs often stayed out of the way of older males just to avoid conflicts and brutal assertions of dominance. Adult minotaurs consumed copious amounts of alcohol and dueled over most things: treasures, females, power. Polygamy was common as bulls sought to father a great number of children. In some minotaur communities, males assembled harems of six-seven cows. In some fringe cases, infanticide was practiced in cases when a calf was born with physical deformities. Slavery was not unheard of. Some males kept weaker creatures as slaves while females were put in charge and allowed to take out their frustrations on their bulls' slaves. Despite that, minotaurs disliked torture.[16] Despite minotaurs' general brutality, they had the capability to be kind and empathetic.[20] Minotaurs were not highly intelligent but possessed instinctive cunning and were adept at ambush attacks.[4] They were particularly skilled at hunting their prey. In general, minotaurs preferred melee combat and utilized their horns for charge attacks.[3] Sound of rending flesh, breaking bones, and the scent of blood, sent minotaurs into a blood frenzy, leading to the monstrosities charging and rending any creature they saw.[1] They wore little to no armor, even when in combat.[22][4] Their favorite weapons were two-handed poleaxes, presumably acquired through trade. Other commonly used arms included crude clubs, two-handed hammers, flails, and occasionally, short and thick spears. Ranged weapons were virtually never used.[16] Closeup view of a minotaur bull's head. Minotaurs were eternally hungry man-eating carnivores. Despite their ravenousness, they could survive without food for several years.[4] Like humans, minotaurs procreated throughout the year. However, as a society, they were guided by the need to replenish their numbers rather than emotions. A typical cow produced one calf; twins were a rare possibility and were considered a religious blessing among minotaurs (sometimes an ill omen). Minotaurs matured much faster than humans: a two-year-old calf had fully formed horns and could kill an orc in combat, a five-year-old minotaur towered over other humanoids, and by their tenth year - minotaurs were considered adults. Minotaurs were capable of procreation as early as three years old in some cases. Culturally, birthing a strong male warrior was considered the height of aspirations for a minotaur cow, while a bull aspired to father as many calves as possible.[16] Some sages speculated that minotaurs lived 80 years on average, but determining their longevity was challenging as many of them led violent lives and perished long before their natural expiration. A thirty-year-old minotaur was often thought to be a steeled veteran.[16] The maximum lifespan was thought to be 200 years.[4] Minotaurs could prorate through mating among each other or with a human woman. Children born out of that union were always male minotaurs,[4] however, at least one human with minotaur heritage existed in the Realms.[23] A typical minotaur leader, also known as the elder,[4] was the biggest and strongest bull in the tribe, which did not necessarily mean the most intelligent leader. The tribe's king led his fellow bulls into raids.[16] Solitary minotaurs were a common occurrence,[1] however, a clan could have eight members.[4] Minotaur youth were taught to fight and master weapons at an early age. In the minotaur society, combat education was done by parents and fellow male tribe members. Even while playing, minotaur children spent most of their time wrestling and fighting each other. Male calves developed brutal and cruel rivalries amongst each other from earliest childhood, and these feuds were encouraged by the adults.[16] Minotaurs were proud of their horns and often spent their free time sharpening, cleaning, and polishing them with old rags or furs. In some minotaur societies, the color of their horns determined their status within the community and attractiveness. In minotaur tribes that preferred darker-colored horns, individuals often used oils and polishes to artificially darken them. Decorations were common as well. Brass and silver tacks and spikes were used to accentuate the horns' natural appeal. Repaired severed horns were common in tribes with talented crafters or skilled allies who knew how to work metals. After a duel, the winner customarily took the left horn of their opponent, often leaving the opponent maimed and badly injured. These horns were hollowed out and turned into wind musical instruments, and stronger individuals often owned several.[16] Apart from horn decorations, minotaurs rarely wore any other type of jewelry. The closest to what humans consider decorations among minotaurs were fanciful girdles or gauntlets. Sages speculated that minotaurs were known to easily adapt traditions and norms from other races and societies in lieu of their own culture. Of course, those cultural norms that were aimed at aggression and intimidation were highly preferred and emulated.[16] When interacting with other races, minotaurs got along well with ogres. They respected giants and trolls for their strength. Smaller humanoids, such as humans, elves, dwarves, and others, were considered beneath minotaurs in all senses of the word. Bulls could not, or didn't care enough to distinguish one humanoid from another.[16] Gnolls and minotaurs hated each other and immediately attacked each other on sight.[4] Many minotaurs worshiped the demon lord Baphomet[24] and kept themselves, and their society, secluded. Most were inclined to evil and chaotic acts and did not work well in groups, packs, or even parties due to their solitary hunter-like nature.[2] Levels of reverence and even religious traditions varied greatly among different minotaur communities.[16] Priests decorated their horns with carved pictograms. The images were filled with blood to darken the designs, and finally, the horns were stained with yellowing agents. Instead of priestly garb, minotaur priests decorated their bodies with soil, dirt, plant matter, and blood spilled in battle. Gnoll blood was the preferred decoration for a reason known to none but priests themselves. The worship was centered on sacrificial ceremonies that took place in the heart of labyrinthine minotaur homes, adorned with bones of precious victims. The most common sacrifice was a human. Minotaur clerics received little respect apart from the respect earned through physical strength. However, horns collected from defeated bull priests were considered extremely valuable.[16] Death was not feared in minotaur society. On the contrary, death was considered to be a holy event. Minotaurs thought good death to be quick, clean, and in a rush of battle. Honor kills were a staple of minotaurs' cultural and religious creed.[16] Arcane spellcasting was extremely rare among minotaurs as most lacked the curiosity to pursue the Art. Minotaurs could be easily fooled by wizardly spells. However, if the duping was discovered, the magic and its caster were treated with extreme prejudice.[16] Divine magics granted to clerics were seldom of healing nature, instead, being battle-focused. Magics such as bull's strength were the most used.[16] Magic items held little value for most minotaurs and were traded away for other valuables or alcohol most of the time.[16] Minotaur language was very similar to the Ogre language, allowing those who were proficient in one tongue quickly pick up the intricacies of the other. One unique part of the Minotaur language was a number of vocalizations only known and comprehendible by their own kin, reminiscent of grunts and sounds emitted by mundane cattle bulls, by some accounts.[16] A powerful minotaur gladiator from Thay. Minotaurs were most likely found in their underground labyrinthine homes, dungeons,[2][4][5] or thickest of forests.[16] Sometimes evil wizards were known to place a clan of minotaurs inside a labyrinth and feeding them interlopers and adventurers.[4] There, minotaurs' innate sense of direction prevented them from getting lost.[3] They often made their money by plundering and raiding passers by, but also sought employment as mercenaries, fighters and servants. Minotaurs were also often kept as slaves by Underdark inhabitants, such as mind flayers and drow.[18][17] A reasonably sized population could be found in found within the Underdark in an area known as the Labyrinth, and an occasionally – in the underground city of Skullport in Undermountain, as of the late 14th century DR.[7][25][8] Nelanther Isles was known for a population of sea-faring pirate minotaurs as of the late 15th century DR.[14] Mountains of the Moonsea were home to sporadic bands of minotaurs,[13] as well as deserts of Raurin.[26] The city of Kushk in the Hordelands was occupied by a wide variety of monster races. One of the city's wards - aptly named Minotaur City, was a district of narrow maze-like alleys and home of the city's minotaur population.[10] Minotaurs also were among more exotic inhabitants of Huzuz in Zakhara.[12] The caves of Daerndar, in the Grand Duchy of Shantal of the Border Kingdoms, were affected by storms of wild magics and spellstorms. Among creatures spirited into the caverns was a significant number of minotaurs.[9] Another population of minotaurs lived in peace with humans in the Chultan city of Omu until the city was enslaved by lich Acererak long before the 13th century DR.[11] Outside of Toril, minotaurs inhabited numerous crystal spheres, most notably, on the world of Krynn,[27] and could be found in the Domains of Dread.[28] In the planes, numerous minotaur tribes roamed the Endless Maze in the Abyss – the layer where the minotaur deity Baphomet dwelt.[29] In the ancient Empire of Netheril, minotaur tail hairs were used to make special braided brushes. These items were used in arcane magic rituals.[30] Oil of minotaur musk was a rare commodity imported into Waterdeep and often imitated and faked by some industrious individuals.[31] Minotaur parts were used in creation of certain potions and as material components for spells that dealt with physical strength, location, and misdirection,[4] one notable use being a minotaur's heart used in creation and animation of fearsome minogon constructs.[32] Powdered horn of a minotaur was the main component in oil of impact.[33] The same material was the material component needed to cast the Old Empires spell – Horns of Hathor.[34] Zegdar of the Emberhorn tribe. The origin of the minotaur species was unknown. However, some speculated that Geryon molded the first bull-men out of ogres. This claim was quite dubious as minotaurs never uttered Geryon's name and only swore or praised Baphomet.[16] Another theory was that the first especially devote cultists of Baphomet the Horned King were transformed into minotaurs as this transformation was considered the highest honor in the Demon Lord's church.[35][1] Yet another myth talked about the Lady of Pain, the mysterious power that ruled over Sigil. These tales claimed that the first minotaurs were created by her to guard the Lady's many magical planar maze prisons.[21] Yet one more legend claimed that minotaurs were created by some curse placed on a human fighter who wanted to be \"as strong as a bull\" for \"crimes against the natural order.\" The same school of thought mistakingly believed that minotaurs were exclusively male.[4] Among planar creatures and inhabitants of Sigil, a common legend stated that bulezau were created by Baphomet through crossbreeding minotaurs and tanar'ri. However, the legend remained unconfirmed.[36] In the −10000 DR, minotaurs were forced to flee Narathmault along with their drow masters, traveling to the underground caverns of Plateau of Thay.[37] Apart from that, not much was known of Minotaur history, but it was said that the Labyrinth was once an empire, rather than the uncivilized lands it was known as.[18][38] In the Year of Lurking Death, 1322 DR, a band of roving minotaurs ravaged a small town of the Dead Tree Hollow in the Vast. One of the survivors of the attack was a five-year-old Tordon Sureblade, who escaped to the city of Ravens Bluff with his father. Tordon eventually became the Lord Magistrate of Ravens Bluff.[39] In the 14th century DR, peaceful minotaurs were known to frequent Beruintar\u0092's Hone Warmer inn in Waymoot[40] and be among members of the Fall of Stars adventurers' guild of the Dalelands.[41] In the Year of the Scarlet Witch, 1491 DR, the Emberhorn minotaur tribe under the leadership of Zegdar, joined forces with the Cult of the Eternal Flame. The tribe's leader was blessed by his deity Imix and led the tribe down a destructive path. The Emberhorns often beheaded their opponents and roasted the heads in hot coals in praise of the All-Consuming Fire.[42] Redtip, ring fighter and a pirate from the Nelanther Isles.",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/3/3d/Minotaur-5e.png/revision/latest?cb=20161209024527",
    "condition_immunities": [],
    "senses": {
        "darkvision": "60 ft.",
        "passive_perception": 17
    },
    "xp": 700,
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": []
}