{
    "name": "Mummy",
    "hit_points": 58,
    "hit_dice": "9d8",
    "armor_class": 11,
    "challenge_rating": 3,
    "strength": 16,
    "dexterity": 8,
    "constitution": 15,
    "intelligence": 6,
    "wisdom": 10,
    "charisma": 12,
    "actions_desc": "The mummy can use its Dreadful Glare and makes one attack with its rotting fist. Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 10 (2d6 + 3) bludgeoning damage plus 10 (3d6) necrotic damage. If the target is a creature, it must succeed on a DC 12 Constitution saving throw or be cursed with mummy rot. The cursed target can't regain hit points, and its hit point maximum decreases by 10 (3d6) for every 24 hours that elapse. If the curse reduces the target's hit point maximum to 0, the target dies, and its body turns to dust. The curse lasts until removed by the remove curse spell or other magic. The mummy targets one creature it can see within 60 ft. of it. If the target can see the mummy, it must succeed on a DC 11 Wisdom saving throw against this magic or become frightened until the end of the mummy's next turn. If the target fails the saving throw by 5 or more, it is also paralyzed for the same duration. A target that succeeds on the saving throw is immune to the Dreadful Glare of all mummies (but not mummy lords) for the next 24 hours. ",
    "special_abilities_desc": "",
    "description": "   Mummies were undead creatures created from a preserved mummified corpse animated by the dark gods of the desert.[3]    The most common mummy appeared as a humanoid creature, wrapped in old strips of linen, damaged by rot and age. However different types of mummified creatures existed. They stood somewhere between 5 feet (1.5 meters) and 7 feet (2.1 meters) tall.[4] Many mummies carried a distinct aroma of the ingredients used in their creation. Such smells were emitted by cinnamon, ginger, saltpeter, roses, myrrh, frankincense, lye, and pomegranate. While others carried less pleasant smells of upturned earth, decay, and vegetable rot. And rarely, mummies could smell of bread or yeast, wine, vinegar, and even roasted meats.[6] A centaur mummy. Mummies caused fear in the living on sight, and any creature they touched was affected by a rotting curse called mummy rot.[3] The rot, if left uncured, could kill its host within 1-6 months. With each passing month, the victim suffered from the disease, their skin rotted more and more, and the natural healing rate significantly slowed down. This affliction could be alleviate via the cure disease[4] or break enchantment spells[3], while cure wounds was completely useless. When a creature died from the mummy rot, the disease destroyed the corpse within twelve seconds, leaving extremely little time to return them to life by magical means. A fully rotted corpse could not be resurrected by the raise dead spell.[4] Among other diseases that were carried by various mummified creatures were deadeye, heartsting, deathbite, and palsy.[6] All mummies spread terror, forcing even the bravest creatures to flee in terror[18] or be paralyzed by the looming dread.[4] These undead creatures could only be harmed by magical or enchanted weapons, and even these tools were only partially effective. Like many other undead, mummies were immune to spells and effects such as sleep, charm, hold,[4] poison, and paralysis,[5] while cold was completely useless when wielded against them. Fire, both magical and mundane, as well as holy water, posed significant danger to mummies.[4] A mummy could be returned to life by a cleric with the use of the resurrection spell. However, it depended on the priest's abilities and the mummy's age. Remove curse did not affect them, while spells such as wish could return mummies to life.[4] Mummies were the undead guardians of tombs and vaults of honored dead (such as kings or nobility of the ancient world). They patrolled their homes with dedication, remaining alert for signs of tomb robbers or others who would defile their assigned lair.[3] In their state of undead existence, mummies felt hatred to all living things, attacking every creature in their way indiscriminately.[4] Mummies were granted great physical strength, and their scabrous touch carried a virulent curse that acted as a disease, known as mummy rot.[3] Mummified creatures used their natural weapons with the unnatural undead strength to clobber, pummel, claw, or bite their opponents. However, more exotic mummified creatures retained some of the fearsome abilities they had in life.[6] Fresh unused linen mummy wrappings. Most mummies were not created by magical means and were simply embalmed nobles, heroes, and other important individuals.[4] In some cases, mummification and being turned into undead guardians was reserved for criminals or transgressors who wronged a powerful leader or priest.[1] After being interred, these mummified creatures, were known to spontaneously rise from tombs when their final resting places were disturbed. The forces that aided in the creation of these creatures could be unspeakable dark magics or greed of the interred person in life, unwilling to suffer grave robbers in death. This powerful feeling of greed could tap into the energies of the Positive Energy plane, transforming them into the walking dreadful undead beings.[4] Due to their connection to the Positive Energy plane, mummies existed simultaneously on both Prime Material and Positive Energy planes.[4] Like other undead, mummies were not natural creatures, did not need eat nor drink, and had no predators and natural enemies.[4][1] A mummy in the Tombs of Dayan raising to stop the intruders. Most commonly, mummies could be found in dry desert locations on Toril. Sealed inside ancient tombs, catacombs, and burial chambers, and pyramids' cores. Most tombs that held mummified individuals were interred within complex crypts with traps and numerous rooms filled with the treasures, relics, and favorite items they possessed in life. These possessions often included pets, foods, aromatic oils. Tombs that were evil creatures' final resting place often included the mummies' slaves and family members killed and interred with their cruel masters.[4] Circa 1340 DR, mummies could be encountered in the swamps outside the town of Phlan in the Moonsea region.[7] Shambling and moldering mummies were encountered in Gauntlgrym circa 1479 DR.[8] Wandering undead, including mummies, were known to plague Red Cliffs in the High Moor, and especially mummies created for bog burials could be encountered in the region's peat bogs.[9] In Zakhara, mummies could be found in the catacombs under ruined Moradask, the city of Sun.[10] In the Old Empires, mummies were a common undead occurrence in Mulhorand due to their mummification burial customs. Wandering mummy creatures could be encountered in the Great Vale and in civilized areas of the land at night and in the wastes.[11] Beyond the Prime Material plane, mummies could be found in the Domains of Dread.[12] The spell mummy creation animated a corpse into a mummy, but only for a short period of time.[27][28] The Baneite spell undeath after death allowed the worshipers of the deity to return to unlife after death in forms of several types of undead, including mummies.[29] Traditional mummy was created via a long and arduous process of mummifying a body. The corpse that was to become a mummy was first soaked in a preservative substance, such as a carbonate of soda. The soaking was done over the course of several weeks. Then the body was covered with aromatics, such as spices and raisins. The body's hearts, brains, and liver were often removed and preserved in separate jars and stored not far from the mummified body within the tomb. The body was thoroughly preserved wrapped in linen cloth strips that sometimes held gemstones affixed between the sheets.[4] Some mummies, often monstrous mummies' linens were dyed and soaked in additional preserving salves and tinctures of herbal nature.[6] When mummies were created to serve as eternal guards via necromantic magics, the mummy wrappings were inscribed with magical symbols, and the ritual culminated in a dark magic incantation that created the undead creature. The sentry mummy became animated when specific conditions indicated in its creation were met. These conditions typically were trespassing in the mummy's tomb, theft, or offenses against the mummy's loved ones.[1] The legendary ancient guardian living mummy of Cursrah. Raised animal mummies were known to serve as undead minions to more powerful beings, mummies, or other dangerous forms of intelligent undead, while monster mummies often were created to specifically serve as eternal guardians.[6] Yuan-ti communities created malison mummies to serve as protectors often stationed within the snake cities, hideouts,[30] and temples of Zehir.[31] Aspects of the kobold deity Kurtulmak were known to use mummies as guardians.[32] The avatar of Jergal, the Lord of the End of Everything, took on the shape of a desiccated and mummified creature of some unknown ancient alien race.[33] Mummy dust was a valued spell component used to create items enchanted with rot and disease,[4] such as breath of life[34] or undead summoning,[35] and mummy bone was one of known material component used in certain spells,[36] such as scare.[37] A coloring powdered pigment from the Old Empires, known as \"mummy brown,\" was originally created out of crushed and milled mummy remains.[36] Mulhorandi mummy's tea were foul-smelling potions brewed using used mummy wrappings. These concoctions were used to alleviate various ailments, similarly to the effects of cure blindness or deafness and cure disease spells.[38] Dust of the mummy was a powdered poison, sometimes used in trap making. The poison was a byproduct of the embalming process, distilled out of organs removed during the mummification. When inhaled, the dust of the mummy caused an infection of mummy rot disease. The effects of the poison could be elicited with a dose of mummy rot antidote.[39] Mummy wrappings were a rare commodity, valued at 40 gold coins.[40] A risen mummy and its canopic jars. In 1369 DR, an ancient magic-wielding mummy that dated back to −6048 DR was raised when its ancient home city of Cursrah was unearthed. The mummy was tasked with protecting the buried city's greatest treasures. It was later revealed that the mummified creature was ruled by the life energy of Tafir of the ancient Cursrah, while the body of Amenstar was turned into a unique living mummy, awake, intelligent, and alert. Subsequently, the powerful creature was turned into dust and rags.[41] Circa 1375 DR, mummies, along with other undead, were in service of a vampire, Xedac of the Twisted Rune, who was sent into Undermountain to steal an enchanted runestone created by Halaster Blackcloak.[42]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/2/20/Mummy-5e.png/revision/latest?cb=20171011160653",
    "damage_vulnerabilities": [
        "fire"
    ],
    "damage_resistances": [
        "bludgeoning, piercing, and slashing from nonmagical weapons"
    ],
    "damage_immunities": [
        "necrotic",
        "poison"
    ],
    "condition_immunities": [
        {
            "index": "charmed",
            "name": "Charmed",
            "url": "/api/conditions/charmed"
        },
        {
            "index": "exhaustion",
            "name": "Exhaustion",
            "url": "/api/conditions/exhaustion"
        },
        {
            "index": "frightened",
            "name": "Frightened",
            "url": "/api/conditions/frightened"
        },
        {
            "index": "paralyzed",
            "name": "Paralyzed",
            "url": "/api/conditions/paralyzed"
        },
        {
            "index": "poisoned",
            "name": "Poisoned",
            "url": "/api/conditions/poisoned"
        }
    ],
    "senses": {
        "darkvision": "60 ft.",
        "passive_perception": 10
    },
    "xp": 700
}