{
    "name": "Nalfeshnee",
    "hit_points": 184,
    "hit_dice": "16d10",
    "armor_class": 18,
    "challenge_rating": 13,
    "strength": 21,
    "dexterity": 10,
    "constitution": 22,
    "intelligence": 19,
    "wisdom": 12,
    "charisma": 15,
    "actions_desc": "The nalfeshnee uses Horror Nimbus if it can. It then makes three attacks: one with its bite and two with its claws. Melee Weapon Attack: +10 to hit, reach 5 ft., one target. Hit: 32 (5d10 + 5) piercing damage. Melee Weapon Attack: +10 to hit, reach 10 ft., one target. Hit: 15 (3d6 + 5) slashing damage. The nalfeshnee magically emits scintillating, multicolored light. Each creature within 15 feet of the nalfeshnee that can see the light must succeed on a DC 15 Wisdom saving throw or be frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the nalfeshnee's Horror Nimbus for the next 24 hours. The nalfeshnee magically teleports, along with any equipment it is wearing or carrying, up to 120 feet to an unoccupied space it can see. ",
    "special_abilities_desc": "The nalfeshnee has advantage on saving throws against spells and other magical effects. ",
    "description": "      Nalfeshnees were repulsive demons that towered over most other demonic entities, standing at least 10 feet (3 meters) tall.[5] Most, however, stood over 20 feet (6.1 meters) tall and weighed a gargantuan 8,000 pounds (3,600 kilograms), with some being even more massive. Among the most hideous of demonic powers, their bodies were most generously described as corpulent, combining the most abysmal features of a boar and ape into a bipedal monstrosity. They had small, feathered wings, greatly undersized compared to their rotund figures, that despite their flimsy appearance, enabled nalfeshnees to fly.[3] Nalfeshnees did not so much walk as waddle, when they were not simply flying.[2][3] Their glowing red eyes looked hungrily at most mortals they came across.[4] Behind their swinish exterior, both in appearance and behavior, nalfeshnees possessed a dangerous intellect.[1] Other beings were placed within three categories by nalfeshnees: \"fit to eat\", \"fit to use\", and \"fit to serve\". Creatures a nalfeshnee would consume included animals, lesser demons, and most humanoid races. They did not conduct negotiations with these beings, the same as most people would not converse with their food. Among a nalfeshnee's preferred foods were halflings and terrified beings.[2] The second group consisted of beings that had more worth outside a nalfeshnee's stomach than within it. Powerful humanoids, certain demons, gnomes, immortals, insects (including arachnids), and elemental creatures were in this category. Some entities within this category were of no use to a nalfeshnee, they were here because they were simply inedible.[2] Beings worthy of a nalfeshnee's servitude would have to be far greater than the nalfeshnee itself, a position reserved for demon lords, balors, primordials, and powerful elementals. The true spinelessness of a nalfeshnee was only revealed when in contact with one of these entities. Normally nalfeshnees employed cutlery, regardless of condition, in an attempt to appear dignified and renounced combat as being underneath them. In the presence of a more powerful being, this facade melted away into a whinging, sycophantic wretch that bowed and scraped to its masters without shame.[2] Although their intellects often rivaled those of balors, causing them to view themselves as superior, nalfeshnees obeyed them in recognition of their greater strength. When their masters were not present, nalfeshnees would not hesitate to secretly foil their plans or embarrass them. Nalfeshnees carried no great regard for the Blood War and would sabotage their balor masters even if it worsened the side of demons overall.[4] With claws and teeth, nalfeshnees were capable of brutality in the heat of battle. Like other tanar'ri, they could summon fellow tanar'ri to aid them when needed. These could be demons as powerful as glabrezus, hezrous, or even another nalfeshnee if need be. Despite their bloated bodies, they could easily, if clumsily, navigate the battlefield with their wings, if not their teleportation powers. Their truesight pierced illusions or other means of deception. A small array of spells were in their possession. Another ability most commonly used by nalfeshnees was their specialized ability to smite those around them with unholy light. Those struck by this light were dazed, surrounded by visions of their worst fears.[3] A fearsome nalfeshnee in battle. Although they put on airs of being above brawling, nalfeshnees were demons with a near irresistible bloodlust. When they deemed it acceptable they would engage in battle, smiting their foes with their nightmarish nimbus ability before ruthlessly savaging them while they were dazed. While physically dangerous they were more likely to be found on the battlefield soaring above the masses to target more easily defeated foes. When in the middle of combat they used their telepathic abilities to bark orders at their inferiors, all the while terrifying their enemies.[1] Nalfeshnees were best known for their roles as the judges of the Abyss, processing damned souls from the Mountain of Woe them as appropriate, a task they loved to perform.[3][7] From atop their flaming thrones, they were the ones responsible for turning the newly deceased of the Abyss into manes, or other lesser demons depending on whether food, slaves, or slave food was most needed.[7] The rulers of the plane, aptly titled the Lords of Woe, claimed knowledge over the quality of the petitioners brought before them and the ability to properly assess the best demon they would make. Such claims were likely complete fabrications, as despite having guidelines, nalfeshnees were ultimately beings of chaos which would whimsically promote those before them into whatever form they desired.[7] Although lesser demons were more common transformations, nalfeshnees could turn petitioners into demons such as chasme immediately.[8] Gabberslug, a nalfeshnee judge in Sigil's Court of Woe. The intended procedures for the promotion of petitioners typically had manes made from the spirits of those without sufficient malevolence and malleability and dretches made from those that did. Rutterkin were made from the especially prideful so as to teach them humility through humiliation. Nalfeshnees did not normally function as commanders but were said to decide the makeup of Abyssal armies, with some claims even being that they could promote and demote demonic generals, thus altering the path of the Blood War.[7] Nalfeshnees, despite their love of food, possessed reasonable self-control. They often obtained food from the Prime Material Plane and stored it within their pantries rather than simply eating it immediately. This food was later consumed in elaborate feasts with other nalfeshnee.[1] When nalfeshnees trained to become wizards, they typically focused their studies on necromancy so as to create undead minions to protect their strongholds.[9] The process by which nalfeshnees created demons was a horrific one that befitted their voracious nature. Nalfeshnees devoured not only flesh, but negative emotions such as misery, fear and rage out of those they saw. Feelings like these were consumed in tandem with life force through their hungry eyes, leaving the husks of the former victims left full of empty thoughts. Victims that weren't killed by the process were left in a dazed state for potentially weeks, incapable of fighting, sleeping or even thinking properly. Afterwards, the drained shells were transformed into tanar'ri in torturous ceremonies.[4][10] A nalfeshnee in graceful flight. The fact that soul larva typically arrived at the Woeful Escarand was not a coincidence. The demons of the Abyss had intentionally subverted the system millennia ago so that such souls could be judged and promoted at the discretion of the Lords of Woe.[11] The lich Acererak trapped a nalfeshnee in a black obelisk outside his Tomb of the Nine Gods, as a guard against those would topple the obelisk.[12] There was a statue of a nalfeshnee on the Dungeon Level of Undermountain.[13] The archmage Arcturia kept a nalfeshnee in a nalfeshnee shaped pedestal, as a guard for her phylactery in the layer of Arcturiadoom in Undermountain.[14] A nalfeshnee skull, decorated. Tanar'ri\nAdaru • Alkilith • Armanite • Arrow demon • Babau • Balor • Bar-lgura • Bulezau • Cerebrilith • Chasme • Dretch • Gadacro • Glabrezu • Goristro • Hezrou • Jovoc • Kastighur • Klurichir • Lilitu • Mane • Marilith • Maurezhi • Mavawhan • Molydeus • Myrmyxicus • Nabassu • Nalfeshnee • Palrethee • Rutterkin • Solamith • Sorrowsworn • Spyder-fiend • Succubus • Uridezu • Vrock • Yochlol\nObyriths\nDraudnu • Ekolid • Golothoma • Laghathti • Sibriex • Uzollru • Verakia • Wastrilith",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/2/2a/Nalfeshnee-5e.jpg/revision/latest?cb=20161120184609",
    "condition_immunities": [
        {
            "index": "poisoned",
            "name": "Poisoned",
            "url": "/api/conditions/poisoned"
        }
    ],
    "senses": {
        "truesight": "120 ft.",
        "passive_perception": 11
    },
    "xp": 10000,
    "damage_vulnerabilities": [],
    "damage_resistances": [
        "cold",
        "fire",
        "lightning",
        "bludgeoning, piercing, and slashing from nonmagical weapons"
    ],
    "damage_immunities": [
        "poison"
    ]
}