{
    "name": "Night Hag",
    "hit_points": 112,
    "hit_dice": "15d8",
    "armor_class": 17,
    "challenge_rating": 5,
    "strength": 18,
    "dexterity": 15,
    "constitution": 16,
    "intelligence": 16,
    "wisdom": 14,
    "charisma": 16,
    "actions_desc": "Melee Weapon Attack: +7 to hit, reach 5 ft., one target. Hit: 13 (2d8 + 4) slashing damage. The hag magically polymorphs into a Small or Medium female humanoid, or back into her true form. Her statistics are the same in each form. Any equipment she is wearing or carrying isn't transformed. She reverts to her true form if she dies. The hag magically enters the Ethereal Plane from the Material Plane, or vice versa. To do so, the hag must have a heartstone in her possession. While on the Ethereal Plane, the hag magically touches a sleeping humanoid on the Material Plane. A protection from evil and good spell cast on the target prevents this contact, as does a magic circle. As long as the contact persists, the target has dreadful visions. If these visions last for at least 1 hour, the target gains no benefit from its rest, and its hit point maximum is reduced by 5 (1d10). If this effect reduces the target's hit point maximum to 0, the target dies, and if the target was evil, its soul is trapped in the hag's soul bag. The reduction to the target's hit point maximum lasts until removed by the greater restoration spell or similar magic. ",
    "special_abilities_desc": "The hag's innate spellcasting ability is Charisma (spell save DC 14, +6 to hit with spell attacks). She can innately cast the following spells, requiring no material components:\n\nAt will: detect magic, magic missile\n2/day each: plane shift (self only), ray of enfeeblement, sleep The hag has advantage on saving throws against spells and other magical effects. A night hag carries two very rare magic items that she must craft for herself If either object is lost, the night hag will go to great lengths to retrieve it, as creating a new tool takes time and effort.\nHeartstone: This lustrous black gem allows a night hag to become ethereal while it is in her possession. The touch of a heartstone also cures any disease. Crafting a heartstone takes 30 days.\nSoul Bag: When an evil humanoid dies as a result of a night hag's Nightmare Haunting, the hag catches the soul in this black sack made of stitched flesh. A soul bag can hold only one evil soul at a time, and only the night hag who crafted the bag can catch a soul with it. Crafting a soul bag takes 7 days and a humanoid sacrifice (whose flesh is used to make the bag). ",
    "description": "   Night hags were horrendously hideous beings, unrivaled in their repulsiveness even when compared to most other hags and much more so when compared to ordinary crones. To describe them as merely ugly was an immeasurable understatement and comparing them to human women at all could be seen as an affront to the gender.[8] Whether sickly and stout, of average build, or gaunt and bony, night hags were most visually similar to small female trolls, complete with a strange strength hidden behind their decrepit frames[8][11] and a deadly set of long, night-black nails.[5] Their gait was slow and their bodies ungainly despite their similarity in height and weight to human females, a problem caused by the uncanny ways their joints moved.[3][8] Their sickening skin tone made their entire forms seem awfully bruised, with a blue-violet hue that could be fairly light or so dark they seemed completely black. They self-augmented their flesh with tattoo-like scars to enhance their eeriness, although it was often already marred with grotesque warts, open sores, and diseased blisters brought on by planar plagues.[3][8] Like an unkempt coif, pitch-black hair often hid most of a night hag's horrid visage and unbearable body, although not without compensating for the lost terror that came from doing so. Bones, fingers and other heinous accessories were typically woven into their manes in ways the night hag in question found especially bloodcurdling[8] and thin, curved horns made their way through the ebony locks.[11] Behind the veil of hair laid a pair of light, hellish eyes with pinprick pupils radiating a rage-filled red and a jaw that reached out like a fearsome hook from underneath their sharply pointed noses.[8][12] Rows of jagged, yellow fangs coated in foul saliva rocked unfirmly in their gums and awkwardly jutted out from their festering, wizened lips.[3][8][12][13] Both diabolical and destructive, night hags combined the most despicable traits from fiends throughout the lower planes with the insidious nature of their sinister sisterhood. From their hag side they adopted the desire to sow misery and malcontent in the hearts of mortals everywhere, particularly through the method of bargaining. Like devils, they harbored an indomitable megalomania and unbreakable ambition, crossed with the overpowering need for carnage more typically found in demons.[8][11] However, the common thread running through their various hateful heritages was the utter glee with which they approached the act of corruption. Night hags were perversely subversive and took delight in turning virtues into vices, either by amplifying positive traits until they became unhealthy or by simply turning ideals into their diametric opposites. Corrupting mortals was both business and pleasure for them as doing so was not only innately satisfying but, like demons and devils, also granted them the victim's soul upon death which they could use as a commodity later on.[1][11] No bond was too sacred, tactic too low, or act too mercilessly for the soul-hungry merchants of Hades.[8][11][13] Tempering a night hag's compulsion to inflict suffering was their love of learning and need to maintain their livelihoods. They were gripped by the desire to acquire new knowledge and possessed perfect memories, making them highly informative, if incredibly dangerous, sources of lost secrets, ancient wisdom and forbidden lore.[12][13] Despite not caring about the opinions of others regarding their activities, night hags typically kept their promises once made since stains on their reputations, such as being backstabbers or having poor wares, would negatively impact their business.[14][12] The safest ways to deal with night hags often included bribing them with information and offers of arcane power, as they prized them about as much as souls.[12][13] A night hag extracting pain in liquid form. At the same time, trying to bargain with night hags was still an unthinkably terrible idea as they were vindictive manipulators that would track down and turn their weaker customers into larvae after concluding business. An even worse idea would be to attempt to trick them since they were immortal, petty, and potentially the most stubborn residents of the Gray Wastes, always taking revenge no matter how slight the slight. As expert con merchants themselves they were incredibly difficult to fool, but after discovering they were deceived could waste years, potentially forever, crafting evermore intricate schemes to outsmart their target. Insults and altruistic acts were both remembered but they were quicker to repay the former as opposed to the latter.[12][13] Night hags were psychopaths and classified all other beings in terms of usefulness: the weak were branded as food or slaves, with slave often being a temporary position until the subject was turned into food, and the strong served as targets for subtle extortion until they were weak enough to be classified as food or slaves.[8] They retained no particular loyalty or hatred for other night hags and covens were only formed occasionally when one powerful night hag dominated her sisters, although such indifference was sometimes attributed to the Gray Wastes.[8][12][13] Material hags were sometimes contended with but always haughtily looked down on, subjugated either as individuals or in preestablished covens and never joined as equals.[8] Perhaps the only positive trait of the night hags was their lack of bias on the basis of race or class. They were thought to view the multiverse as a constant power struggle where the roles of master and servant were in a state of constant flux. It was due to this view that they never made permanent alliances, possibly the one thing preventing them from further controlling the Lower Planes. Racial privilege was viewed as a worthless concept and regardless of where one came from or what they were, they could expect fair treatment from night hags, the same competitive, predatory malice they displayed to everyone else.[8][12][13] Night hags had an array of magical powers at their disposal, including the ability to cast ray of enfeeblement, sleep and magic missile as spell-like abilities. They could magically discern the alignment of most beings detect magic and polymorph in order to take on the guise of a female member of other races, typically in the form of a crone.[1][2][3] Like most hags, the frail, elderly exterior of night hags belied their raw, physical strength, which wasn't diminished even when they took on other forms.[1] Their hideous maws could transmit a disease called demon fever via bite and when not polymorphed they retained their wicked sharp claws.[3] Night hags could only be properly harmed by weapons that had undergone powerful enchantment or that had been constructed from silver or cold iron. Heat and cold barely phased them, magic typically had little effect, and they were entirely immune to magic designed to charm, frighten or put them to sleep.[12][1] Night hags normally kept two powerful magic items with them at all time, the first of which was a special periapt known as a heartstone. Also called 'charms of blackness', heartstones were lustrous and magically potent black jewels worn as amulets by night hags. When in their possession, they allowed night hags to activate their ability to become ethereal and to cure any disease simply by touching it, a tool of incredible importance for any resident of the plague-ridden plane of Oinos. They were, particularly when used by good-aligned beings, substantially less useful out of a night hag's hands, shattering after ten uses and incapable of granting non-night hags the ability to travel to the Ethereal Plane. To craft a new heartstone required a month's worth of work and the sacrifice of several larvae in the process, making the retrieval of a lost heartstone of paramount importance to them.[1][13] Night hags could use their spectral state to haunt the dreams of those on the Material Plane. They would ride on a victim's back, filling their sleeping minds with mind-bending visions, crippling anxieties and dread-inducing nightmares until the break of dawn. Through this method, night hags could gradually wear down their prey both physically and mentally, sapping their vitality while driving them mad in the hopes that they would grow even more depraved.[1][8][13] Visits from a night hag in such a fashion only had to last an hour before all benefits of a night's rest was lost and powerful restoration magic was normally required to help victims recover. If unimpeded in their mental invasions, night hags would continue straddling their marks until they died in their sleep. It was at this point that a night hag's other powerful item, her soul bag, came into use. Crafted over the course of a week from the flesh of a sacrificed humanoid, soul bags were black sacks that could hold a single soul that had been killed by a night hag's dream haunting ability, although unlike heartstones only the specific creator could use them.[1] Night hags could immediately determine soul larva quality, which souls became larvae upon death and possibly even the specific, malicious acts necessary for a wicked mortal to become a soul larvae.[8][12] With this knowledge, night hags caught the larval life essence of those they had corrupted in their soul bags before dragging them down into Hades where they would become an especially powerful kind of soul larva. The entire process of dream haunting had several flaws interwoven throughout the various stages, such as the fact that it only worked on sufficiently selfish beings.[13][8] The sleep-related powers of night hags had reportedly different levels of effectiveness on those that were not evil, or at the very least chaotic, such as their sleep spell-like ability not functioning or the bag being unable to entrap the soul. Other weaknesses included the use of truesight to detect their presence, protection from evil and good and magic circle to block a night hag's intrusions, or techniques that affected the ethereal in order to interrupt the process.[1][8] A night hag wielding an axe. Cruel and devious in the extreme, night hags had access to unique and deadly magical items, arrays of minions and a willingness to sacrifice all of them to protect herself if need be.[8][11] When they believed themselves to have reasonable chances of success they would quickly murder any goodly being they came across, favoring the use of sleep to render their prey unconscious before cheerfully choking them to death,[3][13] although some reports claimed they could literally enter and tear apart their target's mind from the inside. Allies typically prevented any other parties from interfering while they killed. However, night hags were rarely direct in their tactics, and often adopted other forms to spy on trespassers or lure them in before rendering them all unconscious.[2] It was necessary to take all precautions possible when confronting a night hag as they would do the same against any threats to themselves, watching and slowly murdering enemies from the ethereal plane if able to move there unseen. Multiple hostages were often kept on the ethereal plane and would be ruthlessly murdered and made examples of in order to ward off hunters that cared about them. They might also kidnap spellcasters, those most likely to be nuisances but incapable of withstanding direct assault, taking them to the ethereal plane by ambushing and grabbing them, necessitating spells like grease or blur to escape their grasp.[8] It was no surprise that they preferred the use of traps and guardians that made use of poisons and diseases given their heartstone's ability to cure them whenever needed and they often employed lower-planar diseases. Breaking a night hag's heartstone was one of the best tactics when fighting them since it weakened them and prevented them from moving to other planes without assistance. Failing that, spells such as forcecage were tremendously useful in limiting their movements and tactical options while etherealness allowed them to be fought on equal terms.[8] Despite being among the greatest economic powers of the Lower Planes and a crucial link in the ecology of many creatures that lived there, night hags were also among the most quickly dismissed of its denizens.[12] They were terrifying creatures to those of the Prime Material Plane, but they were relatively puny by extraplanar standards, easily beaten by a few mezzoloths.[14] They were not to be mistaken as flimsy or frail, as any being capable of winning respect from balors and pit fiends was likely incredibly dangerous,[12] but their lack of strength compared to other lower-planar races often raised questions of why other forces, good or evil, hadn't driven them out of Hades and taken control for themselves. This was often written off as a result of the Gray Wastes stealing the thirst for conquest from would-be invaders but such propositions were entirely false.[14] Night hags were the nightmare queens of Hades,[8] but not due to overwhelming power and threats or far-reaching and complex plotting. Instead, night hags used a subtler and simpler method, manipulating various malevolent factions against each other using soul larvae as their means of control.[12][14] The Oinoloth, leader of the yugoloths, might have ruled the Gray Wastes in name but functionally it was the night hags that actually controlled it, if only because the majority of the yugoloths migrated to Gehenna and the Oinoloth spent much of their time dealing with the intrigues of their own kind.[13][12][15] As independent sellers, night hags could determine their own prices, trading in gold, information, favors, magic items, evil souls and whatever else they desired. Through this capitalistic puppeteering, night hags acquired new ways to extort others, gained secrets to connivingly trade between opposing forces and otherwise improve their political standing.[14] In exchange for larvae, powerful fiends could be persuaded to avoid trying to conquer Hades while liches might be asked to destroy certain parties that refused to participate in the larva trade.[4] Larvae trading was the primary occupation and activity of most night hags, with the main, and easiest, method of gathering them being to simply wander the Wastes looking for them.[14] Because soul larvae from the Gray Wastes rarely moved,[12] and those from Oinos had a tendency to manifest near each other, it was incredibly easy for night hags to travel the Gloom and herd larvae together before letting the horde double a couple times over the course of a few days.[14] The particularly wicked larvae that hags made from their dream haunting abilities were especially useful to fiends and it was thought that they had the luxury of skipping the mindless stages of lemure or mane. Many fiends actively sought out hags that created such larvae and night hags in turn recognized the profit that could be turned from selling them.[8][14] Despite the obvious benefits, most night hags refrained from using this method due to the time and effort it took to perform and the risk that the practice would attract troublesome forces from the Material Plane. Still, some opportunistic hags still partook in the practice despite its risks, going after powerful beings of great evil, particularly spellcasters that associated with fiends, who would create more valuable larva.[8][14] After disposing of the worst maggots and branding their merchandise they sold the rest to the highest bidders or in pre-arranged contracts, typically only trading the best but occasionally selling those of poor quality at a discount, often times to inexperienced liches.[12][14] Why larvae were so crucial was no question, as the creatures could be eaten, turned into various fiends or used as raw material in several rituals and products. While they could be found throughout the lower planes, night hags centralized their business in the Gray Wastes,[4][14] and sometimes harvested them from the Shadowfell.[9] This was because larvae of the Gray Wastes were of such pure evil that not only could both baatezu and tanar'ri easily adapt them to their alignments, but it was in their best interests to do so. Larva from the Nine Hells were too inflexibly fixed to their form of lawful evil and struggled to take on baatezu form, while those chaotic evil ones from the Abyss were unstable and reverted back into larva too easily.[14] Millions of fiends could die daily in the Blood War and while neither side would ever admit it, they were reliant on the keen eyes and superior location of the night hags to supply them with the best larvae.[14] Other entities that relied on life forces to survive such as liches were minor players in the larva trade but still contributed to the trade and the monopoly held by the hags.[12] With an ever-increasing demand and a practically never-ending supply, the night hags had surely amassed awe-inspiring levels of wealth.[14] Although uncommon, larva trade interruptions, either to ruin or commandeer it, had always happened within the Gray Wastes. The Blood War, ironically, was the biggest issue, as despite attempts to learn where it would strike next, hags were often unexpectedly caught in the middle of Blood War skirmishes and slaughtered along with them, their herd, their servitors and their patrons. Celestials attempting to weaken the forces of evil without making themselves out as targets sometimes conducted covert operations against the nightmare queens, secretly slaughtering them and their herd based on the logic that killing fiends while they were weak was the best strategy, although it was unclear if it actually worked or merely angered the hags.[14] Occasionally the rogue fiend or unscrupulous mortal would attempt to take up the larva trade as an entrepreneur, a practice likely to get them killed before their first deal by their competition and that was never taken seriously.[14] More regular and sporadic disruptions included robbery by liches, small thefts by hungry dhergoloths (which were generally ignored to prevent conflict with the yugoloth race) and attacks by goodly, plane traveling adventurers.[14][17] Typically such intrusions only effected individual hags and the wider-scale larva trade remained unimpeded, although failing to address such attacks was liable to get a hag branded as weak.[14] Hags were willing to associate and ally with various evil creatures from across the planes and sometimes even non-evil ones so long as they weren't good. Those that knew of their existence typically wrote them off as crafty crones that sold larvae for money, while celestials harbored a hatred for them since their activities furthered the fiendish races. While fiends viewed hags more favorably thanks to their service they were also quick to overlook them as a mere merchant race.[12][14] Night hags occasionally became the wives of fiends possessing some semblance of noble status and had been known to adopt seductive appearances in order to get close and steal secrets from mortal wizards. They had been known to found magic colleges or sponsored arcane research projects, regardless of the moral nature of the spellcasters they deceived.[13] Lesser creatures were normally hired to keep records, herd larvae, send messages and complete any other mundane chores, with loyalty being greatly important to them. Those night hags that did pay their workers often did so poorly and terminated any servitor wishing to terminate their employment in order to protect their precious trade secrets. Imps and tieflings made their way into their service as did mephits and the occasional modrons.[14] Often times they mounted nightmares, another type of dream haunting creature of the Gray Wastes, and they prized cauchemar breeds.[8] Although they made contact with servants, customers and hired mercenaries, night hags had little society in regards to one another outside of subjugation and the mutual scorning of the weak.[12][14] They generally preferred to operate their businesses independently of one another, allowing them to keep the entirety of their earnings while not needing to deal with their equally greedy relatives. Thousands of individual night hags dotted Hades, each marketing their own wares while in constant competition with each other. Occasionally night hag covens could be found in the Gray Wastes, formed in order to pool a greater profit than the hags within could earn alone.[14] Night hag covens, often comprised of a night hag and her daughters and sometimes masterminded by another, even stronger night hag, quickly and inexorably fell apart due to in-fighting.[8][14] The longest-lasting coven of night hags ran the largest larva market in the lower planes, the Grand Larva Emporium. A grand bazaar located in Oinos along the River Styx, the Emporium was the commercial center of the Lower Planes where demon, devil, lich or otherwise went to acquire premium larva. Passengers entered via merrenoloth skiffs by the hundreds to browse and buy, protected by a well-armed retinue of yugoloth mercenaries that swiftly executed any trade disruptors.[14] Shoppers haggled with hags that had paid to rent a spot for the day over the prices of their larvae, and could also purchase larva-based products such as a perfume called \"Evil\" or a liquor known as \"Yellow Wurm Stout\". Blood War weaponry and armor, dark magic, slaves, illegal goods and all kinds of other heinous contraband was rumored to make its way through the ultimate black market. The tiefling Malraxus ran a coffee shop the size of a small town called the Blood Grind, where travelers could order exquisite Abyssal coffee and gossip about the latest Blood War news.[14] Most hags when in Hades were nomadic, their need for knowledge having led them to travel throughout the planes through portals, magical items or by contacting others that could. Only the strongest of their kind created lairs within the Gray Wastes, minor, personal empires of lesser fiends, their children and other nightmarish beings from across the planes. Typically night hags made their dwellings on the Material Plane in strategically chosen locales; small cave and hollows, abandoned mines, forested ruins, lone crags, and other grim, isolated spots nearby secluded towns. Either by the traps surrounding the area around a lair, the minions posted around them or by coming across them on their own, night hags were typically alerted about the presence of intruders and did not take to them kindly.[8] Their lairs were in fact two lairs, partially the haunt seen from the Material Plane and partially simple yet dreadful towers of stone and steel constructed in the Ethereal Plane from materials taken from the Prime Material Plane. The immutable firmness of their towers contrasted the phantasmal mist of the ethereal plane and was where night hags spent a large portion of their time on villainous plots and vile rituals. While hags would spend all their time on the Ethereal Plane, as it allowed them to travel easily and protected them from hunters, the threats present there such as unpredictable ether cyclones and fearsome monsters made the Material Plane seem safer. Often times the only use of a lair was as an interplanar prison for important captives and a night hag's children before they fully transformed, a clearly dangerous prison as there were many potential horrors lurking in the Ethereal Plane, but one that hags loved to leave their victims in regardless for their own enjoyment.[8] Powerful night hags such as grandmas or aunties had even more terrible lairs, with the nearby region becoming more warped and eerie around them. Shadows could seem emaciated and might move on their own, people would have visions of dead family, friends and possibly themselves that would disappear if interfered with and people could randomly disappear only to return a minute or so later, having been temporarily shifted to a demiplane full of wicked cackling, shadows and corpses. Within their lairs, such hags were even more dangerous, able to throw people into the air without touching them and banish others to special prison demiplanes for a few brief seconds.[11] Dream haunting night hags slowly savored their kills from the safety of their hideouts, first targeting community outcasts such as criminals and deviants. At first this was ignored or even seen as a positive until important figures or those whose crimes were unknown to the populace began dying in their sleep. Befitting the disease-using nature of night hags, the deaths they caused were often mistaken as a kind of supernatural plague resistant to all forms of healing, leading some to try to quarantine the area and thus accidentally leave the people trapped within in the clutches of the hag. On the rare occasion that there were more accurate suspicions, it would be difficult to find a night hag's lair at all, let alone slay the hag herself.[8] Cegilune, mixing her brew. The mother and goddess of hags, Cegilune, dwelt within the Gray Wastes along with the majority of night hags and was rumored to be a supremely powerful night hag herself.[12][15] She tyrannically commanded the night hags to procure soul larvae for her to use in trades with tanar'ri and liches, although she wouldn't take the souls of those that other night hags had corrupted due to her greed and mistrust for her own servitors.[18] She was paradoxically worshiped and reviled by all night hags and in turn showed only callous disregard for the wellbeing of her daughters, maintaining her position through overwhelming power.[12][14][15] The nightmare queens of Hades never needed to sleep themselves,[8] although it was rumored that they went through vulnerable periods where they had to take great care to protect themselves.[12] Night hags enjoyed the taste of flesh and souls, either from their own larva herds or from innocent mortals.[8][12] They were also rumored to consume hopes and dreams, a fitting theory for denizens of the Gray Wastes.[12] Although many theorized that night hags were some strange adaptation of soul larva, none could deny the enigmatic connection between the worms and the witches.[8][12] Indeed, soul larva did play a role in the reproduction of night hags, who had a uniquely disturbing method of procreation that set them apart from other hags. After seducing mortal men, normally having to disguise themselves first, night hags became pregnant for an amount of time typical for her mate's species and produced an otherwise ordinary, dark-haired daughter. After her first birthday, a night hag could perform a series of mysterious, corrupting ceremonies on their children that would transform them into a hag. Rituals had to be performed thirteen days after the last and involved the night hag suckling the child and feeding the child living larva flesh, a process that took an hour. After the last rite, the child would swiftly and irreversibly transform into a night hag within an hour. If one of the feedings was interrupted, they couldn't reach the child on the appropriate days or the child hit puberty, the child would be forever safe from transformation.[8] Hags could also sire children from fiends and daughters wrought from such a method were always hags and took no traits from their fathers.[13] If hags could die of old age then their lifespans far exceeded those of even dragons and they were practically immortal.[11] Night hags lacked maternal instincts or any true concern for their daughters and so on they always left their children in the care of others. Typically they were left in the hands of unwary, good-aligned beings, these being one of the few times they didn't murder them, or even the birth father, who had a half and half chance of still being alive after the hag mated with him. Rarely were their daughters anything more than reserves kept across the planes for them to return to later if they needed more assistance, so many hagborn children went untransformed.[12] Superstition and old stories shrouded the history of the night hags as legends and wives' tales about their actions diluted accurate information about them. Some simply believed them to be another hag variant alongside the sea and green hags that dwelt on a different plane.[8] Others pointed to the blue skin and black horn nubs of the annis hags and concluded that the two were especially related somehow.[19] Some earlier reports claimed that green hags were the degenerate result of night hags breeding with mortals and that annis hags were the result of green hags breeding with ogres and giants, which would make all three related.[20] There was speculation, due to their link to soul larva, that night hags originated from them or were a refinement of the hateful hordlings that ravaged the Gray Wastes.[15] More esoteric beliefs involved the idea that they were an embodiment of mortal dreams, or more appropriately nightmares,[21] while more recent reports claimed that the night hags were once native to the Feywild before their extreme evil led to them being banished to Hades where they became fiendish degenerates.[1] Regardless of their own origins, night hags, typically those working in covens, could be credited with the creation of several horrors, such as the silent Shadowfell monsters known as the banderhobbs or the original ritual for the boneclaw from ogre remains and a trapped oni soul.[22][23] Even the yugoloths were rumored to have been created by a Gehennan night hag sisterhood working under Asmodeus to create an army not bound by the Nine Hells. Supposedly the hags were the ones who made the Books of Keeping that contained the true names of all original yugoloths, sans the General of Gehenna, as well as a few demon lords and archdevils, but lost the books and split up thanks to the bickering common the night hag covens.[24] Yugoloths had their own creation stories, some of which explained certain details better than the night hag version, but none so that explained the existence of the altroloths so well.[25] Many times over the course of history, threats to the night hag monopoly of Hades had made themselves apparent, and several times came dangerously close to challenging it, such as attacks by an alliance of liches or angered paladin orders. When not even the united efforts of the night hags could best such threats they were forced to fall back on their champions, the altroloths. How exactly the night hags came across the recipe for them, whether it was discovered by Cegilune or the baernoloths (unlikely given the disregard both the goddess and the enigmatic creatures displayed to their respective followers) or if a coven merely discovered it on their own was unknown. Regardless of how they got it, and whether or not other fiends could be used in it, night hags in dire straights would temporarily put aside their differences and create a champion from a willing yugoloth.[14] Despite the fact that such knowledge would make them more intimidating, night hags and yugoloths alike kept the ability for them to do so a secret because of the hidden drawback that came with the creation of altraloths. Creating an altraloth was so incredibly taxing for the night hags involved that they would be rendered helpless for months if not years after. Numerous things could go wrong and the process could still fail for seemingly no reason, but if it succeeded their champion could be bestowed with incredible powers or even have their alignment changed as needed, making it one of the greatest tools in the arsenal of the night hags. It was through their ability to create altraloths that the hags earned unrestricted and free ferry service on the River Styx forever by making its keeper, Charon.[14] Other Fiends\nAchaierai • Barghest • Canomorph (Haraknin • Shadurakul) • Hell hound • Hordling • Howler • Larva • Maelephant • Marrashi • Night hag • Nightmare • Rakshasa • Succubus • Vargouille • Yeth hound",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/4/40/Night_Hag-5e.png/revision/latest?cb=20171011031553",
    "damage_vulnerabilities": [],
    "damage_resistances": [
        "cold",
        "fire",
        "bludgeoning, piercing, and slashing from nonmagical weapons that aren't silvered"
    ],
    "damage_immunities": [],
    "condition_immunities": [
        {
            "index": "charmed",
            "name": "Charmed",
            "url": "/api/conditions/charmed"
        }
    ],
    "senses": {
        "darkvision": "120 ft.",
        "passive_perception": 16
    },
    "xp": 1800
}