{
    "name": "Nightmare",
    "hit_points": 68,
    "hit_dice": "8d10",
    "armor_class": 13,
    "challenge_rating": 3,
    "strength": 18,
    "dexterity": 15,
    "constitution": 16,
    "intelligence": 10,
    "wisdom": 13,
    "charisma": 15,
    "actions_desc": "Melee Weapon Attack: +6 to hit, reach 5 ft., one target. Hit: 13 (2d8 + 4) bludgeoning damage plus 7 (2d6) fire damage. The nightmare and up to three willing creatures within 5 feet of it magically enter the Ethereal Plane from the Material Plane, or vice versa. ",
    "special_abilities_desc": "The nightmare can grant resistance to fire damage to anyone riding it. The nightmare sheds bright light in a 10-foot radius and dim light for an additional 10 feet. ",
    "description": "      Nightmares were seemingly emaciated stallions, approximately 6 feet (1.8 meters) tall at the shoulders, with night-black coats.[4][6] On further examination, however, their warhorse-like exterior was revealed to be entirely superficial. They had huge heads, fangs like vipers, and malevolent dark eyes often illuminated by red-hot flames, and they spouted orange fire when their nostrils flared.[3][6] Wreathed in fire, their manes were wild and their tails unkempt, but they turned to cinders and quickly dispersed upon death.[2][4] Their steely hooves left scorch marks wherever they went but the tracks left mysterious patterns and gaps.[3][7] They galloped through the night with unnatural agility, their black bodies blending into the darkness and leaving onlookers with only the sight of racing, infernal flames that appeared and disappeared in smokescreens of brimstone.[1][7] Rumors had it that the creatures moved so fast that they could only be seen as a blur, but those who'd seen them speculated they could move between shadows or teleport, which would explain their ability to stop and start in an instant and suddenly appear without seeming to have moved.[7] Nightmares were callous and cruel creatures that stalked those they could victimize. They displayed hatred towards all life on the Material Plane and exhibited an infernal intelligence unseen in true beasts.[4][7] Rather than simply murder their targets, they used their supernatural powers to strike terror in them first, making them fear for their lives and killing them once they were reduced to panicking wrecks. One of their favorite tricks was to allow their victims one last moment of feeling safe before suddenly reappearing, dashing their last remaining hope, and then striking the killing blow.[7] Despite being wild and roaming creatures, they were known to serve willingly as mounts during missions of malice, but only for those of sufficient wickedness and ability.[3] Those that wished to ride them would be wise to remember that nightmares were not simple steeds but fiercely independent and untameable fiends with their own instincts and agendas. Prideful and egotistical, nightmares often acted upon their own wills even if such actions ran counter to the goals of their supposed masters and sometimes even at their expense.[4][7] Even if both parties desired to commit evil deeds, their exact methodologies could be incompatible and attempts to force them into servitude often ended poorly. Only after forging a bond with them over time would a nightmare become loyal to a rider and only then would the two become true partners in villainy.[7][8] The titular power of nightmares was their ability to appear in dreams, either before the victim had encountered them in the flesh in a kind of ill omen or in the minds of survivors after a terrifying attack.[7] They could shift to the astral and ethereal planes, as well as the Shadowfell, at will, and despite their lack of wings they could magically fly even faster than they ran.[3][7] Their hooves typically ignited flammable objects and they could leave massive walls of fire in their wake.[2][3] Nightmares were often surrounded by a haze of smoke thick enough to prevent others from seeing them but which they could see through perfectly. They often exhaled a searing, sulfurous smoke in the midst of combat, neighing in fits of rage while snorting out the noxious gas. The blinding, choking cloud left enemies caught within it wheezing and unable to properly fight back against the nightmare.[3] Nightmares could inflict deaths so gruesome they could create enraged and vengeful phantoms.[7] With tooth and hoof, nightmares savaged most creatures they came across. Beings from the lower planes were typically spared from their fury but other entities weren't so lucky, particularly those from the Material Plane.[4] They utilized hit-and-run tactics, targeting separated members of groups and blocking off means of escape through fires, speed, and their ability to move between planes.[2] Only skilled riders could properly fight with a nightmare while riding on top of it.[3] Nightmares of the Shadowfell were unique in their tendency to hunt in small, predatory herds similar to wolf packs. They haunted untraveled roads, either in the Shadowfell or Material Plane, looking for the rare, night-going wanderers to prey upon.[2][7] Passages known as \"ember ways\", so-called because of the smoking hoofprints left behind in the wake of their makers, were regarded as dangerous paths even by the denizens of the Shadowfell and even during the day.[7] The gloomy realms of the Gray Wastes and the bleak Shadowfell were most closely linked to nightmares, but they could be found and shaped by other planes—for example, the Abyss had mutated its nightmares into demonic variants.[7] Such nightmares were usually lone wanderers that murdered individuals and smaller groups, but those with herds shared tighter bonds and possessed unique social structures not found elsewhere.[4][7] Sin's Reward, a nightmare barded in spiked, black armor and cloaked in black smoke and white flames, was the master of all nightmares in the Nine Hells. Meanwhile the mares of the Abyss were commanded by the mutant mare Thunder of Hooves, a massive, six-legged nightmare that ruled through violence and intimidation. Despite their mutual hatred of one another, the two mated annually in the Shadowfell, producing three powerful foals: one would go to the Abyss, one to the Hells, and one would stay in the Shadowfell.[7] On rare occasions, somewhere between a year and a decade, a sinister night came for all beings of evil known as the Gloom Meet. The denizens of the Lower Planes, as well as the Shadowfell, met together in the Glooms of Hades to conduct dark diplomacy: settling their differences, creating new alliances, and discussing future agendas. Two weeks before the Gloom Meet began, nightmares heralded its coming, racing across the planes and becoming more noticeable throughout the multiverse, particularly in the Gray Wastes. In the final moments before the Meet, nightmares charged in a terrifying stampede towards their final destination, leaving a trail of hoofprint-shaped scorch marks behind them.[4][5][7] It was by following them that a few planar scholars and adventurers found the Gloom Meet themselves, allowing infrequent accounts of such meetings to exist.[7] A nightmare with its flaming mane. Nightmares were favored mounts among many malevolent races, to the point where there existed an Order of the Nightmare, a company named for their steeds. Night hags were known to ride them but they were primarily ridden by powerful and intelligent demons and devils, particularly narzugons, who treated them as trusted and valued companions.[4][9] Certain undead like death knights, liches, vampires and even specters also took them as mounts.[7] Mortal spellcasters, wicked warriors,[7] and anti-paladins[10] sought out nightmares for power and acclaim and the shadar-kai prized them as steeds.[11] Their burning manes were not a problem for riders as they granted those atop them fire resistance.[7] Taming a nightmare typically required complete domination of the creature, with it and its potential rider dueling to determine its fate. Only when it was clear the only alternative was death would nightmares submit, but they didn't lose their individuality and wouldn't blindly follow commands.[7] Mortals wishing to bind a nightmare into service could use a combination of the summon monster and wall of fog spells to bring them to the Material Plane. Appearing through the mist, the nightmare had to be fed an appropriate offering: 20 pieces worth of platinum, ground into oat-like flakes that it consume. Whoever fed them would be their master for three days. Beings of the Lower Planes didn't need to do this, but whatever agreement they made was unknown to mortals.[4] It was also possible to bind nightmares using infernal tack—typically reserved for narzugons—which allowed the wearer of the magical set of spurs to call the nightmare from across the planes.[8] Nightmares had no actual connection to real horses and were only semi-material beings lacking the need to breathe, although they could become tired.[4][12] They could easily carry hundreds of pounds and, so long as there was space on their backs, could carry any amount of undead. Up to 120 pounds (54 kilograms) of gold could be carried to and from the ethereal plane along with their riders.[12] Nightmares, even though incapable of speech, could communicate between each other through some form of empathy.[4] Nightmares never required food although they typically consumed their slaughtered enemies.[4] They had a preference for the meat of humans, demihumans, and lesser fiends, with manes and lemures being particular favorites, but specific tastes could vary widely between individuals. If not provided with such delicacies at least once a month, they had a mild tendency to exhibit hostile behavior.[12] If nightmares did need some form of nourishment (difficult to prove because of their ability to digest inorganic matter), it was likely they derived sustenance simply by perpetrating evil acts.[4] Nightmares could be found all across the evil-aligned planes from Acheron to Pandemonium.[13] They could be seen racing throughout Carceri in the acidic jungles of Cathrys and the blasting deserts of Minethys as well as in the fire and magma flows on Gehenna.[14] Lesser nightmares (thought to be bred from their stronger kin) were equally despicable but more cautious. While incapable of transitioning between planes at will, they were still able to move between them with passengers and had an impeccable sense of direction. They immediately attempted to escape good creatures that attempted to ride them but were excellent teammates for blackguards.[15] Cauchemars, on the other hand, were a particularly powerful and vile breed of nightmare that struck fear in even the bravest champions. Their smoke was even more overpowering, and they could carry over twice as much as regular nightmares.[3] Whether or not nightmares could truly, naturally reproduce was a point of contention, but a method existed for creating them.[4][1] A ritual of dark magic could transform a pegasus into a nightmare with the agonizing removal of its wings, and it would lose its noble qualities for despicable traits.[1] Aging nightmares showed gray hairs on their black coats or a hunched posture.[4] When their time of death approached, nightmares made their way to the third layer of Hades, Pluton, to a spot called the Hill of Bone to die, normally bringing ruin to their former masters in the process.[16] The Hill of Bone was a massive graveyard, a mountainous heap of bones shaped like a giant equine skeleton when viewed from above. Permeated by an eerie silence, the only noises that could be heard were the occasional whinnies and chuffs, even when no living nightmares were present. The barely audible rattling of bones was a constant background noise and sometimes the area that formed the legs or head shifted as if to signify victory. Appearing from walls of mist, elderly nightmares occasionally cantered onto the Hill of Bone, saluting it with their heads held high. The Hill responded with its own welcome, an ear-splitting neigh that resounded up to a mile away and could drive listeners mad. When the echoes faded, the nightmare would immediately fall over dead and its skin would rot off alarmingly quickly.[4][16] The enigmatic happenings on the Hill of Bones belied its true nature as the means by which nightmares achieved immortality alongside their ancient ancestors. The removal of a single, scrap of bone was seen as a grave violation by the entirety of the nightmare race, prompting every member to hunt down the offender, return what was stolen, and exact retribution on behalf of their forebears. The feeling of being watched on the Hill of Bone was thanks to the skulls, all of which possessed truesight and could still communicate, allowing them to give descriptions of graverobbers. The theft was reported to the next nightmare that came to die, which would quickly circulate the information. If the nightmares failed to retrieve the remains, normally stopping after the death of three more of their kind in the hunt for it, the nightmare whose bone was stolen was doomed to permanently die and have its life force spread throughout Hades.[16] Dying on the Hill was paramount for nightmares and some prearranged for their bodies to be moved there even if they died on other planes.[4] The devil duke Alloces claimed to have created the original nightmares alongside numerous other bestial monsters and curses, but few scholars, wizardly or religious, outside of his own followers believed him.[17] Sin's Reward and Thunder of Hooves were rumored to have been agents of Vecna sent to spy on and report back on the activities of devils and demons. Further speculations were that the two had been corrupted by their respective planes and that Vecna wanted both dead.[7] Black Onyx and Eversmoke were two highly prized nightmares in the possession of Marrake al-Sidan al-Hariq ben Lazan, Grand Sultan of All Efreet. They ran races in the City of Brass.[18] Bloodcurdle was the favored mount of the Hag Countess the former ruler of Malbolge, before she was supplanted by Glasya. Although he initially pretended to submit, he revealed he was truly loyal to the Countess by hurling her into a lake of bile, earning him a private torture room in the Tower of Pain.[19] Bloodfire was a cauchemar and the willing steed of the Baron of Blood, Artor Morlin.[20] Other Fiends\nAchaierai • Barghest • Canomorph (Haraknin • Shadurakul) • Hell hound • Hordling • Howler • Larva • Maelephant • Marrashi • Night hag • Nightmare • Rakshasa • Succubus • Vargouille • Yeth hound",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/4/4c/Nightmare-5e.jpg/revision/latest?cb=20171010171957",
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [
        "fire"
    ],
    "condition_immunities": [],
    "senses": {
        "passive_perception": 11
    },
    "xp": 700
}