{
    "name": "Ogre Zombie",
    "hit_points": 85,
    "hit_dice": "9d10",
    "armor_class": 8,
    "challenge_rating": 2,
    "strength": 19,
    "dexterity": 6,
    "constitution": 18,
    "intelligence": 3,
    "wisdom": 6,
    "charisma": 5,
    "actions_desc": "Melee Weapon Attack: +6 to hit, reach 5 ft., one target. Hit: 13 (2d8 + 4) bludgeoning damage. ",
    "special_abilities_desc": "If damage reduces the zombie to 0 hit points, it must make a Constitution saving throw with a DC of 5+the damage taken, unless the damage is radiant or from a critical hit. On a success, the zombie drops to 1 hit point instead. ",
    "description": "   Basically, a zombie was the corpse of a creature that had been animated by someone who could manipulate negative energy, such as a cleric. For example, a cleric would be able to use negative energy on a corpse and make it move its body, arms, legs, etc.[3] Zombies could also rise spontaneously if an area was saturated with necromantic magic.[1] Zombies dragged their feet and so did not leave clear prints.[7] Necromancers used demons' blood as a powerful magical adhesive liberally applied to zombies' joint to stave the rotting and disintegration of tissues.[8] Disclaimer: The views expressed in the following links do not necessarily represent the views of the editors of this wiki, nor does any lore presented necessarily adhere to established canon.",
    "imageURL": "https://www.dndbeyond.com/avatars/thumbnails/0/287/1000/1000/636252770700032248.jpeg",
    "condition_immunities": [
        {
            "index": "poisoned",
            "name": "Poisoned",
            "url": "/api/conditions/poisoned"
        }
    ],
    "senses": {
        "darkvision": "60 ft.",
        "passive_perception": 8
    },
    "xp": 450,
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [
        "poison"
    ],
    "caption": "A zombie was an undead creature usually created by the re-animation of a corpse. Unlike animated skeletons, zombies still retained some flesh on their bodies and gave off a horrid, rank smell. They were almost mindless, but could be given simple commands, such as \"kill anyone who opens the treasure chest.\" Virtually any solid creature could be turned into a zombie; in addition to humanoids, troglodytes, minotaurs, ogres, and even beholders could be turned into zombies."
}