{
    "name": "Orc",
    "hit_points": 15,
    "hit_dice": "2d8",
    "armor_class": 13,
    "challenge_rating": 0.5,
    "strength": 16,
    "dexterity": 12,
    "constitution": 16,
    "intelligence": 7,
    "wisdom": 11,
    "charisma": 10,
    "actions_desc": "Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 9 (1d12 + 3) slashing damage. Melee or Ranged Weapon Attack: +5 to hit, reach 5 ft. or range 30/120 ft., one target. Hit: 6 (1d6 + 3) piercing damage. ",
    "special_abilities_desc": "As a bonus action, the orc can move up to its speed toward a hostile creature that it can see. ",
    "description": "   Orcs varied in appearance, based on region and subrace, but all shared certain physical qualities. Orcs of all kinds usually had grayish skin, coarse hair, stooped postures, low foreheads, large muscular bodies, and porcine faces that featured lower canines that resembled boar tusks. Many also had wolf-like ears that were pointed on the ends, similar to elves. Orcs were roughly the same size as humans and other similar humanoids, though usually robust and muscular.[8] While not strictly subraces the result of a human and orc breeding is known as a half-orc while the offspring of a half-fiend and orc is a tanarukk.[citation needed] Orcs had poor temperaments and were given to anger more easily than some races. Easily offended and impatient, orcs generally preferred violent solutions and rarely considered multiple ways of approaching a problem. However, in spite of this many orcs were excellent at getting results, since they were creatures of action, not thought. Some exceptions to this profile did exist, however, such as the famed King Obould whose deeds were accomplished through planning and insight.[11] Traditional orcish culture was extremely warlike and when not at war the race was usually planning for it. Most orcs approached life with the belief that to survive, one had to subjugate potential enemies and control as many resources as possible, which put them naturally at odds with other races as well as each other. This belief was spurred in part by Gruumsh and his pantheon, which taught that all races were inferior to the orcs.[12] Eyes of Gruumsh were orcs specially tied to the one-eyed god and offered sacrifices, read omens and advised tribes through Gruumsh's will.[13] Most orcs were part of a confederation of tribes, loosely held together by a despotic chieftain. Bands within these alliances might have wandered far from their homelands, but continued to greet those orcs who belonging to the same tribal network as kin.[14] Orc bloodragers were champions of their tribe, who used primal strength and ferocity to overcome their enemies. Most were bodyguards or lower-ranking chiefs within the tribal structure.[13] Male orcs dominated most orcish societies and females were usually, at best, prized possessions and little better than livestock at worst. Male orcs prided themselves on their number of wives and sons, as well as their scars from battle and rituals. Orcs also prized the possession of slaves, though relatively few owned them.[12] Most orcs didn't build cities of their own, instead relying on those left behind by others and improving their fortifications or operating out of small camps and dens, often in natural caves. Orcs managed ironwork on their own, as well as stonework, though their tools were often inferior to those of more disciplined races.[14] Orcs were found in many parts of Toril, though some areas had a higher concentration than others. Marauding bands of mountain orcs were most commonly found in mountain ranges in the northern parts of the world, particularly around Faerûn. Gray orcs were commonly found to the east, near the portal from which they emerged in High Imaskar. The orcs in the Sword Mountains were responsible for several conflicts with Waterdeep, including the Orcfastings War, and an onslaught caused by the Black Claw. They were also at least partially responsible for the Trollwars.[citation needed] However, of all the orcish homelands, Many-Arrows probably stood out the most as the only civilized orc nation built along the same lines as its human and elven neighbors.[citation needed] A subset of orcs belonging to a state first formed a century ago[citation needed] by the legendary Obould Many-Arrows differed from the majority of their kin in cultural attitudes. While most orcs were warlike and savage, the orcs of Many-Arrows, ruled over by King Obould XVII, were remarkably civilized, to a point that has made their neighbors curious. These orcs maintained a tenuous peace with the dwarves of Mithral Hall and the other races in Luruar, though many suspected war could break out at any moment should the delicate balance between the races be upset.[15] It is from this region that the most unusual kind of orc would sometimes emerge - heroes.[11] Orcish cuisine was notoriously unpalatable for many other races. Some compared the taste of their goulashes to the taste of an old soldier's boot. Some even went as far as to claim that orcs did, in fact, use discarded shoes in their cooking.[16] Orcs bred fast and lived short lives compared with most other races. They were considered adults anywhere between 11 and 14 years of age, middle-aged at 17, old at 23, and venerable at 35 years of age. The average orc seldom lived longer than 40 years, even if it managed to avoid violent death. It was unheard of for an orc to live longer than 45 years without magical aid.[17] Adult male orcs generally stood between 59 and 71 inches tall, and adult females averaged two inches shorter. Males weighed in anywhere between 136 and 190 pounds, while females weighed between 96 and 150 pounds.[17] The origin of the orcs was unknown, though they appeared to be non-native to either Abeir or Toril.[citation needed] The first legends of orcs told of the wars between their primary god Gruumsh and Corellon Larethian, the creator of the elves and eladrin. The latter two races told of how Corellon defeated Gruumsh and took his eye; though many orcs denied this charge, saying that he always had the one eye and that Corellon cheated with magic because he couldn't win in fair combat.[18][19] However, in spite of this early conflict, orcs did not appear en masse until long after this. During the Days of Thunder when Abeir-Toril was yet united the first orcs were brought over to the world by the creator races, who built a portal in the Spine of the World mountain range that opened up to the home plane of the orcs. Through this portal the ancestors of the mountain orcs poured through and gradually migrated southwards.[20] Later, the Imaskari repeated the mistake of the creator races, opening up another portal through which the gray orcs, a variant subrace, appeared. This led to the Orcgate Wars during which Gruumsh and his allies slew most of the Untheric pantheon.[21] Eventually, the portal was closed, though the new breed of orcs remained behind. For millennia orcs have plagued civilizations as raiders and pillaging hordes but more recently[as of when?] a confederacy of orc tribes united under the banner of King Obould Many-Arrows, a chosen of Gruumsh, forged a more civilized nation known as the Kingdom of Many-Arrows, located along the northern borders of Luruar. In spite of tensions between the orcs of Many-Arrows and other nations, the kingdom has not waged war against its neighbors for decades and by all appearances seems interested in peace.[22]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/4/43/Orc-5e.jpg/revision/latest?cb=20171010153900"
}