{
    "name": "Owlbear",
    "hit_points": 59,
    "hit_dice": "7d10",
    "armor_class": 13,
    "challenge_rating": 3,
    "strength": 20,
    "dexterity": 12,
    "constitution": 17,
    "intelligence": 3,
    "wisdom": 12,
    "charisma": 7,
    "actions_desc": "The owlbear makes two attacks: one with its beak and one with its claws. Melee Weapon Attack: +7 to hit, reach 5 ft., one creature. Hit: 10 (1d10 + 5) piercing damage. Melee Weapon Attack: +7 to hit, reach 5 ft., one target. Hit: 14 (2d8 + 5) slashing damage. ",
    "special_abilities_desc": "The owlbear has advantage on Wisdom (Perception) checks that rely on sight or smell. ",
    "description": "      Owlbears were monstrous beasts with the bodies of bears covered in thick shaggy coats of both bristly fur and feathers,[6][4][3][1] ranging in coloration from yellowish brown to a brownish black.[8][6][4] Fur was predominant on their bodies, while feathers became more common at their heads, and they had thick hides.[7] Their heads were avian, like those of owls, with large round eyes[4][1] with limpid pupils[1] and rimmed in red.[8][6][4] Their beaks were hooked[4] or serrated[1] and had a yellow to dull ivory hue.[8][6][4] Their claws were fleshy and, being avian, could be counted as talons.[3][11][12] Their terrible screeches were known to split the night and echo across the land as a warning to others.[3][1] Those who'd had run-ins with them and lived often described bestial insanity in its eyes. A little larger and heavier than females, a fully grown male specimen stood 8 feet (2.4 meters) high and weighed 1,300 to 1,500 pounds (590 to 680 kilograms),[7][8][6][4] had 2‑inch (5.1‑centimeter) claws, and darker coats than females.[7][8][6] An owlbear (side view). Other traits were less obvious but still significant. An owlbear could rotate its forearms as a human could, granting it greater strength and agility than a regular bear, giving it a wider range of attack, and enabling it to 'hug' and grapple prey. Moreover, while it had forward-facing eyes like both bears and owls, it also could rotate its head up to 270°, owing to it having fourteen neckbones (humans had seven and could only turn through 180°), and it could whip its head around with shocking speed. They had a transparent third eyelid (known as a nictitating membrane) to guard against dust, dirt, and bright light. Unusually, an owlbear's ears were asymmetric, with one somewhat higher than the other, letting it exactly locate the origin of any sound. Finally, owlbears had the same long tongues as bears, so it could lap up liquids the same way.[13] They could be surrounded by a pungent stink.[14] Little more intelligent than most animals,[8][6][1] with more cunning than an owl,[3] these creatures were incredibly aggressive and obstinate and were famous for their ferocity and foul temper. They would go so far as to attack almost anything that moved—anything larger than a mouse and anything they thought they could kill—on sight and without any provocation.[7][8][6][4][2][3][1] They hunted so heavily because of their insatiable appetites, more than that of a giant owl and a bear combined.[8][6][3] A hungry owlbear feared nothing, not even superior strength and size or any other discouragement[3][1] or obstacle or impediment,[6] and with little instinct for self-preservation, they would fight to the death.[7][8][6][4][3] Only one that had already fed well was disinclined to attack a superior foe or risk its life.[15] However, an owlbear's ferocity was also its key weakness—they could be easily lured into a trap or tricked into charging off a cliff, if available.[6] Owlbears could be either diurnal or nocturnal, according to the habits of the local prey.[6][4][2] This arose from them being hybrids of the diurnal bear and the nocturnal owl.[6] Normally, owlbears would wake at midday, hunt daytime prey through afternoon and nocturnal prey through the evening, and go to sleep around midnight.[6] Nocturnal owlbears from around sunset to the darkest hours before sunrise.[3][1] Owlbears hibernated through the cold season and were most active in summer.[6] Owlbears communicated via hooting and screeching, at high volume and with a range of pitches and durations.[6][16] They hooted or screeched to signal their territory and to drive prey into their hunting grounds. Owlbears also screeched as a way to attract a mate.[3][1] An owlbear's eating habits are not particularly pleasant. Owlbears were entirely carnivorous.[5][6][4][2][3][1][13] They typically preyed on animals like rabbits, bears, snakes and other reptiles, but also preyed on trolls.[6] Some claimed owlbears especially enjoyed the taste of elves.[14] When an owlbear successfully caught its prey, it tended to consume part of it on the spot, before dragging the rest back to its lair to be stored, with parts of the carcass stashed amongst or hanging on rocks, bushes, and trees.[6][3][1] An owlbear would also scavenge a carcass.[17] Owlbears tore their prey into chunks and swallowed these whole as owls did. Moreover, in the stomach, the flesh was digested, while bones, fur, feathers, and insect shells were churned into pellets and regurgitated; these tended to indicate an owlbear lair was close by.[13] The scent of flesh that emanated from an owlbear's lair often attracted scavengers and, therefore, more prey, though it acted as a warning to other creatures.[3][1] The sole exception to their carnivorous diet was a liking for honey, which they inherited from regular bears. They could lap it up with their thick tongues and their thick coats protected them from angry bees. A jar of honey was effective bait for owlbear hunters.[13] An owlbear naturally had a bear's keen sense of scent that it could use to track prey[4][1] as well as an owl's sharp eyesight for finding prey in the dark,[2][3][1] with specimens even reported to possess low-light vision,[2] infravision,[13] or darkvision.[3][1] They also had acute hearing able to locate a sound with pinpoint accuracy. As a result, it was nigh impossible to sneak past an owlbear, let alone sneak up on one, and they were not hampered by complete darkness or against invisible foes. Their nictitating membranes also protected their sensitive eyes from blinding lights.[13] Despite their unnatural origins, owlbears possessed no supernatural powers, though their calls were magical in nature. Different subspecies of owlbear had different calls, and these could have different magical effects.[3] A strongheart halfling preventing an attack by an owlbear by blocking its beak. An owlbear fought with both its beak and its claws. They would try to slash and grab prey with one or both their claws, crush it in a bear-hug, and bite it and rend it in twain.[7][8][6][4][2][3][1][13] While in a bear-hug, an owlbear often could not use its claws, and so favored biting with its beak and using its brute strength to crush its victim.[13] In a fight, they simply targeted whatever was closest.[2] If wounded in a fight, they were known to screech so loudly it stunned nearby creatures, which the owlbear would then seize advantage of.[2][3] Even at the point of death, an owlbear would fight as vigorously as it would when healthy.[13] Owlbears were poor at climbing trees, owing to their large size and weight. But a victim who fled up a tree was not necessarily in the clear—the owlbear would simply wait under the tree or even knock it over if possible.[13] Living in temperate climes and forested areas, owlbears established their lairs in tangled woods, in near-surface caves, and within large hollow trees and stumps, and in ruined structures. These lairs soon became littered with broken bones and gizzards,[8][4][2][3][1] and the treasures of its victims, for those who dared look.[6] Their favored hunting grounds were often dense wooded areas that they were familiar with and that prey could not escape through.[3][1] A mated pair had a territory of 1 to 2 square miles (2.6 to 5.2 square kilometers), and would of course fiercely defend it against trespassers.[6] They clawed at certain trees, leaving vertical grooves, to both mark territory and sharpen claws.[13] An owlbear chick. No matter how big a pair of eyes it gives you, it will claw yours out. In mating season, owlbear females entered estrus while males became hormonal and produced musk.[18] Although warm-blooded mammalian creatures, owlbears laid eggs.[8] Almost spherical, they laid as many as six eggs in each clutch and several days apart.[13] Young owlbears were called chicks[19] or cubs.[13] Adult owlbears dwelled together as mated pairs, and had up to six chicks at a time, which they kept in their lairs while they went hunting.[8][6][4][2] Despite this, owlbear chicks were still relatively dangerous.[8][6][3] Owlbear mothers did not produce milk and cubs were as carnivorous as adults, so adults brought them fresh meat. The mothers reared and trained the cubs in hunting until they were about two years old, when they were able to hunt on their own.[13] Mated owlbears usually separated when the young were old enough to hunt, but if prey was readily available, a family could stay together for longer periods.[3][1] Once old enough, cubs left to establish their own territory.[13] They lived up to 20 years.[6] When out hunting, as they always were, owlbears could be encountered alone, in mated pairs, or in packs of up to five or even eight.[8][6][4][3][1] Although a beast of unnatural origin, the owlbear was a fully formed species that occupied the same niche as other predators.[3] A few creatures did prey on owlbears, with the aratha, or 'killer beetle', favoring owlbear meat.[20] The owlbears of the starwood area of Cormanthor developed a unique approach to finding food: farming insects. They had quickly eaten through their food supply of wolves, rabbits, and snakes, and as food became scarce, their population began to decrease. Then, in the late 1350s DR, while hunting in the central starwood, one pack came across a pit holding a felled, rotting oak tree infested by giant harvester termites, which they threw rocks at, picked out with sticks, and ate, finding that they were edible and tasty albeit not very filling. They returned a month later, finding thousands of termite larvae. The owlbears threw in additional decayed branches and damp leaves, watched the termite larvae eat the wood, and then ate them by the handful. Over some tendays of this, the owlbears learned how to grow and maintain the termite colony by managing the wood supply and therefore effectively grew their own food. They did however have to kill the fire-spitting soldier termites the moment they hatched.[21] In time, the owlbears even established new termite colonies by digging pits and stocking them with wood and adult harvester termites. Other packs acquired the skill and before long the whole owlbear population of the starwood was farming termites. The owlbears favored crushing adult termites, eaten their soft insides, and throwing the shells. As a coincidental side effect of this practice, horses were strongly attracted to the scent of decaying termite shells mixed with owlbear saliva. The owlbears took to hiding and waiting for horses to arrive, before pushing them into a termite pit and then devouring them, and any riders they happened to have. These new food sources arrested their decline and their numbers were steadily growing again by 1367 DR.[21] Pyrolisks were also drawn to the termite pits, but even owlbears would abandon a pit if a pyrolisk turned up, rather than be incinerated, however begrudgingly. The pyrolisks used the pits as their nests and their hatchlings fed on the termite larvae.[21] A brutish owlbear from the Savage Frontier. In the North, Silver Marches, and Savage Frontier, owlbears remained quite common.[22] They inhabited the Southwood, Ardeep Forest,[23][24] Far Forest,[25][26] High Forest,[27][28] and Misty Forest. These Misty Forest owlbears hunted at night[29][30] and sometimes roamed up to the western edge of the High Moor, before quickly being driven by the local predators.[31] They were also rumored to be found in the Westwood[32][33] and could be encountered in the Dessarin Valley,[34] Delimbiyr Vale, and Laughing Hollow.[35] Owlbears were common in the agricultural heart of Amn[36] and in the Forest of Tethir in Tethyr.[37] In the Moonshae Isles, owlbears were found in the realm of Corwell on the island of Gwynneth in the late 1400s DR.[38] Around the Moonsea, they were found in the Dragonspine Mountains. Further south, they were around the Dalelands,[39] in the Desertsmouth Mountains,[40] in the forests of Shadowdale,[41] Daggerdale in the Dagger Hills,[42][43][44] and Deepingdale,[45] and in the Arch Wood between Archendale and Tasseldale.[46][47] They occasionally also hunted in Battledale around the Three Rivers.[48][49] In the great forest of Cormanthor, owlbears were found in the starwood area and[50] in the Elvenwood.[51] During the time of ancient Netheril, owlbears were to be found in the Eastern Forest (later the Border Forest).[52] Between Impiltur and the Vast, they were found in the Gray Forest.[53] Further east, in Rashemen, owlbears lived in the Ashenwood and Erech Forest and hunted along the shores of Lake Ashane.[54][55][56][57] In Aglarond, owlbears could be found along the coast in the uplands, rather than the Yuirwood itself.[58] Chessenta saw the occasional owlbear from the deep forests in the late 1400s.[59] In the south, owlbears were endemic to the Forest of Amtar[60] and the Toadsquat Mountains.[61] In the Border Kingdoms, they dwelled in the Duskwood, the Qurth Forest, and the ravines north of Bloutar.[62][63][64][65] Far to the south, owlbears were found on the island of Nimbral.[66] Owlbears had also been found in notable dungeons, including the vast dungeon of Undermountain, with encounters in the Arcane Chambers,[67][68] Crystal Labyrinth,[69] and Wyllowwood.[70][71] The entrance to the Haunted Halls of Eveningstar in Cormyr was found to be the lair of an owlbear circa 1360 DR.[72] Two owlbears wandered into Under Elmwood and laired there circa 1367 DR.[73] Remember: an owlbear is for life, not just for Midsummer. An owlbear egg could be sold for 200 to 2,000 gp and a hatchling or young owlbear could be sold for 500 to 3,000–5,000 gp in civilized places where the market existed for them.[8][6][4][19][74][75][76] Wizards were the main buyers, for use as guardian creatures.[6] Owlbear eggs were among the exotic goods transported in royal-scale caravans crossing the Hordelands to Kara-Tur.[77] An owlbear pelt would go for 5 gp[75][78] and 20 gp if properly trimmed. An owlbear fur cape or jacket was worth 200 gp and a coat, robe, or blanket was worth 400 gp.[78] Owlbear leather was a quality material used in the crafting of armor and in reinforcing weapons.[79] Owlbear bone was sturdy and durable; it was used in the pommels of Arthane longswords.[80] Owlbear feathers were made for quality spell components.[81] Owlbear musk was extracted from hormonal males in mating season. It was so potent that one whiff was enough to free a creature of enchantments that dazed, stunned, or dominated the mind. A typical pouch contained enough for three uses, weighed 1 pound (450 grams), and was valued at 500 gp. Centaurs were especially skilled in trapping these owlbears and quickly extracting the musk glands.[18] An owlbear being tamed for the City Watch of Waterdeep. Don't feel sorry for it. Owlbears were impossible to domesticate and very difficult to tame, but they could be charmed or trained to a degree,[6][4][2][3][1][19] through food (raw meat was preferred[19]), patience, and, above all, good luck.[3][1] While magic might briefly make an owlbear docile and receptive to training, it forgot everything it learned when the spell expired. But the most common training method was pain, particularly to have an owlbear serve as a mount. Although widely regarded by good folk as cruel for owlbear and trainer alike, repeated heavy beatings were used to discourage the owlbear from attacking its trainer and later a rider. This method was the one most often shown to work, but no matter how light or how heavy, how little or how often the beatings, these owlbears held deep hatred for their trainers and riders and turned on them at the first sign of weakness.[74] Professional trainers demanded 2,000 gp to rear or train one owlbear.[4][19][74] A rare few individuals were 'owlbear whisperers', who could somehow placate an owlbear and even persuade it to follow them as a companion or guardian, at least so long as it was fed.[82] Whatever method was used, an owlbear could learn to know and obey a master and serve as a guardian or mount.[19][74][3][1] One raised from a chick could become quite loyal to a trainer, but to anyone else they would remain surly at best.[19] Owlbears did not need to be trained to attack, as they did that regardless, and they were considered not much good for other tasks, which they performed quite begrudgingly. If ordered not to attack, they could well ignore their master and attack anyway.[19] They could protect a master to a point, by attacking those who attacked their masters, and they could be trained to make even louder, thunderous shrieks that could bowl enemies over[3] or distinct alert noises when fighting non-owlbears.[19] Trained owlbears were typically used as free-ranging guardians in enclosed or strategic areas, which they saw as their territory. They tirelessly chased after all trespassers[6][4][19][2] and fresh meat would be thrown to them as needed.[19] Owlbear guardians were described as like 'keep out' signs but not as subtle. Owlbears found in ruins or dungeons had most likely been placed there as guardians.[6] Gray orc tribes kept such creatures as owlbears as tribal guardians.[83] Brave and foolish. Owlbear mounts were ridden only by the brave, the foolish, or both. As such owlbears had often been beaten, they would struggle against their riders when they saw them seriously injured or weakened in battle, try to throw the rider out of the saddle, and then savage them with no thought for any other foe. Only a highly skilled rider can keep control of an owlbear.[74] Elven treetop communities could sometimes encouraged owlbears to lair under their homes, so that they served as a defense at night. Hobgoblins might employ them as war beasts and hill giants and frost giants would have them as pets. In some frontier lands, owlbears might be trained for racing, with bets made on both which would win and which would savage its handler. Some gladiatorial arenas could keep starved owlbears for especially savage opponents,[3][1] such as the Arena of Zhentil Keep.[84] The Eldreth Veluuthra were known to lure owlbears to border regions to assault human settlements.[85] The banshee Agatha charmed owlbears to build traps around her grove.[86][87] A druid circa 1479 DR with a primal aspect could adopt the semblance of an owlbear for their wildshape, as they could many other creatures, though this was no true transformation.[88] Prior to that, after the Year of Wild Magic, 1372 DR, a druid could not wildshape into an owlbear, it being a magical beast rather than a thing of nature.[89][90] Incarnum-using totemists could bind an owlbear avatar to their arms to gain their grappling power.[91] An owlbear could be summoned with the monster summoning IV spell[92][93] or summon nature's ally V.[94] One could summon an undead owlbear skeleton with summon undead II.[95][96] With the find minion spell, a wizard could have a loyal owlbear minion. It would not fight to the death, unless commanded or to protect its master. They would not lay eggs, but would hibernate in winter if the climate called for it. Uniquely, an owlbear minion could transform into a regular bear or giant owl once a day for a couple of hours. The wizard master grew a crest of yellow-brown hair not unlike an owlbear's.[97] The god Malar, Lord of Beasts, favored acting through owlbears and other predatory beasts. The Beast Lords that served him were known to breed owlbears and other monsters. Malarite Huntmasters would try to slay such predators as owlbears as their god's avatar did, and would wear their pelts and their heads as headdresses.[98][99][100] Tapann, the god of the korreds, was said to wear a rough tunic made from the hide of a bear or owlbear.[101] A pair of owlbear-hunters become the owlbear-hunted. Among other savage predatory beasts and monsters, owlbears were a common target of hunters. Rashemaar nobles enjoyed hunting them[102] and young Uthgardt would try to build a reputation by taking one down.[103] The Hunt Lords at Noanar's Hold fed dead owlbears and other creatures to their captive deepspawn, which bred clones for hunters to pursue in the High Forest.[104][105] Guides at the Whistling Stag inn and hunting lodge in Quaervarr led hunters to owlbears and more in the Moonwood.[106][107][108] Owlbears were favored as hunting trophies, with stuffed owlbears,[109][110] owlbear-fur rugs and blankets,[111][112][113][114] and mounted heads displayed in some estates, halls, and villas.[115][116][117] Owlbear pelts adorned the walls and floors of the Trailswatch inn in Gray Oaks and the Blushing Maiden in Dhedluk, Cormyr.[118] Although owlbear females did not produce milk,[13] owlbear milk was reputed to be smooth and sweet.[119] Owlbear Stew, a specialty of the Beer Golem Tavern in Waterdeep, in fact contained no owlbear, only beef and sausages and a lot of spices.[120] 'Genuine' owlbear meat was served as a main course at the The Boar With Black Tusks in Noanar's Hold.[121] How the owlbear came to be was a long-running argument among scholars. The mostly widely held theory was of course that the first owlbear was the product of a demented mage crossing a bear and a giant owl.[8][6][4][1] The goal was likely to combine the bear's strength, stamina, and claws and the owl's keen senses, but the experiment was likely a failure, given how bad-tempered and untrainable it would've been.[122] In any case, the mage was most likely killed by it too.[6] Some accounts rejected this notion, but still could not explain them.[3] The oldest elves recalled that owlbears had been around for many millennia and a few fey claimed owlbears had always been found in the Feywild.[1] If this was correct, owlbears had originated as Feywild predators before somehow finding their way into the material world in ancient times.[2] In the wake of the Time of Troubles, a new theory was put forward that such creatures as owlbears and perytons were abominations created in past godswars that survived and bred true.[123] In fact, on Toril, at least, owlbears were brought into being by one of the creator races,[124] most likely the aearee.[speculation][note 1] The enemy. During the Silver Age of Netheril, Netherese human colonists led by the Terraseer eradicated the 3,000-strong population of owlbears of the Savage Frontier so they could not trouble their caravans, in the so-called Caravan War in 1491 NY (−2368 DR). They established the Old Owl Well outpost there and named it for the owlbears,[124] originally Old Owlbear Well.[125] They left behind mass graves of owlbear carcasses; the Netherese wizard Sysquemalyn tormented Sunbright Steelshanks with a vision of one of these and his death in the beak of a zombie owlbear.[126] Owlbears would return to the area by the 14th century, however.[127] At the beginning of the human settlement near Cormanthor, in the Year of Leather Shields, −75 DR, the Netherese wizard Baerauble Etharr suggested to Alea Dahast that the elves stock the fringes of the forest with owlbears and other dangerous beasts, to discourage human woodsmen venturing into the elven-inhabited interior. She would take the idea back to Lord Iliphar.[128] In the Year of the Firestars, 6 DR, one of those humans, Ondeth Obarskyr (founder of the settlement that would become Cormyr) joined an elven hunt that sought a giant owlbear. He impressed the elves by lending his arm in the fight, before Alea would take it down. It was believed to be among the last giant owlbears in the area[129] and indeed they were long extinct there by 900 DR.[130] King Errilam I of Tethyr was killed in a hunting accident while pursing an owlbear in the 1277 DR, though it was rumored his elven companions were responsible.[131] Bhaal, the Lord of Murder, created a powerful owlbear named Thorax and other creatures as his 'children' in mockery of the Earthmother's Children in order to terrorize the Moonshae Isles in the Year of the Saddle, 1345 DR.[132][133][134] Owlbears were known to inhabit the Yuirwood of Aglarond in ancient times. Although once common there, human settlement and woodcutting from 756 DR onward brought them and other creatures into conflict, adventurers hunted the most fierce, and owlbears were little more than legend by the mid-1300s DR.[135][136] However, owlbears and other monsters were reportedly becoming more common again by Tarsakh of the Year of the Prince, 1357 DR. (In fact, they were minions of Gombdalla of Thay.)[137][138] By Ches of 1357 DR, rumors spread about the rise of a new Beast Lord in the North who used magic to command monstrous creatures such as owlbears and unleash them on the land.[139] When the Rashemi and the Tuigan fought the Battle of the Lake of Tears in the Year of the Turret, 1360 DR, the Hathrans sent owlbears and winter wolves against the invaders.[140] In the late 1400s DR, a dragonborn follower of Tiamat named Jeralla stole a trained owlbear from an elf druid of the Quivering Forest. She used it in her raids in the Year of Dwarvenkind Reborn, 1488 DR; while it only begrudgingly obeyed her, she could bring it to heel with an Elven word, Arael'sha. The druid desired the owlbear's safe return.[141] The following subspecies and variations were known to exist in the Realms: In the Calendar of Harptos, 477 DR was called \"The Year of the Owlbear\". Waterdhavian merchant-adventurer Essimuth Lanys owned a pegleg carved to resemble an owlbear supporting him on its arms and shoulders.[157] This commemorated the eye and leg he lost to an owlbear attack.[158] The Owlbear Berserker Lodge of Rashemen took the owlbear as their totem beast their grappling fighting style was inspired by it.[159][160] Stuffed owlbear toys for children were common in Waterdeep in the 1490s DR; the Waterdhavian street urchin Jenks owned one.[161][162] The owlbear is one of the oldest and most original monsters of Dungeons & Dragons, having first appeared as 'Owl Bears' in the 1975 Greyhawk supplement for original-edition D&D. Gary Gygax based many of these early monsters on small plastic monster figurines nicknamed 'patchisaurs', which he had used in place of miniatures. The owlbear was based on a beaked, tailed, and scaled/feathered yellow monster, as recounted by Timothy J. Kask and Tony DiTerlizzi, seen here. However, what this monster actually represents is ambiguous. In research compiled by En World here, many patchisaurs and hence some D&D monsters originated in kaiju appearing in Ultraman, so the characters Gomora, Bemstar, and others have been proposed, but these seem inconclusive. A more likely possibility is the figurine is based on the kappa of Japanese folklore. If so, the figurine should be seen as reptilian rather than owl or bear—neither of which has a long tail. While the owlbear drawn by David C. Sutherland III in the 1977 1st-edition Monster Manual closely followed the design of the yellow patchisaur, the owlbear drawn by Greg Bell in Greyhawk two years earlier is a much more conventional bear with an owl's head, as the owlbear would be commonly depicted in the future, albeit with a long tail.",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/4/43/Monster_Manual_5e_-_Owlbear_-_p249.jpg/revision/latest?cb=20141113191357",
    "condition_immunities": [],
    "senses": {
        "darkvision": "60 ft.",
        "passive_perception": 13
    },
    "xp": 700,
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [],
    "caption": "An owlbear was a large magical or fey beast that looked like a cross between an owl and a bear. Notoriously aggressive and ferocious, they were among the most feared predators in the wilderness."
}