{
    "name": "Pit Fiend",
    "hit_points": 300,
    "hit_dice": "24d10",
    "armor_class": 19,
    "challenge_rating": 20,
    "strength": 26,
    "dexterity": 14,
    "constitution": 24,
    "intelligence": 22,
    "wisdom": 18,
    "charisma": 24,
    "actions_desc": "The pit fiend makes four attacks: one with its bite, one with its claw, one with its mace, and one with its tail. Melee Weapon Attack: +14 to hit, reach 5 ft., one target. Hit: 22 (4d6 + 8) piercing damage. The target must succeed on a DC 21 Constitution saving throw or become poisoned. While poisoned in this way, the target can't regain hit points, and it takes 21 (6d6) poison damage at the start of each of its turns. The poisoned target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. Melee Weapon Attack: +14 to hit, reach 10 ft. , one target. Hit: 17 (2d8 + 8) slashing damage. Melee Weapon Attack: +14 to hit, reach 10ft., one target. Hit: 15 (2d6 + 8) bludgeoning damage plus 21 (6d6) fire damage. Melee Weapon Attack: +14 to hit, reach 10ft., one target. Hit: 24 (3d1O + 8) bludgeoning damage. ",
    "special_abilities_desc": "Any creature hostile to the pit fiend that starts its turn within 20 feet of the pit fiend must make a DC 21 Wisdom saving throw, unless the pit fiend is incapacitated. On a failed save, the creature is frightened until the start of its next turn. If a creature's saving throw is successful, the creature is immune to the pit fiend's Fear Aura for the next 24 hours. The pit fiend has advantage on saving throws against spells and other magical effects. The pit fiend's weapon attacks are magical. The pit fiend's spellcasting ability is Charisma (spell save DC 21). The pit fiend can innately cast the following spells, requiring no material components:\nAt will: detect magic, fireball\n3/day each: hold monster, wall of fire ",
    "description": "      Pit fiends were both majestic and horrifying, with a hulking 12‑foot-tall (3.7‑meter) humanoid form that weighed 800 pounds (360 kilograms)[3][7] Their bodies were armored with scales and were quickly inflamed in response to their rage or excitement. A pair of massive, bat-like wings gave pit fiends a gargoylish appearance and they often wrapped their wings around their fearsome, red figures. Their huge fangs dripped with hissing, green venom and their prehensile tails could be cracked like whips.[3][8] After rising from the Pit of Flame, pit fiends had obtained a perfect understanding of their nature as devils.[6] Their spirits had been completely purged of impurity, for they had willfully chosen to reject chaos in its entirety.[9] They were both self-entitled narcissists and tyrannical masterminds that schemed to bring their dark agendas to fruition and ruthlessly pursued their inscrutable desires.[1][6] Within the depths of their enigmatic minds was a vast, manipulative intelligence and a unique understanding of agony.[1][6][7] Every part of a pit fiend could be used as a weapon: their fearsome claws, their powerful wings, constricting tails, and menacing maws.[8] The bite of a pit fiend was both venomous and infectious, inflicting a wicked disease known as devil chills and filling the victim with vile poisons. The combined effect drained the victim's vitality and strength, rendering them powerless against the brutality of the pit fiend.[7] As easily as they could envelop themselves in an aura of sheer terror, they could ignite their own bodies to burn anyone too close.[2] Their scale armor and regenerative abilities made them incredibly durable, and good-aligned spells and weapons, or silvered weapons were the most effective means of stopping their natural healing.[7] The magical abilities of the pit fiends were largely based around their ability to create and manipulate flames, often with truly devastating force.[1][3] Their magic also allowed them to paralyze powerful beings, turn themselves invisible and use a symbol of pain to cripple their enemies. They could easily gate in a few baatezu from all ranks, from the lowliest of lemures to fellow pit fiends, although the more powerful the type of devil the fewer they could call.[3][8] The most dangerous of their magical powers however, was their ability to cast the wish spell once each year.[8] A pit fiend fighting off a balor. Pit fiends could surpass their already mountainous power by training, and those that chose to learn magic could be truly devastating forces of destruction. Not only did pit fiend mages often specialize in evocation magic, but the only limit to their magical power and expertise was time, a particularly frightening notion given their immortality.[10] But while their monstrous forms and array of magical abilities made them formidable foes, the greatest weapon in the arsenal of a pit fiend was potentially their minds. Through ingenious planning, fearsome guile, and creative tactics, pit fiends could win battles even without their power and magic.[3][7] Pit fiends normally began battle by enveloping themselves in their auras and summoning other devils for assistance, often attempting to get them into flanking position. From there, they used their magical abilities to rain down hellish infernos upon enemy groups, striking fear into the hearts of their foes and magically restricting those without armor, especially in regards to irritating spellcasters.[2][3] They viciously destroyed those they saw as most weakened by their initial onslaught. In addition to their claws, they were known to arm themselves with jagged-toothed clubs, ancus-like weapons, and burning maces.[2][5] Their other strategies involved turning themselves invisible while savaging those most capable of perceiving them.[3] If put in a dangerous position, they would maneuver the battlefield as needed and would not hesitate to sacrifice devils weaker than themselves.[2][3] The only mental shortcoming of the pit fiends was their complete and utter hubris. Incapable of considering the possibility of failure, they often sought out the most powerful enemies first with dauntless intent to prove their indomitable greatness.[1][3] Pit fiends formed the terrifying nobility of the Nine Hells and stood undisputed as the greatest of the non-unique baatezu. They were the elite overseers of practically all other devils, and experts in fostering terror in both mortals and devils.[2][7] The pit fiends had proven themselves to have the subtlety and brutality to eliminate pretenders to their thrones of purity.[9] Despite all this, the prestigious rank of pit fiend was still highly dangerous, as they had to navigate Hell's convoluted rules and treacherous political landscape while still contending with the heavy responsibilities that came with their station as the servants of Baator's true masters.[1][2] A pit fiend passing judgement. The only beings that all pit fiends were subservient to were the dukes, duchesses, and archdevils of Hell, fulfilling their wills and sometimes serving as seneschals or counselors. Every pit fiend acted as a vassal for an archdevil and controlled a large domain within their lands, whether in the form of a fortress commander, city governor, or general of a legion.[2] As his personal servants, Asmodeus was the only archdevil that possessed a retinue of over twelve pit fiends.[2][4] When within Baator, they were always in positions of power, commanding legions of lesser devils, judging mortals, and controlling territory, rarely found without an entourage of slaves and weaker devils nearby.[2][11] Even outside of Hell, the might of the baatezu followed the pit fiends, as they led dozens of devastating armies against the tanar'ri. The dread that their legions wrought in mortals was enough to make most flee for days on end to escape them on sight.[8] They were not above acts of corruption and had the authority to entice mortals with Faustian bargains.[1][11] Pit fiends were often too busy with their personal plots and numerous duties to be bothered with mortal adventurers, only intervening in affairs when their plans were seriously jeopardized or at the cusp of victory.[2] Pit fiends were rarest on the upper levels with the exception of Avernus, particularly avoided the colder layers of Hell and could be found in great quantities within Nessus.[4][12] Pit fiends were made from worthy gelugons or erinyes who were subjected to the devil-scorching hellfire from the Pit of Flame for 1,001 days.[6] Pit fiends were allowed to choose their sex after exiting the Pit of Flame, but changing it again required them to re-enter it for three more days.[13] However, another way to create pit fiends was through the blood of Asmodeus himself as each drop would become a greater devil, most often a pit fiend. Such beings were imparted with fanatical loyalty towards their creator and pit fiends created this way could themselves spawn lesser devils, normally barbazus, by shedding blood. Through this bloodletting process, Asmodeus filled his layer of Hell with endless hordes of pit fiends.[14] Only the greatest pit fiends were promoted beyond the ranks of normal baatezu, the chosen few that were transformed by an archduke into a duke, a unique form of devil with its own special abilities.[15] Disclaimer: The views expressed in the following links do not necessarily represent the views of the editors of this wiki, nor does any lore presented necessarily adhere to established canon. Least: Lemure • Nupperibo • Spinagon\nLesser: Abishai (Black • Blue • Green • Red • White) • Barbazu • Erinyes • Excruciarch • Ghargatula • Hamatula (Stony devil) • Kocrachon • Merregon • Osyluth • War devil • Xerfilstyx\nGreater: Amnizu • Cornugon • Gelugon • Logokron • Narzugon • Orthon • Paeliryon • Pit fiend\nBaatezu of unknown rank: Advespa • Dogai • Gulthir • Jerul",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/9/98/Monster_Manual_5e_-_Devil%2C_Pit_Fiend_-_Michael_Berube_-_p77.jpg/revision/latest?cb=20200327120148",
    "damage_vulnerabilities": [],
    "damage_resistances": [
        "cold",
        "bludgeoning, piercing, and slashing from nonmagical weapons that aren't silvered"
    ],
    "damage_immunities": [
        "fire",
        "poison"
    ],
    "condition_immunities": [
        {
            "index": "poisoned",
            "name": "Poisoned",
            "url": "/api/conditions/poisoned"
        }
    ],
    "senses": {
        "truesight": "120 ft.",
        "passive_perception": 14
    },
    "xp": 25000
}