{
    "name": "Planetar",
    "hit_points": 200,
    "hit_dice": "16d10",
    "armor_class": 19,
    "challenge_rating": 16,
    "strength": 24,
    "dexterity": 20,
    "constitution": 24,
    "intelligence": 19,
    "wisdom": 22,
    "charisma": 25,
    "actions_desc": "The planetar makes two melee attacks. Melee Weapon Attack: +12 to hit, reach 5 ft., one target. Hit: 21 (4d6 + 7) slashing damage plus 22 (5d8) radiant damage. The planetar touches another creature. The target magically regains 30 (6d8 + 3) hit points and is freed from any curse, disease, poison, blindness, or deafness. ",
    "special_abilities_desc": "The planetar's weapon attacks are magical. When the planetar hits with any weapon, the weapon deals an extra 5d8 radiant damage (included in the attack). The planetar knows if it hears a lie. The planetar's spellcasting ability is Charisma (spell save DC 20). The planetar can innately cast the following spells, requiring no material components:\nAt will: detect evil and good, invisibility (self only)\n3/day each: blade barrier, dispel evil and good, flame strike, raise dead\n1/day each: commune, control weather, insect plague The planetar has advantage on saving throws against spells and other magical effects. ",
    "description": " This is a\nGood Article!   Planetars were known to be in service to the deities Deneir and Ilmater.[10]    A planetar usually appeared as a handsome, powerful, and muscular humanoid creature[2][5][6] with opalescent[1][5][6] emerald skin.[3][4][1][2] They had opalescent[5][6] white-feathered wings,[3][4][1][2] stood between about 8[3][4] and 9 feet[2] (2.4 to 2.7 meters) tall, and weighed about 500 pounds (230 kilograms).[2] They were typically bald.[3][4][2][5][6] Not all planetars appeared like this, however. For example, the Shards, the planetars in service to Selûne had long, flowing blue hair and pearly white skin.[11][12][13][14] In addition to the magical powers common to all angels, planetars could pray for and cast divine magical spells like the most powerful of clerics.[3][4][2][5][6] Beyond this, they had innate access to a wide range of powerful magics, for which they did not need to pray. These included but were not limited to the ability to restore victims from ailments and raise the dead.[3][4][1][2][5][6] They could create a barrier of magical blades,[3][4][1][2][5][6] trigger a massive earthquake,[3][4][2][5][6] send waves of exhaustion over their enemies,[2] charm large groups of monsters at the same time,[2] call down a column of divine fire,[3][4][1][2][5][6] and stun with only a single word.[2] Several times per day they could transform themselves into nearly any creature or object.[3][4][2][5][6] They could commune directly with their deity.[3][4][1][5][6] Whenever they desired, they could create a continual flame of light;[2][5][6] turn invisible;[1][2][5][6] smite fiends with a burst of holy power;[2] remove curses,[3][4][1][2][5][6] diseases,[1][2] and fear;[3][4][2][5][6] dispel magic;[3][4][2][5][6] and even speak with the dead.[3][4][2][5][6] Planetars had control over weather[3][4][1][5][6] and could call down rain to quench a thirsty field or a plague of locusts to punish the wicked.[3][4][1][5][6] A planetar in flight. They bore all of the immunities and resistances of other angels and were surrounded by the same protective aura of good.[2][5][6] Furthermore, they could only be permanently harmed by magically evil attacks;[3][4][2][5][6] they could regenerate from any other injuries.[3][4][2][5][6] Planetars could see in the dark and in low-light,[2][5][6] and they always saw things as they truly were,[3][1][2][5][6] being able to see invisible and shapechanged creatures and objects,[3][1][2][5][6] hidden traps,[2][5][6] and evil auras.[1][2][5][6] They could even into the ultraviolet spectrum to a visual range of 200 yards (180 meters).[15] They could always sense when someone was lying.[1][2][5][6] The great wings of planetars allowed them to fly at great speeds with excellent maneuverability in the air.[3][4][1][2] Planetars, like all other angels, could use magic to speak any language.[2][5][6] They could also communicate telepathically within 100 feet (30 meters).[3][4][1][5][6] As with other aasimon, planetars could not be permanently slain unless on their home plane. If their bodies were destroyed anywhere else, their life forces would return to their home plane, where their bodies would reform over a period of 40 years.[3][4][5][6] A planetar slaying a fiend. All planetars were good. Their particular ethical bent depended on the deity that they served.[5][6] Planetars gave off a sense of strength and confidence.[3][4] They inspired goodness in others by the power of their deeds, not their words.[8] Planetars loved battling fiends[1] and slew every truly evil creature set in their path.[2] Despite their vast array of magical powers, planetars were more likely to wade into melee with their powerful, two-handed[3][4] greatswords[1][2] or bastard swords[5][6][16]—especially with swords known as celestial blades, which glowed with radiant light and were engraved with the holy symbol of the deity that the planetar served.[16] It was said that only a planetar could wield such a sword,[3][4][5][6] which damaged enemies with holy radiance.[1] Planetars, who numbered more than a hundred,[5][6] were found on the slopes of Mount Celestia, on the pastoral fields of Bytopia, in the forests of the Beastlands,[17] and on other Upper Planes.[2][7] As celestial stewards, planetars directly served the good deities.[3][4] One or a few served as the right hand of a minor deity, while larger numbers served the major deities.[5][6] They were only sent to other planes to aid the most powerful and faithful of their deities' servants.[3][4] Only the most perilous of missions were assigned to them, such as rescuing a mortal cleric from the grips of a pit fiend or recovering a stolen artifact from the lair of an arcanaloth.[8] On such missions, they usually acted alone.[8] A planetar succeeding at a mission had a small chance of being promoted to the status of a solar.[8] The planetar known as Resounding Justice sacrificed herself to save the city of Archenbridge in the Dalelands. As outsiders, planetars were not dependent upon their environment for survival.[3][4] On rare occasions where a planetar would take a mortal lover—which was known to have occurred in particular with some of Selûne's Shards[18]—his or her aasimar descendants would often have emerald skin or the traces of white feathers at the shoulder, as evidence of the celestial heritage.[19]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/7/75/Planetar-5e.jpg/revision/latest?cb=20161119160832",
    "condition_immunities": [
        {
            "index": "charmed",
            "name": "Charmed",
            "url": "/api/conditions/charmed"
        },
        {
            "index": "exhaustion",
            "name": "Exhaustion",
            "url": "/api/conditions/exhaustion"
        },
        {
            "index": "frightened",
            "name": "Frightened",
            "url": "/api/conditions/frightened"
        }
    ],
    "senses": {
        "truesight": "120 ft.",
        "passive_perception": 21
    },
    "xp": 15000,
    "damage_vulnerabilities": [],
    "damage_resistances": [
        "radiant",
        "bludgeoning, piercing, and slashing from nonmagical weapons"
    ],
    "damage_immunities": []
}