{
    "name": "Priest",
    "hit_points": 27,
    "hit_dice": "5d8",
    "armor_class": 13,
    "challenge_rating": 2,
    "strength": 10,
    "dexterity": 10,
    "constitution": 12,
    "intelligence": 13,
    "wisdom": 16,
    "charisma": 13,
    "actions_desc": "Melee Weapon Attack: +2 to hit, reach 5 ft., one target. Hit: 3 (1d6) bludgeoning damage. ",
    "special_abilities_desc": "As a bonus action, the priest can expend a spell slot to cause its melee weapon attacks to magically deal an extra 10 (3d6) radiant damage to a target on a hit. This benefit lasts until the end of the turn. If the priest expends a spell slot of 2nd level or higher, the extra damage increases by 1d6 for each level above 1st. The priest is a 5th-level spellcaster. Its spellcasting ability is Wisdom (spell save DC 13, +5 to hit with spell attacks). The priest has the following cleric spells prepared:\n\n- Cantrips (at will): light, sacred flame, thaumaturgy\n- 1st level (4 slots): cure wounds, guiding bolt, sanctuary\n- 2nd level (3 slots): lesser restoration, spiritual weapon\n- 3rd level (2 slots): dispel magic, spirit guardians ",
    "description": "   Perhaps the best known — and most infamous — cleric on Toril was Fzoul Chembryl before his ascension to godhood. Other well-known clerics were Cadderly Bonaduce, a Chosen of Deneir, and Qilue Veladorn, one of the Seven Sisters and a cleric of Eilistraee.    Religion was deeply important to the majority of people on Toril, who felt that the gods were a very real and active presence in their lives, something that was not very far from the truth. For this reason, serving the gods was something that most people did as just a regular part of their lives.[15] Clerics were elite agents of gods, empowered beyond the capabilities of regular priests[13] and sworn to follow and obey the tenets of their religion in ways that the average mortal couldn't.[16] Some clerics served primordials or even fiends, offering foul sacrifices in exchange for a portion of the fiend's might,[17][18] but the majority remained servants of the truly divine. Clerics had to be close to the alignment of their patron, usually within one step of the deity's alignment or less.[19] Gods were as varying as people and, as a result, so were their divine agents, such as clerics, who might be good or evil, lawful or chaotic, dependent on who they worshiped and why. Good clerics healed and protected, helping those in need while evil clerics terrorized and destroyed, increasing the power of their deity and themselves. Generally, non-evil clerics were more common, since good or neutral deities tended to attract more worshipers than evil ones did. However, some evil gods, such as Bane, were popular in their own right, with a large legion of followers and clerics willing to do their bidding. Similarly, though many clerics belonged to orderly and structured churches, chaotic gods had clerical servants as well.[20] Relatively few priests became wandering clerics, leaving for adventure only if they felt compelled to do so for their god,[21] perhaps out of a desire to spread their deity's works or by order of their superiors and the church hierarchy. A few clerics took on the adventuring lifestyle for more mundane reasons.[20] Regardless of motivation, clerics were highly valued companions, serving as healers and occasional leaders to their compatriots. Additionally, clerics may have been specialized in ways, based on the deity they worship, that put them on agreeable terms with other adventurers.[22] The most active clerics were typically humans or dwarves, though half-elven, elven, and dragonborn clerics were also relatively common.[23] Nearly all clerics were ordained members of a religious organization of some kind, though a few operated more independently and even those who were bound to a hierarchy did not necessarily answer to a direct superior. Most clerics made their career choice relatively early in life, though some were compelled to service unwillingly by their god.[24] Churches were often, but not always, tied to a specific god, though few gods presided over more than one church at once, some of which warred with one another over differing interpretations of their god's (or pantheon's) dogma.[22] A cleric's holy symbol could be used to control or even destroy the undead. Clerics commonly used light or medium armor, shields, simple weapons, and divine magic as their chief tools while adventuring.[24] Many clerics were also skilled in the use of heavy armor.[25] Clerics augmented these spells, also known as \"prayers,\"[19] through holy symbols of their deity that they wore or carried with them.[26] Clerics were also experts in casting rituals, enhanced spells that require an incredible amount of time and preparation to use but which often had dramatic effects.[26] Others might instead have chosen to be trained in preparing alchemical recipes.[27] Clerics could also learn to directly access the channel the divinity of their deity through their body.[28] This power manifested itself in several ways, the most common of which was the ability to turn undead, repelling or even destroying the undead.[28] A few clerics learned instead to control the undead, particularly those of an evil nature.[25] Some clerics may have learned to channel divinity based on their domain[26] or the nature of the deity they worshiped.[29] Clerics of Mielikki and Sune, for example, had access to wildly different ways to channel their deity's divinity.[30] Sufficiently experienced clerics could even invoke their deity's intervention directly, without using Channel Divinity. If successfully petitioned, the deity's aid could come in one of several forms, from a spell to something more unusual. Such calls for aid, however, were difficult to make and the gods were disinclined to respond much more often than once a tenday.[31] Some clerics were powerful healers thanks to special training and the blessings of their gods, both of which increased the potency of the curative prayers available to them. Many clerics were capable of casting the healing word prayer, while more experienced clerics were often capable of much more.[32] Some clerics were also trained in transforming other prayers into powers of healing or, if the cleric worshiped a non-good god, into spells of necrotic power.[33] Some clerics had additional abilities less common among their compatriots. Several clerics learned, in addition to the gentle repose ritual known to many of them, the ritual of Simbul's conversion, which allowed a cleric to convert their prayers into healing energy. A fewer number of clerics, generally evil in alignment, learned instead to convert this stored energy into negative energy for the purpose of harming enemies.[33] Many clerics were also fluent in Supernal or Abyssal, as well as their related dialects.[33] Clerics of Mystra, Bane, Selûne, Shar, Torm and Talos, each with differing traditions and abilities. In addition to the abilities common to all clerics, clerics also could access a number of powers through aspects of their god's portfolio known as divine domains. At the beginning of their career, a cleric chose one[31] - or occasionally two[34] - of the domains associated with their patron deity, giving them access to a number of unique prayers and abilities. These domains allowed clerics to prepare domain prayers each day from a list particular to that domain, in addition to their more general prayers.[31] Each domain also had a number of other benefits associated with it. For example, the Tempest domain allowed its clerics to return an enemy attack with thunderous or electrical power.[35] Similarly, the Life domain made clerics more adept at casting healing prayers.[36] While not every cleric specialized in a particular domain, most did.[31] Some of the most commonly accessed domains are listed below. Used commonly by worshipers of scholarly deities such Oghma[31] or Mystra[37], the Knowledge domain attracted those who believed learning was an end unto itself. Some deities presiding over the Knowledge domain were secretive and jealously guarded what they and their followers knew, while others promoted the spread of knowledge through the construction of libraries and universities. Other gods, like Gond, were more interested in the practical application of knowledge, rather than its research and discovery.[31] Clerics adhering to the Knowledge domain gained a number of abilities from their training. Some of these new skills were relatively mundane, such as learning another language or two. Others were considerably more powerful though, such as the ability to mentally \"read\" an object and to discover the details of its recent past.[38] The favorite of healers or those active in the fight against undeath, the Life domain was presided over by a number of diverse powers, from agricultural deities such as Chauntea to the sun god Lathander to deities of healing like Ilmater. The Life domain, which encompassed both healing and radiant-powered prayers, was fueled by the power of positive energy, found in the Positive Energy Plane. As a general rule, non-evil deities preferred this domain to evil ones.[36] The Life domain provided a number of unique abilities to its practitioners, encompassing both manifestations of positive energy. Among the healing abilities gained by Life domain clerics was the preserve life ability, a form of channeling divinity that allowed the caster to restore a severely wounded creature up to roughly half of its peak potential. In addition, experienced Life domain clerics obtained the ability to infuse their weapons with radiant energy drawn from the Positive Energy Plane.[36] Gods of light such as Helm or Lathander presided over this domain, which represented ideals such as renewal, truth, vigilance, and beauty.[36] Some Light domain gods like Milil[37] were patrons of the arts, while others, such as Helm were stalwarts of duty, devoted to the expulsion of lies and the banishment of darkness.[36] The Light domain was generally favored by non-evil deities.[37] The abilities of Light domain clerics were generally light or fire-flavored. Among the most basic of these skills gathered was the light cantrip. Additionally, extremely experienced clerics specializing in the Light domain could generate an aura of bright light that lasted for up to a minute, shining into a space of up to 90 ft (27 m) in radius. They were also able to enhance any spells cast in the area using fire or radiant power.[39] While many priests who served nature deities like Silvanus or Eldath were druids, clerics were also numbered among their servants. Many clerics who did venerate the gods of the wilderness made use of the Nature domain, which granted them some semblance of control over wild animals and plants alike. Whereas their druid compatriots were secretive and reclusive by inclination, clerics in the service of nature took a more active role, championing the cause of their gods by hunting evil monsters, blessing harvests, or bringing a famine upon their enemies.[39] Clerics specializing in the Nature domain had a number of abilities to claim as their own. One such ability was their ability to calm animals or plants, reducing their hostility for a period of up to a minute or so. With additional training, Nature domain clerics could learn even to control such creatures, commanding them to do as they wish.[35] The Tempest domain was the abode of a diverse array of gods, from storm gods like Talos to ocean gods like Umberlee. What all of these gods held in common was a violent temperament and a penchant for inspiring fear. Clerics who served these gods were much the same, wielding their powers to strike terror into the faithful, either to force the wicked back to righteousness or in order to compel ritual offerings in exchange for safety.[35] The abilities granted by Tempest domain deities to their clerics were destructive by their very nature. One such boon was the destructive wrath that could be invoked by channeling their deities' divinity, which increased the deadliness of electrical or sonic attacks cast by the cleric. In addition to such deadly powers, the most experienced Tempest domain clerics were also capable of flying, so long as they were neither indoors or underground.[35] Not all clerics were inclined to seriousness or self-righteous zeal. The clerics who served gods of the Trickery domain - a lot which includes Tymora, Beshaba, and Garl Glittergold - were mischievous troublemakers by their very nature, more akin to a rogue than a paladin by temperament. Clerics of this domain mocked the powerful and defied tradition, disrupting \"polite society\" wherever they went. Some were freedom-fighters, some were criminals, and others were just pranksters. Whatever their specific method, these clerics preferred to challenge, rather than accept, the conventional order of things.[40] Because Trickery domain clerics were more inclined to deception and misdirection than direct conflict, their abilities similarly diverged from some of the more martial characteristics of other priests. For example, many of the spells wielded by such clerics were illusions or enchantments, rather than direct attacks. Likewise, Trickery domain clerics could channel their deities' divinity in a form known as invoke duplicity, which allowed them to create one or more phantasmal copies of themselves, for the purpose of distraction or remote spellcasting.[41] War was a common part of mortal life and so it should come as little surprise that there were many clerics who devoted themselves to the gods of war. The nature of such gods varied somewhat, from champions of honor like Torm to pillars of destruction like Gruumsh, but they all held in common an interest in the act of fighting, watching over those in battle who offered them tribute. Clerics specializing in the War domain served these deities.[41] As might be expected, the abilities of War domain clerics enhanced such priests' ability to fight on the front-line. Early on, War domain clerics were trained in the use of heavy armor and martial weapons, giving them additional protection and making them deadlier foes. With more experience, War domain clerics could also attack foes with an uncanny degree of precision.[41] A shielding cleric. In addition to (or instead of) specializing in a domain, several clerics differentiated themselves to some small degree by focusing their training in a certain way. These different forms of cleric training often determined the specific abilities and approaches taken by clerics in their careers. Most clerics belonged to one of the below practices.[citation needed] Instead of focusing simply on their role as healers and inspirational icons of their deity, battle clerics preferred to get into the thick of a fight, leading the charge of the faithful. These clerics were almost always physically well-built, building their muscles and fortitude to make them effective melee combatants in their god's service. These clerics still put an emphasis on strong judgement and awareness of both others and oneself, but an additional priority was put on physical power, as was leadership ability and strength of personality.[23] Devoted clerics took the opposite philosophy of battle clerics and put all of their efforts into becoming the very best ministers of the faithful that their god had to offer. Wholeheartedly loyal to their god and his or her followers, devoted clerics trained primarily in prayers that enabled or healed their allies. For this reason, devoted clerics felt that wisdom and charisma were of far greater importance than physical strength, though they did not wholly abandon its usage.[23] Shielding clerics, like devoted clerics, believed that it was more important to protect and shield allies rather than to fight directly. While other clerics often used prayers to both deal damage and inspire their allies, shielding clerics hung back, using their divine gifts to heal and protect others rather to deal attacks. When shielding clerics did strike, it was often from afar, rather than in a melee. For instance, unlike battle clerics and devoted clerics, shielding clerics didn't have the ability to use the turn undead prayer. Instead, shielding clerics channeled their deities' divine power through the healer's mercy prayer. Shielding clerics also put a higher emphasis on wisdom and charisma than strength, similar to devoted clerics.[42]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/3/32/Cleric_PHB5e.jpg/revision/latest?cb=20140921191521",
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [],
    "condition_immunities": [],
    "senses": {
        "passive_perception": 13
    },
    "xp": 450
}