{
    "name": "Purple Worm",
    "hit_points": 247,
    "hit_dice": "15d20",
    "armor_class": 18,
    "challenge_rating": 15,
    "strength": 28,
    "dexterity": 7,
    "constitution": 22,
    "intelligence": 1,
    "wisdom": 8,
    "charisma": 4,
    "actions_desc": "The worm makes two attacks: one with its bite and one with its stinger. Melee Weapon Attack: +9 to hit, reach 10 ft., one target. Hit: 22 (3d8 + 9) piercing damage. If the target is a Large or smaller creature, it must succeed on a DC 19 Dexterity saving throw or be swallowed by the worm. A swallowed creature is blinded and restrained, it has total cover against attacks and other effects outside the worm, and it takes 21 (6d6) acid damage at the start of each of the worm's turns.\nIf the worm takes 30 damage or more on a single turn from a creature inside it, the worm must succeed on a DC 21 Constitution saving throw at the end of that turn or regurgitate all swallowed creatures, which fall prone in a space within 10 feet of the worm. If the worm dies, a swallowed creature is no longer restrained by it and can escape from the corpse by using 20 feet of movement, exiting prone. Melee Weapon Attack: +9 to hit, reach 10 ft., one creature. Hit: 19 (3d6 + 9) piercing damage, and the target must make a DC 19 Constitution saving throw, taking 42 (12d6) poison damage on a failed save, or half as much damage on a successful one. ",
    "special_abilities_desc": "The worm can burrow through solid rock at half its burrow speed and leaves a 10-foot-diameter tunnel in its wake. ",
    "description": "      It was an enormous worm-like creature with a hide covered in chitinous plates that were dark purple in hue, with a mouth filled with teeth at one end and a poisonous stinger on the other. A mature purple worm had a body 5 feet (1.5 meters) wide and 80 feet (24 meters) long, and 40,000 pounds (18,000,000 grams) in weight.[4] They moved by alternately compressing and expanding their bodies, which made them capable of sudden speed.[2] When attacking, a purple worm coiled into a mass 20 feet (6.1 meters) wide, from which head and tail lunged to bite, grab, and sting anything within a range of 15 feet (4.6 meters). With its mouth, it could catch and swallow beings whole with ease; those swallowed were crushed and dissolved by stomach acids if they could not escape by cutting their way or using magic. The tail stinger inflicted a potent, debilitating venom.[4][2] They were highly skilled swimmers and possessed a tremorsense that let them sense everything in contact with the ground.[4] Varieties of purple worms were known to live in lakes or desert plains: Purple worm eggs were approximately 3 ft (0.91 m) in diameter, silvery spheres with extremely hard shells. Purple worms often clustered their eggs together in groups of six and suspended them from their chamber walls by strands of sticky saliva.[8] After successfully hatching, these young creatures were known as purple wormlings. To be classed as wormlings, the creatures had to be less than 6 weeks old. At this point, the wormlings were about 9 ft (2.7 m) long and weighed 1,500 lb (680,000 g).[1] Purple worms were predators and scavengers who devoured whatever organic matter they came across; nothing was safe. They were capable of swallowing human- and horse-sized beings whole. However, as they tunneled through the ground they consumed much dirt and rock materials, which it broke down and excreted constantly. Purple worms in mineral-rich environments could leave castings contained unrefined ores and even precious metals and gemstones.[4][2] Some adventures sought out purple worms' carcasses or casts for such treasures.[2] A purple worm erupting from the earth before (likely) devouring a group of individuals. Possessing only animal intelligence,[4] they were considered dim-witted. They went for any loud noise sensed underground as they hunted for food.[2] They lived underground, at least until they erupted from the earth to attack.[4] They were capable of chewing through solid rock as they hunted prey, and thus made many of the tunnels in the Underdark; a few in a food-rich area could create complex tunnel networks. Fortunately, they rarely returned to them, making them useful passages. Purple worms were naturally a menace to the denizens of the Underdark, and drow, duergar, and illithids all maintained magical wards against them.[2] However, they often came to the surface in mountainous and other rocky lands.[2] They were solitary creatures.[4] Purple worms laid eggs in areas sometimes called nurseries. Sometimes these areas were the homes of other creatures that formed a symbiotic relationship with the worms, lurking within their nurseries to hunt for prey that came searching for the worm's valuable eggs, thereby protecting them. Giant spiders and other creatures that had no direct interest in their eggs often served this purpose. Fomorian giants sometimes developed a relationship with the purple worms as well and became caretakers of the clusters of eggs.[8] Purple worm eggs were highly valued by wizards for various arcane rituals.[8] In 1367 DR, a mottled purple worm wandered into the submerged depths of Orvaskyte Keep.[10] There were rumored to be purple worms in the Underdark that had two heads due to mutation from faerzress.[11]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/1/13/Purple_Worm-5e.png/revision/latest?cb=20171010170825",
    "condition_immunities": [],
    "senses": {
        "blindsight": "30 ft.",
        "tremorsense": "60 ft.",
        "passive_perception": 9
    },
    "xp": 13000,
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": []
}