{
    "name": "Quasit",
    "hit_points": 7,
    "hit_dice": "3d4",
    "armor_class": 13,
    "challenge_rating": 1,
    "strength": 5,
    "dexterity": 17,
    "constitution": 10,
    "intelligence": 7,
    "wisdom": 10,
    "charisma": 10,
    "actions_desc": "Melee Weapon Attack: +4 to hit, reach 5 ft ., one target. Hit: 5 (1d4 + 3) piercing damage, and the target must succeed on a DC 10 Constitution saving throw or take 5 (2d4) poison damage and become poisoned for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. One creature of the quasit's choice within 20 ft. of it must succeed on a DC 10 Wisdom saving throw or be frightened for 1 minute. The target can repeat the saving throw at the end of each of its turns, with disadvantage if the quasit is within line of sight, ending the effect on itself on a success. The quasit magically turns invisible until it attacks or uses Scare, or until its concentration ends (as if concentrating on a spell). Any equipment the quasit wears or carries is invisible with it. ",
    "special_abilities_desc": "The quasit can use its action to polymorph into a beast form that resembles a bat (speed 10 ft. fly 40 ft.), a centipede (40 ft., climb 40 ft.), or a toad (40 ft., swim 40 ft.), or back into its true form . Its statistics are the same in each form, except for the speed changes noted. Any equipment it is wearing or carrying isn't transformed . It reverts to its true form if it dies. The quasit has advantage on saving throws against spells and other magical effects. ",
    "description": "      Quasits stood somewhere between 1‒2 ft (0.3‒0.61 m) tall and weighed around 8 lb (3.6 kg).[1][4] Their tiny humanoid forms had green skin covered in warts and pustules.[4] Their tails were covered in barbs[1] while their horns were spiky. Both their hands and feet were slender, with long, claw-tipped digits. Some quasits had a pair of bat-like wings that marked their visual similarity to imps.[4] When not doing the bidding of a greater evil, quasits might entertain themselves with minor acts of malicious mischief, such as curdling milk or plotting wicked schemes of their own.[1][9] They were not particularly smart, but their small size was not to be mistaken for an equally small mind. Quasits could rival the average human in brainpower, and normally possessed a deep cunning able to compensate for their lack of intellect. The small fiends excelled at deception, the words they spoke and their actual meaning rarely being the same thing.[6][10] Quasits were insidious creatures with a ceaseless craving for power in all its forms.[10] Despite this personal desire for power and success however, they were physically weak and mostly cowardly beings that shied away from direct confrontation.[1][4] Unlike most other members of their kind,[11] quasits had a healthy sense of self-preservation, and when cornered would do almost anything to survive.[10] Although they preferred to act alone, they normally familiarized themselves with the locations of other demons in case they found themselves in danger.[2][12] Quasits shared the imp powers of invisibility and resistance to both non-magical weaponry and pure magic.[1] A minor regenerative power also made quasits somewhat hard to kill over an extended period of time, and if killed they would reform in the Abyss in a year and a day.[5] Both were capable of detecting good and magic at will.[4] The abilities of a quasit that distinguished them from those of imps were few but vital. Unlike imps, their talons were coated in an irritating toxin that caused those they struck to be consumed with a burning itch, as opposed to a more directly deadly poison delivered through a stinger. Quasits also lacked the wings of imps, but could scamper on land faster than them. However, these differences were not universal, as some quasits were noted to have both stingers and wings.[1][4][5][10] Quasits, like imps, could also polymorph into one or two other choice forms, but in the case of a quasit they were normally bats, toads, centipedes, or wolves. Most notable of these differences was that while imps could use supernatural suggestion once a day, quasits instead could send a wave of terror at those nearby.[1][4][5] Quasits also had the ability to contact the forces of the Lower Planes, normally a demon lord, for communion every week to aid in their decision-making process.[6] Quasits in service to a master on the Material Plane bestowed several benefits. The two maintained a telepathic bond, breakable by the quasit at any time, allowing them to use the other's senses so long as they were within a mile of each other. So long as the two were only a few feet apart, the summoner gained the quasit's resistance to magic.[1] Despite their physical frailty, quasits could be fearsomely annoying and maddening to fight, able to wreak havoc and create unending distractions for their adversaries. Thankfully, unless they had some sort of advantage, most relied on their invisibility to flee battles rather than sticking around to battle.[10] When quasits did fight, they preferred to strike in ambushes rather than in normal fights, their various abilities making them capable assassins. Their most effective leading tactic was to turn into an innocuous animal, (although turning invisible would also work) to avoid detection as they approached their target, as truesight would be needed to discern a morphed quasit's real form.[10][4] A battle against a quasit was one of attrition as it used blinding speed to strike at its enemies before slinking away, allowing its poison to slowly debilitate their foe.[4] Those with wings swooped down to deliver their poison before retreating to the trees for cover. Since their poison reduced mobility and dexterity, their normal targeting order went from obvious spellcasters first, to those with ranged weapons, to general combatants like fighters and rogues, often trying to make the chosen target completely helpless first before attacking or fleeing. As such, means of delaying or neutralizing poisons were vital.[10] If the need for retreat arose, quasits would strike fear into their enemies before running away, an indication that something had gone horribly wrong since they reserved this ability otherwise.[10][4] Quasits were likely to change form in these instances if doing so would make it easier for them to escape. Trying to ambush one was difficult unless one was both non-good and lacked magical equipment, or had a way of disguising these things. Given their cowardice, a cornered quasit convinced that they were trapped, would be more than willing to trade information for their life, the particularly desperate even offering the use of commune, preventing them from lying.[10] Their mode of behavior was slightly different however when around other demons or serving a master. Quasits would rather manipulate more powerful beings to fight for them than even make their presence known to others. Often they whispered temptations of power when adversaries made themselves apparent, coaxing their masters into doing their bidding.[2] In these situations, a quasit acted as support, distracting enemies and sneaking up on them when unexpected.[10] Such tactics often didn't work on larger demons, and quasits would much prefer to just let them fight without interfering.[2] Quasits could be found infesting all but the most lawful of the Lower Planes, from Pandemonium and Carceri to Gehenna.[13] In general, the quasits of the Abyss were treated like children, albeit petulant brats.[10] They were versatile demons that assisted in many tasks throughout the Abyss, with jobs ranging from spies, messengers, counselors, emissaries, and domestic aids.[6] The legion of quasit servants of Lyktion in Baphomet's Endless Maze, for example, acted as cooks and cleaners.[14] Quasits were normally created from soul larvae or manes specifically for these myriad purposes, and so were nearly always in the employ of a higher power. Because of this, quasits could normally only ascend the Abyssal hierarchy through serving their masters diligently. Not standing out or abject failure could result in eternal servitude, being eaten, killed for fun, or worst of all being demoted back to a mane or larva.[6] The most well known duty of a quasit was being summoned to become the familiars of wizards and sorcerers who matched their chaotic evil alignment, or at least were not lawful or good.[15] Necromancers of sufficient experience could cast a variant of the find familiar spell and possibly get a quasit, while those who specifically practiced demonology were given quasit familiars that devoured any previous familiar the demonologist had.[16][17] Nar demonbinders could acquire a quasit as a familiar,[18] and some drow mages of sufficient experience could summon a quasit as a temporary ally.[19] Despite their clear bias towards those who could use them as familiars, other mortals of sufficient power, including those among orcs, hobgoblins, and gnolls, might also have quasits as advisers.[2][10] The quasit's job was to serve their master well and help them succeed in their endeavors, but this was merely a pretense to their true goal. In truth, quasits sought out arcane magic users with weak wills and strong impulses in a bid to make them behave with greater moral abandon, and eventually turn them into a magical outlet of destruction. The greater havoc their masters wrought the better, although they preferred their malice to target those least likely to already be headed to the Abyss so as to steal their souls first. This rule especially applied to those of lawful evil alignments, so as to prevent Hell's forces from growing in power.[2][6] Quasits would continue to serve their mortal master as long as they believed that they could still grow more powerful and commit greater atrocities, only wishing them dead when it became evident they would only become weaker or morally stronger. After driving their masters to destroy themselves, a quasit would hurriedly drag their soul back to the Abyss, along with any soul grabbed along the way, and present it to their true master in the hopes of being promoted. After evaluating their performance, based on the wickedness of the soul, a demon lord might send them back to try again if they'd justifiably failed, or else punish them. Those who furthered their master's cause enough could be promoted into a vrock, or even a hezrou as a reward.[2][6] Promising to help a quasit ascend the demonic totem pole could garner their temporary allegiance. Not all quasits, however, desired to climb that hierarchy, instead fleeing their tanar'ric masters at the first opportunity in the hopes of carving their own path in life.[20] Quasits on the Material Plane were often overcome by their own egos, and came to believe themselves more powerful and influential than they actually were.[10] Quasits sent to the Material Plane weren't even always expected to follow a diligent plan, instead being set loose to cause minor miseries, the souls found along the way intended to be a bonus.[20] Quasits were assigned genders at the whims of whoever their masters were, whether tanar'ri or mortal. Although they didn't have to rest, the constant orders they were normally given led many to relax on the Material Plane in the guise of an animal.[20] A quasit once terrorized the sewers of Waterdeep, riding on the back of a giant crocodile.[21] Laerekh, Chief Necromancer of the cult of Kiaransalee in Maerimydra, had a quasit familiar.[22] Tanar'ri\nAdaru • Alkilith • Armanite • Arrow demon • Babau • Balor • Bar-lgura • Bulezau • Cerebrilith • Chasme • Dretch • Gadacro • Glabrezu • Goristro • Hezrou • Jovoc • Kastighur • Klurichir • Lilitu • Mane • Marilith • Maurezhi • Mavawhan • Molydeus • Myrmyxicus • Nabassu • Nalfeshnee • Palrethee • Rutterkin • Solamith • Sorrowsworn • Spyder-fiend • Succubus • Uridezu • Vrock • Yochlol\nObyriths\nDraudnu • Ekolid • Golothoma • Laghathti • Sibriex • Uzollru • Verakia • Wastrilith",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/3/3d/Quasit-5e.jpg/revision/latest?cb=20190417205806"
}