{
    "name": "Rakshasa",
    "hit_points": 110,
    "hit_dice": "13d8",
    "armor_class": 16,
    "challenge_rating": 13,
    "strength": 14,
    "dexterity": 17,
    "constitution": 18,
    "intelligence": 13,
    "wisdom": 16,
    "charisma": 20,
    "actions_desc": "The rakshasa makes two claw attacks Melee Weapon Attack: +7 to hit, reach 5 ft., one target. Hit: 9 (2d6 + 2) slashing damage, and the target is cursed if it is a creature. The magical curse takes effect whenever the target takes a short or long rest, filling the target's thoughts with horrible images and dreams. The cursed target gains no benefit from finishing a short or long rest. The curse lasts until it is lifted by a remove curse spell or similar magic. ",
    "special_abilities_desc": "The rakshasa can't be affected or detected by spells of 6th level or lower unless it wishes to be. It has advantage on saving throws against all other spells and magical effects. The rakshasa's innate spellcasting ability is Charisma (spell save DC 18, +10 to hit with spell attacks). The rakshasa can innately cast the following spells, requiring no material components:\n\nAt will: detect thoughts, disguise self, mage hand, minor illusion\n3/day each: charm person, detect magic, invisibility, major image, suggestion\n1/day each: dominate person, fly, plane shift, true seeing ",
    "description": "      The true form of a rakshasa was almost never seen due to their ability to assume almost any humanoid figure, but their lavish taste ensured they were almost always wearing the finest garments and most precious jewelry.[2] Their true forms were most commonly humanoids with the heads of tigers and luxurious fur to match their attire, although it was not unusual for them to possess the heads and features of carnivorous apes, crocodiles or mantises,[2][7] with high ranking rakshasas being rumored to have multiple heads.[5] The eyes of a rakshasa could range from gold and black slits for felines to protruding, multifaceted spheres for insects but always contained a fiendish glimmer of disturbing, infernal intellect.[7] However, their most unnerving and unique feature was their reversed hands. The palms of a rakshasa faced out from the body when the arms were at rest and the finger joints bent backwards to grasp and manipulate objects.[2][7] Rakshasas stood 6‒7 ft (1.8‒2.1 m) tall, with those of lower rank being shorter.[5] Their build was typical for a human of their size and they weighed between 250‒350 lb (110‒160 kg).[3][7] Unsettling others with their eerily structured hands demonstrated a mere fraction of a rakshasa's true maliciousness, as their wickedness rivaled that of devils and their avarice surpassed them.[7] Their animalistic appearance disguised a sophisticated personality with an unstoppable lust for influence and material wealth.[2][7] A rakshasa in his best finery. They combined the habits of a predatory aristocrat with those of an indolent cat, savoring the finest art, music, literature, clothing, weapons and armor while spending large amounts of time lazily resting in their comforts and prowling unseen. Powerful magic, lost spells, arcane tomes and secret lore, particularly those of the evil variety, were of special interest to the born sorcerers. Slaves were collected the same as any other form of art, and were expected to indulge every whim of their cruel master.[7] This served to bolster the already overinflated ego of the rakshasa, a haughtiness they displayed to all who knew their true identity.[5][7] Rakshasas used their transformative abilities to appear as nobles, cardinals, merchant princes, crime lords and other beings rich in power.[1][2] They used their natural charisma to form vast arrays of minions, lackeys, servitors and henchmen, and despite their pride were masters of deceit. Rakshasas disguised not only their forms, but their very involvement in events, pulling political strings, creating vast intrigues, and instigating government corruption to secure their safety.[7] Their innate cleverness was enhanced by their supernatural abilities, and yet countered by their strange sense of honor, as like devils they would hold to the letter of an agreement while ignoring the spirit to double-cross their supposed allies.[5][7] Rather than steal from other powerful beings, rakshasas favored robbing the poor and needy, using their assumed authority to obtain riches and items from those that needed them most.[7] Their ability to gain dominion and rise to power while causing others to fall was a source of pride and joy for them.[1][7] They would plot the death of a mortal's family, take everything they had, and ruin their reputation through vicious slander, but nothing brought them more pleasure in this activity than turning a model citizen's society against them by exposing hidden truths.[7] Upon reaching independence, rakshasa usually attempted to establish their own territories as far away from any other rakshasas as possible, utilizing their mastery of disguise to carefully investigate a region for years while staying insignificant.[7] They instinctually sought out hideaways, safe houses and secret lairs from which to conduct their schemes and display their opulence, their lives often shifting between periods of hedonistic pleasure and unyielding discipline.[5][7] Thieves' guilds, mercenary companies, business fronts or temples to neutral deities were suitable covers and if no such thing could be found, the rakshasa would be forced to create one itself.[7] At the same time, they searched for those of weak wills, dark secrets and crippling fears, collecting every possible detail about their hidden vices through their thought detection ability and pre-established connections. If bribery and temptation were not sufficient, they would use extortion and slander, threatening to ruin the target's life if they refused to comply. Spies and informants were monitored by more reliable and easily controlled servants and as their cruel criminal empires spread, subjects under their control, whether a victim of their greed or a knowing servitor, found the rakshasa's demands grow more unreasonable and time-consuming.[7] Most rakshasas that focused on self improvement, despite already being leagues beyond ordinary mortal casters, tried to improve their sorcerous abilities.[3] If not personally studying magic or attempting to discover sources of arcane power, some sponsored adventuring parties under the guise of an interested individual or organization, sending such groups on quests to obscure locations or supposedly dangerous regions. [7] Rakshasas were naturally adept sorcerers, able to use a wide variety of enchantment and illusion spells to beguile their enemies and detect the thoughts of others at will.[1][3] Most magic was of no use against rakshasas, as only some of the most powerful spells were able to affect them unless they allowed it.[3][5] Only potent, enchanted weapons were capable of properly harming them, but piercing weapons that had been blessed, or potentially those wielded by good creatures, were particularly effective. Blessed crossbow bolts and arrows were said to instantly kill them, but it was said they had to be pierced through the heart with such weapons to truly slay them.[1][2][5] Rakshasas could shapeshift as long as they desired and their new forms could not be magically dispelled, although truesight could pierce their guise and they reverted to normal upon death.[3] Their claws contained a magical curse that plagued the minds of those struck with nightmares and terrifying figments, preventing them from resting properly unless the curse was removed.[1] A rakshasa warrior. In the repertoire of a rakshasa, their most powerful weapon was their mastery of misdirection as they used their expertise in deceit they entangle their enemies in webs of mistruths. Their illusory powers and vast array of potential identities made even recognizing their existence a struggle and even then it took skill and careful planning to defeat them. Powerful divination magic was required simply to dispel their supernatural deceptions but they nonetheless had many ways to win without fighting.[7] Rakshasas had entire networks of corrupt officials and powerful bodyguards at their disposal, and only allowed their most loyal and trustworthy minions near them. Only a small number of their closest aides knew of their true form and so enchantment magic was often needed in order to prompt a betrayal by such servitors.[7] Rakshasas fought as cravens when behind their numerous protections, using magic to enhance their speed or defenses, attempting to use their enchantment magic to dissuade combat and targeting spellcasters due to their typical inability to harm them.[7] Often times they would attempt to masquerade as an ally of their prey, waiting for the right moment to strike them down.[5] Unless protected by a spell such as mind blank or nondetection they would instantly sense the location of thinking creatures, but would need to focus their efforts on a specific area for a few seconds in order to decipher a potential adversary's surface thoughts, forcing them to stay nearby while attempting to discern intentions. When under attack, rakshasas rarely used their mind reading in the open, instead using hit and run tactics to maneuver to an area of safety and read the enemies' plans, allowing strategies to be changed when needed.[7] Offensive magic was normally saved as a last resort and most disdained physical fighting as ignoble.[7][3] In contrast to their typically elusive nature, rakshasas when cornered fought valiantly and fiercely, proving themselves to be dangerous melee combatants in addition to being powerful spellcasters.[3][5] Their reversed hands gave them no trouble in terms of dexterity, allowing them to wield weapons with dangerous effectiveness, a necessary skill as their shapechanging prevented them from using their teeth and claws. Rakshasas trained as warriors pounced like tigers with their blades while archers were just as deadly. However, most rakshasas took every measure needed to prevent physical altercations and, if the opportunity presented itself, would immediately abandon melee in order to continue casting from afar, attempting to blind and confuse current assailants to escape.[2][3] Rakshasa communities on the Outer Planes were protected by greater rakshasas or ruhks, a term meaning knight, skilled warriors of great speed and martial prowess.[2][5] 15% of rakshasas were ruhks and 15% of the ruhks were rajahs, a term meaning lord, that led their clans. 5% of rajahs were maharajahs, a term meaning duke, that led several small interrelated clans or singular massive clans. Their island societies were composed of hundreds of members with the duke as the unquestionable leader, although dukes were known to serve under even more dangerous entities and clans would be run by a rajah in the absence of a maharajah.[5] The rakshasas of Acheron were infamous beings that laired on hidden cubes veiled from prying eyes by powerful illusion magic. Each clan kidnapped petitioners and planewalkers to serve as slaves in their palaces in an attempt to impress the maharajah that ruled over every rakshasa on the plane.[10] Befitting beings of deception, early reports on rakshasa society contradicted later descriptions, although both were based on subservience and subjugation and it was possible some combination of the two was present. Earlier claims were that rakshasas belonged to a unshakable caste system and that individuals were incapable of rising through the ranks.[5] Later descriptions portrayed it as a meritocracy based on guile and ruthless immorality, where rakshasas constantly waged conspiratorial wars against each other. Enslavement, rakshasa or not, was an indication of power and their political battles ended either in the death or domination of the loser. As rakshasas grew in reputation and prestige they would gain the noble titles of ruhk and rajah, reaching maharajah status after the successful conquest of all others rakshasas in the region.[7] Female rakshasas, rakshasi, raised children independent of males, teaching their children vital lessons about their society. Rakshasi were unyielding disciplinarians, but the rigorous and ruthless tests they employed were contrasted by their pampering praise. The reason for this was likely the patriarchal nature of rakshasa society, as females were meant only to be faithful, childbearing spouses that raised powerful offspring. The rakshasi population was somewhere between having just as large a population as males and having three times their numbers, and males could very well have harems.[5][7] The nature of power was important in a rakshasa's education, as they learned that those in power could just as easily retract their gifts as they could bestow them. Mature rakshasas wasted no time establishing their criminal empires and may have already done so.[7] The rakshasa served the lesser god Ravanna a ten-headed being that was the paragon of their tyrannical ideals of decadence, cunning and narcissism. Most clerics were chosen by Ravanna based on his needs and desires rather than them coming to serve him and it was practically suicidal by those who knew of him to ignore commands for such summons from his great priests.[7] He commanded his servitors to rule and expand from the shadows, giving his clergy the air of a secret criminal organization and was not adverse to choosing members of other races to be part of his priesthood. Befitting a being of such overwhelming egomania, prayers to Ravanna were longwinded and sycophantic while depreciating the value of the speaker. His devotees commonly carried personal shrines with which to make daily sacrifices of blood and coin with their natural armaments, made both artistic and ornate but easily concealable on short notice.[7] Within the Abyss, chaotic evil rakshasas were known to serve another lesser god, Kali.[11] The demon lord Fraz-Urb'luu, Prince of Deception, also commanded a great number of chaotic evil rakshasas known as the Hollow Rajahs.[12] Rakshasas were known to speak Common and Infernal but occasionally learned Sylvan and Undercommon. Even when not in one of their myriad of alternate forms, rakshasas were not as they first appeared. Rakshasas were, in truth, immortal, fiendish spirits that bound themselves to the Material Plane within the guise of flesh, so intrinsically deceptive that their very essence could be used in potions of delusion.[5] Despite their immortality, death was excruciatingly painful for a rakshasa as it meant wandering the Lower planes as an incorporeal being, waiting in unending agony for their bodies to reform.[1][7] Rakshasas suffered no loss of memory, power or vitality from death but the process landed them in a random spot and could take somewhere between days and years, by which time mortals who had wronged them may have already passed on. When unable to take vengeance upon their killers, rakshasas often avenged themselves upon their kin or allies. Slaying a rakshasa banished to the Lower Planes permanently destroyed them but it was said they could be killed on the Material Plane by driving blessed weapons through their hearts.[1][7] Every century, a new rakshasa generation would be born to replace their fallen progenitors and the race had been known to spread.[5][6] The Imaskaran arcane Tome of the Ring recorded a crafting recipe for a ring of regeneration. The recipe called for fenberries, an eye of a rakshasa, and the spell of Melf's acid arrow.[13] Outside of a strange, paradoxical method of gaining honor, rakshasas tormented, beguiled and killed humanity in order to consume their flesh.[5]They considered it a delicacy and preferred their meat as raw as possible, especially while it still lived. Their meals were flavored with exotic spices, accompanied by odd side dishes and other expensive, choice foods considered revolting to most mortals.[7] Although they themselves lacked predators, outside of trained hunters and mortal victims seeking retribution, rakshasas were speculated to be few in numbers, with populations possibly smaller than those of dwarves.[5][7][14] They favored tropical jungles, swamps and island environments, even when on other planes.[5][7] Chaotic rakshasas could be found within the blood-red tropics of the 500th layer of the Abyss or the toxic archipelagoes of Vudra.[11][15] Despite their solitary leanings, rakshasa subraces were known to cooperate even as they pursued their individual agendas.[16] An ak'chazar rakshasa. A naztharune rakshasa. Tieflings descended from rakshasas had cat eyes and potentially fur, scales or leathery skin.[17] For whatever reason, deva aasimars that lost their way and became truly wicked risked being reborn as rakshasas in their next lives.[18] Despite there being innumerable documented cases of rakshasas influencing worldly politics the known examples were but a fraction of the extent of their duplicitous exploits. Scholars that investigated their sinister schemes found that they could be connected to the downfall of several organizations, merchant houses, and churches, the instigators of unspeakable tragedies and the collapse of entire governments. The elimination of investigative scholars was one of the few occasions during which rakshasas would unite. The exact origins of the rakshasas were shrouded in mystery and legend, not helped by the proud and insidious rakshasas themselves that, if they knew their history, would never willingly share it and likely went out of their way to make it confusing and contradictory.[7] Rumors that claimed arcanaloths were originally demons that were banished from the Abyss for their deceptiveness also stated that they were the ancestors of the rakshasas and raavastas. Rakshasas strongly disputed such stories despite their demon-like cruelty, greed, and conniving nature, dismissing them as slurs against their honorable race and an accusation of degeneracy.[2][19] More recently, it was claimed that the rakshasas were the result of an infernal ritual from Hell, made from an enigmatic but nonetheless powerful race of devils in a bid to escape Baator. Indeed, rakshasas had various hallmarks of devilish descendance and more popular ideas were that they were caused by a union of ancient fiendish animals and devils.[1][7] Still, it was entirely possible that rakshasas were an entirely distinct race of fiends as their specific brand of malevolence was utterly unique.[7] Many, less specific legends merely stated they came from \"a distant land\" like a poverty-inducing plague to corrupt and drain every society they came across[7] and some said that the horror-inflicting fiends were the manifestation of nightmares.[1][5] Other Fiends\nAchaierai • Barghest • Canomorph (Haraknin • Shadurakul) • Hell hound • Hordling • Howler • Larva • Maelephant • Marrashi • Night hag • Nightmare • Rakshasa • Succubus • Vargouille • Yeth hound",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/9/94/Rakshasa-5e.png/revision/latest?cb=20171011012716",
    "condition_immunities": [],
    "senses": {
        "darkvision": "60 ft.",
        "passive_perception": 13
    },
    "xp": 10000,
    "damage_vulnerabilities": [
        "piercing from magic weapons wielded by good creatures"
    ],
    "damage_resistances": [],
    "damage_immunities": [
        "bludgeoning, piercing, and slashing from nonmagical weapons"
    ]
}