{
    "name": "Remorhaz",
    "hit_points": 195,
    "hit_dice": "17d12",
    "armor_class": 17,
    "challenge_rating": 11,
    "strength": 24,
    "dexterity": 13,
    "constitution": 21,
    "intelligence": 4,
    "wisdom": 10,
    "charisma": 5,
    "actions_desc": "Melee Weapon Attack: +11 to hit, reach 10 ft., one target. Hit: 40 (6d10 + 7) piercing damage plus 10 (3d6) fire damage. If the target is a creature, it is grappled (escape DC 17). Until this grapple ends, the target is restrained, and the remorhaz can't bite another target. The remorhaz makes one bite attack against a Medium or smaller creature it is grappling. If the attack hits, that creature takes the bite's damage and is swallowed, and the grapple ends. While swallowed, the creature is blinded and restrained, it has total cover against attacks and other effects outside the remorhaz, and it takes 21 (6d6) acid damage at the start of each of the remorhaz's turns.\nIf the remorhaz takes 30 damage or more on a single turn from a creature inside it, the remorhaz must succeed on a DC 15 Constitution saving throw at the end of that turn or regurgitate all swallowed creatures, which fall prone in a space within 10 feet oft he remorhaz. If the remorhaz dies, a swallowed creature is no longer restrained by it and can escape from the corpse using 15 feet of movement, exiting prone. ",
    "special_abilities_desc": "A creature that touches the remorhaz or hits it with a melee attack while within 5 feet of it takes 10 (3d6) fire damage. ",
    "description": "   A remorhaz had leathery tough wings (which it could not use to fly), an insect-like head, and a 40 feet (12 meters) scaly body. It was ice-blue in color, had dozens of legs, and its back glowed red with an inner fire that could melt all but the strongest of metals. It had horns along its body and dagger-like teeth.[9] It naturally had very high magic resistance.[6] A remorhaz produced an incredible amount of heat, allowing it to take advantage of the vulnerability that many creatures in its native environment possessed. Its heat also allowed it to melt nonmagical weapons that struck its red-hot protrusions.[6] A remorhaz liked to wait in ambush for its potential prey. When a living creature drew near, the remorhaz sprang from the ground and struck.[3] It primarily used its teeth in combat, or swallowed its opponent whole and subjected it to its gizzard and fiery insides.[4] The chitin of the remorhaz could be used to make chitin armor.[10] The secretion of the remorhaz, called \"thrym\", was valuable to alchemists in making heat-related magical items.[5] Remorhazes were sometimes tamed by frost giants of the Spine of the World, who used them as guardians. However, because the remorhazes were wild creatures, they were likely to turn on their masters at any time.[11][3] Remorhaz eggs could be sold for the purpose of raising them as guards.[5] The tribe of the White Worm honored the remorhaz as their spirit animal.[12] Remorhazes were used by the monks of the Monastery of the Yellow Rose to test their disciples by riding them.[13] A resident of Ahtitlak attacking with a remorhaz companion. The inhabitants of Ahtitlak, a small village in the Great Glacier, formed a special bond with the remorhazes who shared the cavern the village was located in. They had a peaceful and symbiotic relationship with the remorhaz. The remorhazes treated the villagers as trusted companions, defending the village and its residents.[14] The villagers provided food and water, treated any wounds a remorhaz received with a special poultice, and built fires to keep their eggs warm. The villagers developed a unique saddle made from leather that allowed them to ride the remorhazes, which allowed them to patrol their territory.[14] Remorhazes were found in the Cloud Peaks,[15] the Spine of the World,[11] Icewind Dale,[9][16] Anauroch's High Ice,[17] the Great Glacier,[18] the Endless Ice Sea,[19] the Ice Mountains,[20] the Ice Run,[21] and the Glacier of the White Worm (named for the creatures).[22] Remorhazes have also been spotted in the Fangs of the Cloud Peaks along the Trade Way.[23][15] The Opoboquo remorhaz was a unique species of remorhaz was native to the Opoboquo Valley of the Keryjek Ridge. An Opoboquo remorhaz was only about 10 feet (3 meters) long, light green in color, and not nearly as hot as its cousins. Angulutiuns hunted the Opoboquo remorhaz to use its shell to make jakerek, a fast caribou sled.[18]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/5/5b/Remorhaz5e.jpg/revision/latest?cb=20171010191253",
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [
        "cold",
        "fire"
    ],
    "condition_immunities": [],
    "senses": {
        "darkvision": "60 ft.",
        "tremorsense": "60 ft.",
        "passive_perception": 10
    },
    "xp": 7200
}