{
    "name": "Rhinoceros",
    "hit_points": 45,
    "hit_dice": "6d10",
    "armor_class": 11,
    "challenge_rating": 2,
    "strength": 21,
    "dexterity": 8,
    "constitution": 15,
    "intelligence": 2,
    "wisdom": 12,
    "charisma": 6,
    "actions_desc": "Melee Weapon Attack: +7 to hit, reach 5 ft., one target. Hit: 14 (2d8 + 5) bludgeoning damage. ",
    "special_abilities_desc": "If the rhinoceros moves at least 20 ft. straight toward a target and then hits it with a gore attack on the same turn, the target takes an extra 9 (2d8) bludgeoning damage. If the target is a creature, it must succeed on a DC 15 Strength saving throw or be knocked prone. ",
    "description": "   Rhinoceroses ranged in size, from 6 to 14 feet (1.8 to 4.3 meters) in length and 3 to 6 feet (0.91 to 1.8 meters) in height at the shoulder. They could weigh as much as 6,000 pounds (2,700 kilograms).[4][note 1] Depending on species, they could have one or two horns on their snouts.[6] Their upper lips were almost prehensile, an ability they used for feeding.[8] These creatures were known to be bad tempered and to attack anything they perceived as a threat, intruder, or annoyance.[6][5][4] Some species were less aggressive and more likely to flee.[6][5] Their senses of smell and hearing were sharp, but their eyesight was limited,[6][5] though some possessed low-light vision.[4] On the Steaming Isles where all beasts were intelligent and capable of speech, the black rhinoceroses spoke little and thought of the birds (which often sat on their backs) as ceaseless, irritating gossips. The rhinoceroses were loyal to the Law of the Loregiver, yet had no interest in the affairs of the ruling pashas.[9] They were encountered alone[6][5][4] or in herds of up to six[6][5] or twelve specimens,[4] including a few young.[6][5] A rhinoceros charging through two warriors. Faced with threats or intruders, a rhinoceros charged them, lowering its head to gore them with its horn in a devastating assault.[6][5][4][3][2] The force could knock a target down.[2] Afterward, it might trample them with its forelegs.[6][5] They lived on tropical savannahs[5] and other warm plains.[4] In Faerûn, they were found in the southern grasslands,[10] such as in Chult, where they were common;[1] on the warm plains of the Shaar; in the hills around the Great Rift; and in Halruaa and the Shining Lands.[11] In Kara-Tur, rhinoceroses lived in subtropical forest areas.[12] In Zakhara, black rhinoceroses were found on the Steaming Isles, though these ones were also intelligent.[9] Wild dwarf priests of Thard Harr wore the skulls of big jungle beasts like rhinoceroses as helms.[13][14] The human Rhinoceros Tribe of the Shaar based both their name and their charging combat style on the beasts they shared the plains with.[15] An orc riding on a rhinoceros warbeast wearing partial scale barding. A rhinoceros could potentially be mounted and ridden into battle,[3][16] such as when trained as a dedicated warbeast.[17] A young rhinoceros could cost 200 gp, and 50 gp more to train,[8] a rhinoceros warbeast could cost 775 gp,[17] and a mature mount as much as 2,600 gp.[3] Compared to horses and the like, they cost 10 gp per day more to feed and maintain. Despite the cost, their willingness to charge foes in battle, as well as their ability to carry even fragile things with their lips with training, made them rather useful. Dwarves and ogres preferred a war rhinoceros.[8] Rhinoceroses, or just their horns, were traded in caravans across the Hordelands in the mid–14th century DR. Usually, only one or two of the animals were transported in a wagon with a dedicated handler.[18] Rhinoceros hide, like elephant hide, could be used to make a suit of hide armor; its greater thickness gave greater protection than leather armor.[19] In the mid–14th century DR, such armors were worn by General Batu Min Ho of Shou Lung[20] and the druid Thurghom as far north as the Frozen Wastes.[21] A druid could potentially have a rhinoceros animal companion,[22] such as those who lived in deserts.[23] A rhinoceros ally could be summoned with the spell summon nature's ally V,[24] summon desert ally VI,[25] or conjure animals,[26] while a fiendish rhinoceros could be summoned with summon monster VI.[27] Find greater steed summoned a celestial, fey, or fiendish spirit to assume the form of a beast that would serve as a mount, including a rhinoceros.[28] A wild rhinoceros might even appear from a wand of wonder[29] A piece of rhinoceros hide, swallowed by the caster, was a material component for the metal skin spell.[30] The spell rhino's rush gave one the charging power of a rhinoceros.[31][32] A rhinoceros was one of the exhibits in the menagerie of the Sea Maidens Faire in Waterdeep in 1492 DR.[note 2] It was kept in a pen on the Heartbreaker with the other beasts.[33]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/8/8f/Rhinoceros-Basic.png/revision/latest?cb=20200712220923",
    "condition_immunities": [],
    "senses": {
        "passive_perception": 11
    },
    "xp": 450,
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [],
    "caption": "A rhinoceros (also called a rhino for short) was an aggressive herbivorous animal known for having a horn on its snout."
}