{
    "name": "Roper",
    "hit_points": 93,
    "hit_dice": "11d10",
    "armor_class": 20,
    "challenge_rating": 5,
    "strength": 18,
    "dexterity": 8,
    "constitution": 17,
    "intelligence": 7,
    "wisdom": 16,
    "charisma": 6,
    "actions_desc": "The roper makes four attacks with its tendrils, uses Reel, and makes one attack with its bite. Melee Weapon Attack: +7 to hit, reach 5 ft., one target. Hit: 22 (4d8 + 4) piercing damage. Melee Weapon Attack: +7 to hit, reach 50 ft., one creature. Hit: The target is grappled (escape DC 15). Until the grapple ends, the target is restrained and has disadvantage on Strength checks and Strength saving throws, and the roper can't use the same tendril on another target. The roper pulls each creature grappled by it up to 25 ft. straight toward it. ",
    "special_abilities_desc": "While the roper remains motionless, it is indistinguishable from a normal cave formation, such as a stalagmite. The roper can have up to six tendrils at a time. Each tendril can be attacked (AC 20; 10 hit points; immunity to poison and psychic damage). Destroying a tendril deals no damage to the roper, which can extrude a replacement tendril on its next turn. A tendril can also be broken if a creature takes an action and succeeds on a DC 15 Strength check against it. The roper can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check. ",
    "description": "   Ropers were ambush hunters that evolved in the underworld.[3] They were favored by the drow god Ghaunadaur.[6] They took the appearance of stalagmites and would wait for a living creature to draw close.[3] When this happened, the roper quickly lashed out with tendrils extruded from its body that wrapped around its target, sapping the creature's strength. The roper then drew its prey into its fang-filled mouth to consume. As a roper never knew when its next meal was coming, it often slew and ate more than it could possibly consume at once.[3] There were some varieties of ropers that had evolved on the surface of the world. They took the shape of dead tree trunks and hid within the forest.[citation needed]   Despite their monstrous hunger and evil natures, ropers were intelligent and insightful creatures. In the time between feedings, they learned about their surrounding underworld and contemplated philosophy. Religious pilgrims sometimes braved the lair of a roper for a chance to learn the creature's insight.[citation needed]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/d/d7/Monster_Manual_5e_-_Roper_-_p261.jpg/revision/latest?cb=20141115104511",
    "condition_immunities": [],
    "senses": {
        "darkvision": "60 ft.",
        "passive_perception": 16
    },
    "xp": 1800,
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [],
    "caption": "Ropers were ambush hunters that evolved in the underworld.[3] They were favored by the drow god Ghaunadaur."
}