{
    "name": "Sea Hag",
    "hit_points": 52,
    "hit_dice": "7d8",
    "armor_class": 14,
    "challenge_rating": 2,
    "strength": 16,
    "dexterity": 13,
    "constitution": 16,
    "intelligence": 12,
    "wisdom": 12,
    "charisma": 13,
    "actions_desc": "Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 10 (2d6 + 3) slashing damage. The hag targets one frightened creature she can see within 30 ft. of her. If the target can see the hag, it must succeed on a DC 11 Wisdom saving throw against this magic or drop to 0 hit points. The hag covers herself and anything she is wearing or carrying with a magical illusion that makes her look like an ugly creature of her general size and humanoid shape. The effect ends if the hag takes a bonus action to end it or if she dies.\nThe changes wrought by this effect fail to hold up to physical inspection. For example, the hag could appear to have no claws, but someone touching her hand might feel the claws. Otherwise, a creature must take an action to visually inspect the illusion and succeed on a DC 16 Intelligence (Investigation) check to discern that the hag is disguised. ",
    "special_abilities_desc": "The hag can breathe air and water. Any humanoid that starts its turn within 30 feet of the hag and can see the hag's true form must make a DC 11 Wisdom saving throw. On a failed save, the creature is frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, with disadvantage if the hag is within line of sight, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the hag's Horrific Appearance for the next 24 hours.\nUnless the target is surprised or the revelation of the hag's true form is sudden, the target can avert its eyes and avoid making the initial saving throw. Until the start of its next turn, a creature that averts its eyes has disadvantage on attack rolls against the hag. ",
    "description": "   A coven of three hags in Undermountain. Hags were universally hideous beings, but even by the unbelievably low standards applied to their race, sea hags were abysmally grotesque. Despite their penchant for devouring their victims they had an emaciated appearance,[1][3] although they could be of varying height and big-boned as opposed to scraggly.[8] Befitting their haggard nature, their flesh was also rife with warts and oozing cankers.[2][3] Their complexion was like that of a rotting fish:[8] pallid yellow skin with patches of green, slimy scales and bony protrusions.[1][3] Their piscine eyes were similarly devoid of life with deep,[1] black pupils surrounded by red.[3] The weak-hearted were known to die upon gazing at sea hags, but fortunately they had long, limp, hair that resembled rancid seaweed, which often concealed their true forms.[2][3] Even without their squalid manes, sea hags could use illusory magic to disguise their appearance, although whatever form they took, they were cursed (or perhaps in their opinion, blessed) to appear ugly.[1] While all hags possessed an inverted sense of beauty, seeing it as ugly and vice versa, sea hags in particular were known for utterly abhorring all that was attractive. Many were filled with fury upon the sight of something beautiful and swiftly attempted to break it, but were more likely to take a corruptive approach to expressing their outrage. Rather than simply destroy the inspiring they would defile it so as to reverse its intended effect, turning symbols of hope into figures of despair, icons of courage into images of dread and places of joy into dens of misery.[1][8] Sea hags themselves normally lived as gloomy recluses, in lairs as dismal as they were. As they watched others go about their lives, they began slowly bubbling with jealous rage until their hatred overflowed and they were compelled to release it. Sometimes wanderers would intrude upon their domains and give them a chance to vent, but they would just as easily exit their homes and hunt for victims, whether among the surface-dwellers or other aquatic entities.[9] A sea hag's greatest weapon was the sheer atrocity that was their appearance, for just looking upon a sea hag could inspire fright so overwhelming that it sapped strength.[3] Even worse than laying eyes upon a sea hag was when a sea hag laid eyes on someone else, for their evil eye could have dire effects on those they glared at. If already horrified,[1] victims were at risk of, if not outright death, then paralysis or a simple dazed state, for several days.[2][3] While they could use their illusory disguise to avoid detection, it was only visual in nature and failed to hold up under close scrutiny.[1][3] When fighting, sea hags lacked subtle tactics beyond a simple ambush. They would hide or disguise themselves in an attempt to lure as many of their potential prey close before revealing themselves.[2][3] Whenever possible, sea hags used their horrific glare to render foes helpless and would consume the fallen victims as soon as possible.[3] Melee was considered a secondary tactic only to be used if the enemy was outnumbered and despite their claws they were known to prefer using daggers.[2][3] When undergoing ordinary forms of training they often became fighters or barbarians, otherwise becoming clerics.[7] The lake hag Maud Chiselbone and her will-o'-wisp companion making human stew. Sea hags were known to be solitary beings. They typically laired in bleak and befouled areas surrounded by underwater monsters and with nearby settlements. The verticality of their homes was generally irrelevant; they might inhabit sunken shipwrecks, polluted shores or slopes and cliffsides.[8][9] Around the lairs of powerful sea hags, such as grandmas or aunties, could have noticeable signs of their presence. Such indicators could be treacherous tides, a slick, slippery film of slime coating most surfaces, or an abundance of decaying fish corpses that the sea hag could speak through and sense the disturbance of. Within their lairs such hags would be even more dangerous, gaining abilities such as the power to create splotches of murky ink within it or the ability to create obedient simulacrums out of ooze, kelp, fish corpses and nebulous debris based on anyone inside the lair.[8] Some sea hags venerated Dagon as a deity.[10] Sea hags had their own language and spoke the language of annis hags.[3] They also often knew Common, Aquan, Giant[1] and the aquatic variant of Elven.[3] Sea hags, appropriately, were known to occupy warm seas in shallows with overgrown vegetation.[3] They were amphibious and swam faster than they walked.[1] Sea hags were said to have a maximum lifespan of approximately 800 years old, if not several millennia.[3][8] Sea hags could be found in the Sea of Fallen Stars, typically swimming at a depth between 150‒300 ft (46‒91 m).[9] Within the underwater caves of Skullport, sea hags dwelt in the husks of lost ships.[11] While less common and less magically resistant than their marine cousins, there existed a breed of freshwater sea hags. They made their homes in non-arctic bodies of water such as lakes but needed more light.[3][12] A greater sea hag There also existed a race of greater sea hags that, like freshwater sea hags, were far more rare. Some were indistinguishable from ordinary sea hags while others were larger, had greater charisma or possessed piscine lower halves. They were just as envious and suspicious as their ordinary kin and so rarely joined covens or reproduced, but often lived 200 years longer than they did.[13] They were just as hideous as their ordinary kin but their gaze served to enchant prey rather than kill them. They would take on the appearance of attractive beings like merfolk or nereids before luring ships into dangerous waters, causing the ship to sink. Afterwards, they would steal the treasures on board and devour the crew, adding flesh to their diet of grounded rock salt. They also possessed greater innate, magical ability and a rare few had psionic powers.[13] Ogre and hill giant myths told that the moon goddess Cegilune was the mother of the hag race and that sea hags were among the original types to have been wrought from her former worshipers.[14] However, some believed that greater sea hags were the descendants of more powerful beings created by the wicked Elemental Evil Princess of Elemental Water, Olhydra. The Princess, in turn, argued that lesser sea hags and possibly all hags were really the degenerate spawn of the superior, greater sea hags.[13]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/0/08/Sea_Hag-5e.png/revision/latest?cb=20171011014927"
}