{
    "name": "Solar",
    "hit_points": 243,
    "hit_dice": "18d10",
    "armor_class": 21,
    "challenge_rating": 21,
    "strength": 26,
    "dexterity": 22,
    "constitution": 26,
    "intelligence": 25,
    "wisdom": 25,
    "charisma": 30,
    "actions_desc": "The solar makes two greatsword attacks. Melee Weapon Attack: +15 to hit, reach 5 ft., one target. Hit: 22 (4d6 + 8) slashing damage plus 27 (6d8) radiant damage. Ranged Weapon Attack: +13 to hit, range 150/600 ft., one target. Hit: 15 (2d8 + 6) piercing damage plus 27 (6d8) radiant damage. If the target is a creature that has 190 hit points or fewer, it must succeed on a DC 15 Constitution saving throw or die. The solar releases its greatsword to hover magically in an unoccupied space within 5 ft. of it. If the solar can see the sword, the solar can mentally command it as a bonus action to fly up to 50 ft. and either make one attack against a target or return to the solar's hands. If the hovering sword is targeted by any effect, the solar is considered to be holding it. The hovering sword falls if the solar dies. The solar touches another creature. The target magically regains 40 (8d8 + 4) hit points and is freed from any curse, disease, poison, blindness, or deafness. ",
    "special_abilities_desc": "The solar's weapon attacks are magical. When the solar hits with any weapon, the weapon deals an extra 6d8 radiant damage (included in the attack). The solar knows if it hears a lie. The solar's spell casting ability is Charisma (spell save DC 25). It can innately cast the following spells, requiring no material components:\nAt will: detect evil and good, invisibility (self only)\n3/day each: blade barrier, dispel evil and good, resurrection\n1/day each: commune, control weather The solar has advantage on saving throws against spells and other magical effects. ",
    "description": " This is a\nGood Article!   Deities known to employ solars as stewards included Corellon, Horus-Re, Ilmater, and Milil.[14] A solar had a deep, commanding voice.[2][3][4][5][6] Its human-like[3][4] body was muscular[2][3][4] and beautiful,[3][4] with skin of copper,[5][6] silver,[2] gold,[2] or other metallic coloration.[3][4] Its hair was bronze or metallic-colored as well.[3][4][5][6] Its large, gleaming double[5][6] wings were white[2][15] or coppery-gold,[5][6] and its eyes were as radiant topaz.[2][3][4][5][6] Solars stood about 9 feet (270 centimeters)[2][3][4] or 10 feet (300 centimeters)[5][6] tall and weighed about 500 pounds (230 kilograms).[2] Not all solars appeared like this, however. For example, the solars in Corellon's court appeared rather as androgynous elves in shining white robes.[16] Solars were powerful and influential entities, and only the most fearsome fiends could rival them for power.[2] Like planetars, solars could pray for and cast divine magical spells like the most powerful of clerics.[2][3][4][5][6] In addition to the magical powers common to all angels, solars had innate access to a wide range of powerful magics, for which they did not need to pray. These were too many to list entirely here, but they included such wondrous magics as the ability to grant wishes,[2][3][4][5][6] to restore victims from ailments,[1][2][3][4][5][6] and to resurrect the dead.[1][2][3][4][5][6] They could create a barrier of magical blades;[1][1][2] trigger a massive earthquake;[2][3][4][5][6] send waves of exhaustion over their enemies;[2] charm large groups of monsters at the same time;[2] make the effects of certain spells permanent;[2][3][4][5][6] blind, stun, or kill with only a single word;[2][3][4][5][6] and damage enemies with a prismatic spray.[2][3][4][5][6] Solars could make themselves invisible,[1][2][3][4][5][6] commune directly with their deity,[1][2][3][4][5][6][12] and control the weather.[1][2][3][4][5][6] By touching a mortal, a solar could grant the ability for that creature to survive in any environment for up to 100 years.[3][4][5][6] A solar bearing his traditional weapons. A solar could emit a searing burst of holy, magical energy to burn away its enemies, and its gaze could strike blindness in its foes.[1] Solars sometimes summoned the aid of other celestial beings.[2][3][4][5][6] Those of lawful good philosophies tended to favor summoning ki-rin. Neutral good solars favored phoenixes, while chaotic good solars chose titans. They were also known to gate in planetars or devas.[3][4][5][6] They bore all of the same immunities and resistances of other angels and were surrounded by the same protective aura of good.[2][3][4][5][6] Furthermore, they could only be permanently harmed by magically evil attacks from the most epic of foes;[2][3][4][5][6] they could regenerate from any other injuries.[2][3][4][5][6] Like planetars, solars could see in the dark and in low-light,[2][5][6] and they always saw things as they truly were,[1][2] being able to see invisible and shapechanged creatures and objects,[2][3][4][5][6] hidden traps,[2][3][4][5][6] and evil auras.[1][2][3][4][5][6] Solars could even see into the ultraviolet spectrum to a visual range of 300 yards (270 meters).[17] They could always sense when someone was lying.[1][2] Older scholars even attributed certain psionic abilities to the solars.[5][6] Solars could take to the wing at immense speeds with good maneuverability, and were swift of foot as well.[1][2][3][4] Beyond these physical means of movement, they could teleport short distances.[1][5][6] Solars, like all other angels, could use magic to speak any language,[2][5][6] They could also communicate telepathically within 120 feet (37 meters).[1][5][6] As with other angels, solars were always good in outlook, but some leaned more toward law and others more toward freedom,[2][3][4][5][6] though perhaps more commonly the former case was true.[1] They were unmovable in their loyalty toward both their divine masters and their alignment.[5][6] They truly were the epitome of such virtues as devotion, honor, and purity.[12] A solar about to nock a slaying arrow. Solars had immense fighting prowess complemented by their magical angelic greatswords as well as by composite longbows that allowed the solar to enchant any arrow as a slaying arrow when nocked.[1][2][3][4][5][6] These bows were known as bows of the solars.[18] Their magical greatswords could hover in the air and fight by will of the solar's mind alone, falling only if the solar were destroyed.[1][3][4][5][6] Later scholars believed that there were only ever 24 solars in existence in the multiverse.[1] Earlier scholars had instead used that figure as the minimum value.[5][6][note 1] Solars resided in the Upper Planes,[10] including Mount Celestia, Bytopia, Elysium, the Beastlands, and Olympus.[7][9] Solars could travel to any of the planes of existence but only when directed to by the powers,[5][6] and this was a very rare occurrence.[12] Perhaps once in several millennia, they might be called upon to lead armies of other angels in battle against the fiends. More likely, they were sent on missions of great import, yet which most mortals would not find interesting.[12] When not called into service, solars maintained a state of restful contemplation, awaiting the call to the service of good.[1] Solars were created from the ascendancy of planetars as a reward of the gods that they served.[8][19] Ascension was voluntary, but such an offer of promotion to so high an order as a solar was exceptionally rare.[19] Similarly, solars who failed to serve the cause of good could lose their powers and be reduced to a lesser form of angel. In the most extreme of cases, they are considered \"fallen\" and were exiled from the Upper Planes, stripped of their innate powers.[20] As outsiders, solars were not dependent upon their environment for survival. They did not need to eat, drink, or sleep.[21] Solars were truly immortal beings and did not die of old age.[8] In fact, as with other aasimon, solars could not be permanently slain unless on their home plane. If their bodies were destroyed anywhere else, their life forces would return to their home plane, where their bodies would reform over a period of 70 years.[3][4][5][6] On occasion, rather than returning to the form of a solar, the spirit would be changed into a light aasimon.[12] On rare occasions where a solar would take a mortal lover, his or her aasimar descendants would often have silvery or golden skin, bright topaz-colored eyes, or the traces of white feathers at the shoulder, as evidence of the celestial heritage.[22] In the Dawn Ages, circa −30,000 DR, the solar Malkizid was cast down to the Nine Hells.[23] An artist's depiction of the solar Zariel before her fall to evil.",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/b/b2/Solar-5e.jpg/revision/latest?cb=20161119162026"
}