{
    "name": "Sprite",
    "hit_points": 2,
    "hit_dice": "1d4",
    "armor_class": 15,
    "challenge_rating": 0.25,
    "strength": 3,
    "dexterity": 18,
    "constitution": 10,
    "intelligence": 14,
    "wisdom": 13,
    "charisma": 11,
    "actions_desc": "Melee Weapon Attack: +2 to hit, reach 5 ft., one target. Hit: 1 slashing damage. Ranged Weapon Attack: +6 to hit, range 40/160 ft., one target. Hit: 1 piercing damage, and the target must succeed on a DC 10 Constitution saving throw or become poisoned for 1 minute. If its saving throw result is 5 or lower, the poisoned target falls unconscious for the same duration, or until it takes damage or another creature takes an action to shake it awake. The sprite touches a creature and magically knows the creature's current emotional state. If the target fails a DC 10 Charisma saving throw, the sprite also knows the creature's alignment. Celestials, fiends, and undead automatically fail the saving throw. The sprite magically turns invisible until it attacks or casts a spell, or until its concentration ends (as if concentrating on a spell). Any equipment the sprite wears or carries is invisible with it. ",
    "special_abilities_desc": "",
    "description": "   The term \"sprite\" actually had two meanings: the first meant the specific race of tiny warriors, while the second use referred to the group of tiny, insect-featured fey that the specific kind belonged to.[2] Sprites resembled tiny, elven-featured fey with insect-like wings. They were about 2 feet (0.61 meters) tall.[2] Sprites were flighty and found most other creatures too serious. However, they also despised evil.[2] Because of their austerity and zealous attitude against evil, sprites were considered overly sullen and harsh by other fey. Unlike pixies, they did not care to engage in fun activities or adorn themselves. However, they were excellent judges of character, and could always sense another creature's real nature and emotions. They were quick to ally with good-natured creatures, and would come to their aid even at unexpected times.[1] Like other fey, sprites possessed several innate magical powers: they could become invisible at will and could detect good or evil from 50 yards (46 meters) away.[2] Sprites were expert brewers of toxins, poisons, and antidotes. In particular, they favored a potent sleep poison with which they coated their arrows. They usually harvested the ingredients for these toxins in forests, even venturing into dangerous areas to find them, but were not above stealing some from hags' gardens if extremely necessary.[1] Sprites made their homes by meadows and glades deep within thriving forests. They were omnivorous creatures who, unlike most of their kin, were mainly active during the day.[2] Sprites' villages could also be found inside the trunks of trees or treants. They allowed no trespassers, and were quick to judge the moral character of persisting invaders.[1] Cormanthyr[5] and the Far Forest were some of many locations on the Faerûn that sprites were known to inhabit.[6] In the Unapproachable East, sprites could be found around the woodlands of Aglarond. Including the grassy meadow known as Halendos.[7] Beyond Faerûn, sprites could be found on Evermeet, where they acted as protectors of glades and meadows. They were the only race of fey known to have regular contact with the island's elves.[8] In the Moonshae Isles, sprites lived in the kingdom of Sarifal and the Llyrath Forest on Gwynneth Isle.[9] Beyond the Prime Material plane, some sprites could be found in the Elemental Plane of Air.[10] Sprites kept an eye on other small sprite-like fey, either to protect them or to know who to invite to their gatherings. They were also known to associate with druids and the occasional ranger.[2] Sprites were one of the many fey races known to serve the Seldarine.[11]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/d/d4/Sprite-5e.png/revision/latest?cb=20171010182903",
    "condition_immunities": [],
    "senses": {
        "passive_perception": 13
    },
    "xp": 50,
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [],
    "caption": "Sprites were the warrior relatives of pixies. They were fierce defenders of good wherever they dwelt, and were also firm judges of other creatures' hearts and intentions. The term \"sprite\" actually had two meanings: the first meant the specific race of tiny warriors, while the second use referred to the group of tiny, insect-featured fey that the specific kind belonged to."
}