{
    "name": "Spy",
    "hit_points": 27,
    "hit_dice": "6d8",
    "armor_class": 12,
    "challenge_rating": 1,
    "strength": 10,
    "dexterity": 15,
    "constitution": 10,
    "intelligence": 12,
    "wisdom": 14,
    "charisma": 16,
    "actions_desc": "The spy makes two melee attacks. Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 5 (1d6 + 2) piercing damage. Ranged Weapon Attack: +4 to hit, range 30/120 ft., one target. Hit: 5 (1d6 + 2) piercing damage. ",
    "special_abilities_desc": "On each of its turns, the spy can use a bonus action to take the Dash, Disengage, or Hide action. The spy deals an extra 7 (2d6) damage when it hits a target with a weapon attack and has advantage on the attack roll, or when the target is within 5 ft. of an ally of the spy that isn't incapacitated and the spy doesn't have disadvantage on the attack roll. ",
    "description": " 5e\n4e\n3e\n2e\nSymbol of the Harpers.\nThe Harpers\nBasic Information\nBase of\noperations\nMoongleam Tower, Everlund[1]\nSilverymoon[2]\nElminster's house, Shadowdale\nFormerly: Twilight Hall, Berdusk[3]\nHarpers' Hold, Waterdeep[4]\nLeader(s)\nThe High Harpers[3]\nFormed\n324 DR[5]\nMembership\nAlignment\nChaotic good;\nLawful good, good[6]\nRelationships\nEnemies\nOrcs, goblinoids, Zhentarim, Cult of the Dragon, Iron Throne, Red Wizards, political powers in Amn and Calimshan,[3] Shadovar[1]\nMembers of the Harpers\nThe Harpers, or Those Who Harp, were a semi-secret organization dedicated to promoting good, preserving history (including art and music of old), and maintaining a balance between civilization and nature by keeping kingdoms small and the destruction of animal and plant life to a minimum. They considered the elven empire of Myth Drannor shortly before its fall to be the pinnacle of civilized history and strove to recreate the world in that image.[7]\nContents\nHistory\nFirst Reformation\nSecond Reformation\nCorruption of the Harper King\nThird Reformation\nTime of Troubles & Harper Schism\nFourth Reformation\nMembership\nRegions\nWaterdeep\nRelationships\nHarper Code\n\"What it is to be a Harper...\"\nNotable Harpers\nFormer Harpers\nAppendix\nNotes\nAppearances\nFurther Reading\nReferences\nConnections\nHistory\nThose Who Harp have disbanded several times, but after each time they eventually reformed one way or another.[8]\nThe idea behind the Harpers was first conceived by several Myth Drannan elven military leaders in collusion with a few trusted human rangers and druids.[9] The mage Dathlue Mistwinter agreed to lead such a group in the Year of Freedom's Friends, 324 DR[5] at the head of a council that also included a (relatively) young Elminster Aumar. They took for their symbol Mistwinter's family crest—a silver harp between the horns of a crescent moon—and met at twilight at secret locations in the Elven Court, earning them their moniker: the Harpers at Twilight.[9]\nHowever, the Harpers at Twilight dwindled in number over the next four centuries, victims of attrition at the hands of their enemies: bandits, slavers, drow, illithids, orcs, and evil spellcasters attracted to Myth Drannor's success.[9] The Weeping War decimated the remaining members of the group. By the end of the conflict, Dathlue was dead[10] as were all but about a dozen of the Harpers at Twilight.[11]\nFirst Reformation\nOn the 27th of Flamerule of 720 DR, at a druid grove in High Dale called the Dancing Place, a large congregation of dryads arrived when dusk fell earlier than it should have and a bright moon shone when no moon should have been visible. The dryads bid the druids make welcome the priests of many different gods who started to arrive before finally Elminster appeared to explain why they had all been called.[10]\nThe elves had called for the support of the priests assembled to help fight back against the faithful of Bane, Bhaal, Loviatar, Malar, and Myrkul, who were coming from the south and attacking the elves and performing abhorrent deeds.[10] The priests argued but their deities—Corellon, Mielikki, Mystra, Oghma, Selûne, Silvanus, and Tymora—directly possessed them and spoke through them, voicing their support in person and extending their blessings to this effort.[6][11] This night thusly became known as the Gathering of the Gods.[11]\nThe remaining Harpers at Twilight set about recruiting new members and expanding their influence, though they did so very slowly and lost around twenty new recruits to conflict with their enemies.[11] Over that time though, these new Harpers established an incredibly effective information network, and earned the respect of religious leaders by using that network to help their causes. In return, they were granted the use of fortified temples and monasteries wherein members could train and recuperate between missions.[12]\nIt was during this period, known as the \"Long Years\" within the organization,[11] that the Harpers erected the wards around Hellgate Keep[13] and helped to kill Sammaster.[14] The Harpers' increasingly public actions also made them come into more frequent conflict with the Church of Bane and the nation of Thay. When the Harpers eradicated the Wearers of the Skull and thereby attracted the ire of the Church of Myrkul, who sent liches after the Harpers, only to see each destroyed, Thay then raised armies to hunt them down and the remaining Harpers went underground in 1021 DR.[12][note 1]\nIn the Year of the Watching Helm, 992 DR[15][note 2] the Harpers founded the Heralds of Faerûn to prevent the unscrupulous from blaming others for their misdeeds. The Heralds also used their power to provide Harpers with cover identities.[12]\nSecond Reformation\nAfter the loss of many members during the previous year, Elminster and Khelben Arunsun decided in 1022 DR that new recruits were needed and that the revitalized Harpers would be an \"underground army of adventurers\".[16] Recruits who met the pair's standards took time to be found, but eventually Elminster happened upon the Wanderers of Espar, a band of a dozen bards, druids, and rangers led by Finder Wyvernspur and Ulzund Hawkshield in Cormyr. Through a series of manipulations, these adventurers were introduced to surviving Harper veterans and ended up successfully battling many of the Harper's enemies.[16]\nThe group continued to be quietly manipulated by Elminster and Khelben, who appointed certain members as \"Master Harpers\" and supplied them with harper pins while the sisters Dove and Storm Silverhand posed as traveling minstrels to attract new members with their music.[17]\nOver the next two centuries, the Harpers re-established their information network but were drawn into ever more public fights with evil churches, the Cult of the Dragon, Thay, and others.[18] Casualties began to mount again and to avoid a repeat of history, Khelben and Elminster had all senior Harpers go into hiding.[19] By this time, however, Finder Wyvernspur became corrupted and the Harpers sealed him in the Citadel of White Exile.[18] In the Year of the Empty Scabbard, 1116 DR, seeing the Harpers no better than cultists of Bane, the Heralds decided that they could not be openly associated with the Harpers and split from them.[18][20]\nWhen junior members grew tired of the new, low-key direction the group was headed in and started getting themselves killed in foolish fights, Elminster gave them a direction—by starting the Harpstar Wars.[19] Only around forty of the Harpers involved in the war survived it and when they returned, they found their organization had strayed in a completely different direction.[21]\nCorruption of the Harper King\nA Harper bard named Rundorl Moonsklan had convinced himself that Elminster, Khelben, and the Harpers they'd taken with them during the Harpstar Wars had gotten themselves killed fighting on other planes and that senior Harpers in hiding had actually permanently retired. His ambition, therefore, was to replace the organization's leadership and reshape it to his own ends. He desired to be the power behind every throne in the North and happened to meet Szass Tam while planning on how to achieve this.[21]\nThe two came to an agreement: Szass Tam would funnel Rundorl information on his rivals in Thay and Rundorl would gain prestige by concocting a story of a new spell capable of turning thousands into undead slaves with a single casting. The plan went perfectly, Rundorl led his fellows into battle against those whom he claimed had knowledge of \"the spell of Undeath\" and both he and Tam advanced in power.[22]\nEventually, though, more Harpers were dying than Thayans and Rundorl led a reluctant retreat out of Thay. His exhausted men were being assassinated and reanimated as undead, however, and Rundorl rightly suspected that Tam had betrayed him. Rundorl appealed to another lich named Thavverdasz. He promised the Harpers' services in return for his help defeating his reanimated comrades. Thavverdasz agreed, mockingly taking for himself the name \"Harper King\" after learning of Rundorl's ambition. The undead were easily wrested from Tam's control but Thavverdasz betrayed his other allies, the Cult of the Dragon.[22]\nIt was this situation that the surviving Harpstar veterans returned to in 1222 DR. The Cult of the Dragon had raised an army and sent it against Thavverdasz's Harpers while Szass Tam challenged the Harper King directly. Thavverdasz used a powerful magic item to defeat Tam, but Elminster surprised and assassinated the Harper King shortly thereafter.[23]\nGrimly, Storm and Dove set about replacing their massive losses while Khelben and the remaining veterans licked their wounds. Elminster was left to counter the rising star of the Zhentarim alone, beginning a long-standing feud with Manshoon. He pulled strings among the Wychlaran to keep the Thayans busy and turned the lair of the Harper King into a deathtrap to destroy the inevitable Cult of the Dragon reinforcements. Luckily, the Harper information network remained intact and largely ignorant of the organization's recent corruption.[23]\nThird Reformation\nStorm Silverhand came to lead the so-called \"eastern branch\" of the Harpers. These senior members operated mostly in the lands east and north of the Dalelands and were based, unofficially, in Shadowdale.[24] When Alustriel Silverhand rose to power in Silverymoon in 1235 DR,[25] after three years of chaos since Sepur of Silverymoon abandoned the city,[26] Alustriel and her followers were aided by her sister Storm's Harpers against the orcs of the Black Horde and the mage Shaloss Ethenfrost.[27] In return for their help, Storm was allowed to build Moongleam Tower in Everlund.[24]\nKhelben led the Harpers on the Sword Coast over the next century but sponsored the Harpstar veteran Cylyria Dragonbreast in her bid to become High Lady of Berdusk in 1321 DR, giving over leadership of his Harpers to her. Cylyria's Order of the Silver Moon and Harp was much more regimented than the eastern branch, who functioned much like they always had since the Harper King was destroyed. This also freed up Khelben for other things, like rescuing Laeral Silverhand from the Crown of Horns in 1357 DR. The Harpers of Twilight Hall, as they were colloquially known, acted openly against the Zhentarim and Amnian interests and even came close to crippling the Rundeen,[24] which brought open hostilities against Berdusk itself. The move also brought many volunteers who wanted to join the Harpers however, swelling their ranks with new members.[28]\nTime of Troubles & Harper Schism\nMain articles: Time of Troubles and Harper schism\nThe Time of Troubles of 1358 DR caused many deaths in the Harpers but its aftermath saw the return of Finder Wyvernspur and his rise to godhood, as well as a massive disruption among the Zhentarim, which brought enough of a reprieve for the Harpers to replace their losses.[28]\nThe Harpers were not safe from strife, however. In 1370 DR, investigators discovered evidence that implicated Khelben in the theft of an artifact, the Scepter of the Sorcerer-Kings, which had then found its way into the hands of the Zhentarim. Khelben admitted to all of the charges against him, and he and Laeral both left the Harpers,[29][30][31] as did Alustriel (who felt she could not commit to the Harpers as the leader of Luruar)[29] and many of Khelben's closest friends and allies, founding their own group: the Moonstars.[31]\nThe government of Waterdeep refused to help the Harpers of Twilight Hall prosecute Khelben so they proceeded to ward Harper stores against Khelben and Laeral, while Khelben erected a ward that prevented any Harper from approaching Blackstaff Tower. Influenced by Bran Skorlsun, the Harpers of Twilight Hall went on a witch hunt to purge their ranks of perceived traitors while Storm's eastern branch tried to carry on with their business regardless of events in the west.[29]\nFourth Reformation\nThe Harpers were overwhelmed by the Spellplague of 1385 DR and the ensuing chaos of the Wailing Years. Many died, others vanished, and those who survived were cut off from one another, so they focused solely on the perils that menaced their homes and neighbors.[8] While the original organization was divided and its members scattered across the continent, the hope of returning the Harpers to their former glory didn't die.[32]\nOne bastion of Harper strength remained, however: Moongleam Tower was run by Eaerlraun Shadowlyn, who tried to keep the Harper ideals alive and around 1419 DR refounded the group as the \"Harpers of Luruar\" to secretly counter the forces of Netheril.[1] Following the example of the Harpers of Luruar, other Harper cells began to operate again throughout the Realms. Some of these groups were clearly new organizations that adopted the name and some of the ideals of the Harpers of old, while others were groups of Harpers that had survived the fall of the organization during the Spellplague but had gone underground and now returned to action,[33] such as the \"Harpers of Waterdeep\" and the \"Harpers of Cormyr and the Dales\", led by Storm Silverhand, which many felt were the spiritual successors of the original Harpers.[32]\nSeveral other groups who called themselves Harpers appeared in the following years. The \"Harpers of Athkatla\" worked against the Council of Five and other Amnian authorities, but although they claimed to share the ideals of the Harpers of old, they didn't and merely claimed to to gain support. The \"Harpers of Selgaunt\" and the \"Harpers of Ormpur\" were also rebels who did not really cleave to Harper ideals.[33]\nThese new Harpers brought with them enemies of their own, such as the Abolethic Sovereignty, Szass Tam's Thay, the Zhentarim, and the Warlock Knights of Vaasa.[32]\nBy 1475 DR, the \"Harpers of Luruar\" had managed the cripple the efforts of the Netherese in significant ways.[8] Unfortunately, Eaerlraun was killed by shadovar assassins and the Harpers were forced to act in complete secrecy to prevent the loss of more members.[1]\nIn 1478 DR, the Harpers of Waterdeep were led by a Harper agent known as \"the Fisher\", who was actually a double agent working for the Zhentarim to undermine Harper operations. Although Tam Zawad and other Harpers were able to bring the Fisher to justice, he had done great damage to the Harpers of Waterdeep. By 1486 DR, Zawad was still dealing with corrupt Harpers within his Harper cell.[32]\nThe \"Harpers of Neverwinter\" also suffered a devastating blow in 1479 DR. One of their high-ranking members, Cymril, was helping the Sons of Alagondar to oppose the rule of Dagult Neverember. However, an ambush by Mintarn Mercenaries resulted in her death, and in the revelation that she was also working for Neverember.[34] After her treachery was revealed, the reputation of the Harpers of Neverwinter was greatly damaged in the region, at least for a time.[35]\nIn the time of Mystra's Return,[36] Storm Silverhand began to revitalize the Harper organization in Cormyr. She sought out people from all walks of life: smiths, merchants, leather workers, and even those who worked in brothels. Her revitalizing actions were known and tolerated by the War Wizards of Cormyr.[37] The Harpers prevented the assassination of King's Lord Lothan Durncaskyn who was sheltering Mirt's lady, Rensharra Ironstave.[38]\nWhen the Cult of the Dragon tried to bring the goddess Tiamat to the Material Plane, circa 1487 DR, the Harpers were one of the many factions who rose up to oppose Tiamat's attempt at freedom. Since then, the Harpers became an active organization across the Realms again.[39]\nMembership\nHarpers could be of any age or profession, any sex or gender, and of any race. Humans, elves, and half-elves were most common among them, but a few gnomes, halflings, and dwarves, and even woodland folk like dryads and centaurs also joined. Most members were either rangers or bards, though wizards, rogues, fighters and clerics were also present. Priests could follow any faith; Azuth, Deneir, Eldath, Lliira, Mielikki, Milil, Mystra, Oghma, Selûne, Silvanus, Tymora, and the Seldarine. This caused no issues of faith, though there was some friction with upper ranks of clergy. Druids, particularly of the North, tended to their willing allies rather than members.[40]\nThe Harpers were led by a council of High Harpers, who were responsible for most of the group's long-term plans and goals.[8][3] High Harpers were elected through the means of secret ballots among the other High Harpers, with the criteria being long-term service and extreme discretion in the implementation of their plans.[3]\nRegions\nThe Harpers operated mainly in north Faerûn, along the Sword Coast, the Western Heartlands, and the Dalelands.[41] The group itself was extremely decentralized and the nearest thing they had to a base of operations was Twilight Hall in Berdusk. An often-employed means of achieving their goals was assisting adventurers who were on quests that would further Harper interests.[3]\nIn the 15th century DR, the Harpers became active across all of Faerûn.[32]\nWaterdeep\nMain article: Waterdeep\nDue to the influence of the Moonstars, the Harpers had a relatively small amount of influence within the City of Splendors around 1372 DR. They had roughly 120 members at any time within the city's walls.[4]\nRelationships\nMany gods supported the organization of the Harpers: the churches of Azuth, Deneir, Eldath, Lliira, Mielikki, Milil, Mystra, Oghma, Selûne, Shaundakul, Shiallia, Silvanus, Tymora, and the entire Seldarine all contributed clerics to become members of the Harpers and many of these also lent divine aid to the members of the group on a regular basis.[10] This could cause tensions between individual clerics of different faiths but never between deities or between the society as a whole and deities.[40] The drow goddess Eilistraee was among the good deities who looked kindly on Those Who Harp,[42][43] while they in turn supported her church on the surface.[44]\nPowerful individuals supported the Harpers, but equally powerful forces opposed them. Among these were the likes of the Dark Dagger, the malaugrym, the Rundeen, the Eldreth Veluuthra, the Twisted Rune, the Knights of the Shield, the Iron Throne, the Cult of the Dragon, the Red Wizards of Thay, the Zhentarim, and many of the churches of dark gods, in particular the revived church of Bane.[45][3]\nHarper Code\n“\nHarpers work against villainy and wickedness wherever they find it, but they work ever mindful of the consequences of what they do.\nAll beings should walk free of fear, with the right to live their lives as they wish.\nThe rule of law aids peace and fosters freedom, so long as the laws are just and those who enforce them lenient and understanding.\nNo extreme is good. For freedom to flourish, all must be in balance: the powers of realms, the reaches of the cities and the wilderlands into each other, and the influence of one being over another.\nWhatever it takes, a Harper will do. Pride never rules the deeds of a true Harper.\nFreedom is a multiversal right, though Harpers can spare themselves less freedom than those they work to protect when the need presents itself.\nHarpers police their own. A Harper who hears the call of personal power can no longer hear the sweet song of the harp. A Harper who seizes power, and holds it above all else, is a traitor to the harp. Traitors must die for freedom to live.\nWithout a past, no being can appreciate what they have, and where they may be going.\n”\n\"What it is to be a Harper...\"\n“\n\"Right, then, good Lady Shandril, I shall try to tell thee something of what it is to be a Harper.\n\"A Harper holds peaceful sharing of the lands above all other goals.\n\"By sharing, we mean all the races living in and under the land, where each prefers to live, trading together where desire and need stir them to, and respecting each other's holds and ways—without the daily bloodletting that all too often holds sway in the Realms today.\n\"True, we must fight, it seems often enough to keep our swords and our tempers both sharp enough. Yet, know ye; all of us fight when we must, or die. Moreover, ye only hear of blades drawn and death and spells hurled, and never know of the many, many times that a quiet word or a skillful deal has turned enemies aside from each other, forced a way clear where none was before, or distracted foes from the eager task of tearing each other's throats out. That is the true Harper way: subtle and quiet, behind the shouting. Trust and wisdom, and outfoxing others is what we deal in.\"\n”\n— Mirt the Moneylender explaining the Harper's purpose to Shandril Shessair[46]\nNotable Harpers\nArilyn Moonblade\nAnsal Bloodshoulder\nArtus Cimber[47]\nBelhuar Thantarth\nBran Skorlsun\nBrenna Graycloak\nCaledan Caldorien\nDahl Peredur\nDanilo Thann\nDove Falconhand\nDrogan Droganson\nElminster Aumar\nFinder Wyvernspur\nGalvin\nGaraele\nGlarasteer Rhauligan\nHero of Daggerford: the hero who stopped the Zhentarim plan of taking over Daggerford via a puppet leader in 1372 DR.[48]\nJaheira\nKhalid\nKrowen Valharrow\nMattrim Mereg[49]\nMari Al'maren\nMintiper Moonsilver\nMira Zawad\nMirt the Moneylender[50]\nNymmestra Durothil\nOlive Ruskettle\nRemallia Haventree[51]\nRenaer Neverember[51]\nRuha\nSharalyn Lockleaf: the harper agent who opposed the Order of the Crippled Fang and Maganus in 1373 DR.[48]\nTam Zawad\nTennora Hedare\nWynter\nZelraun Roaringhorn\nZespara Alather\nFormer Harpers\nGorion: Retired from the Harpers to raise Abdel Adrian.\nKhelben \"Blackstaff\" Arunsun: Expelled from the organization in 1370 DR for making secret deals with Fzoul Chembryl, the leader of the Zhentarim, over the stolen Scepter of the Sorcerer Kings. He later founded the Moonstars to better suit his needs.[52]\nLaeral Silverhand: Joined the Moonstars.\nMyrmeen Lhal: King's Lord of Arabel until 1381 DR. One of the most politically influential Harpers to defect to the Moonstars.\nAppendix\nNotes\n↑ Code of the Harpers makes no reference to Thay being the source of the army but rather intimates that it was also the Church of Myrkul. The Grand History of the Realms explicitly states Thay however.\n↑ The Code of the Harpers says 996 DR.\nAppearances\nAdventures\nReferenced only\nJourneys Through the Radiant Citadel\nNovels\nThe Harpers series (The Parched Sea • The Ring of Winter • The Veiled Dragon)\nFurther Reading\nEd Greenwood (September 1993). The Code of the Harpers. Edited by Mike Breault. (TSR, Inc.). ISBN 1-56076-644-1.\nChris Sims (October 2011). “Unearthed Arcana: A Matter of Honor”. Dragon #404 (Wizards of the Coast), p. 3.\nErin M. Evans (December 2013). “The Harpers of Waterdeep”. In Steve Winter ed. Dragon #430 (Wizards of the Coast), pp. 33–38.\nMatt Chapman (2015-04-01). Player Factions: Our \"Heroes\"? (Web). In Matt Chapman ed. Dragon+ #1. Wizards of the Coast. p. 12. Retrieved on 2017-07-09.\nReferences\n↑\n1.0 1.1 1.2 1.3 Bruce R. Cordell, Ed Greenwood, Chris Sims (August 2008). Forgotten Realms Campaign Guide. Edited by Jennifer Clarke Wilkes, et al. (Wizards of the Coast), p. 146. ISBN 978-0-7869-4924-3.\n↑ Steve Kenson, et al. (November 2015). Sword Coast Adventurer's Guide. Edited by Kim Mohan. (Wizards of the Coast), p. 54. ISBN 978-0-7869-6580-9.\n↑\n3.0 3.1 3.2 3.3 3.4 3.5 3.6 Ed Greenwood, Sean K. Reynolds, Skip Williams, Rob Heinsoo (June 2001). Forgotten Realms Campaign Setting 3rd edition. (Wizards of the Coast), p. 274. ISBN 0-7869-1836-5.\n↑\n4.0 4.1 Eric L. Boyd (June 2005). City of Splendors: Waterdeep. (Wizards of the Coast), p. 73. ISBN 0-7869-3693-2.\n↑\n5.0 5.1 Dale Donovan (January 1998). Cult of the Dragon. (TSR, Inc), p. 56. ISBN 0-7869-0709-6.\n↑\n6.0 6.1 Richard Baker (September 2008). “Epic Faerûn”. In Chris Youngs ed. Dragon #367 (Wizards of the Coast), p. 7.\n↑ Ed Greenwood (September 1993). The Code of the Harpers. Edited by Mike Breault. (TSR, Inc.), p. 4. ISBN 1-56076-644-1.\n↑\n8.0 8.1 8.2 8.3 Erin M. Evans (December 2013). “The Harpers of Waterdeep”. In Steve Winter ed. Dragon #430 (Wizards of the Coast), p. 33.\n↑\n9.0 9.1 9.2 Ed Greenwood (September 1993). The Code of the Harpers. Edited by Mike Breault. (TSR, Inc.), p. 20. ISBN 1-56076-644-1.\n↑\n10.0 10.1 10.2 10.3 Ed Greenwood (September 1993). The Code of the Harpers. Edited by Mike Breault. (TSR, Inc.), p. 21. ISBN 1-56076-644-1.\n↑\n11.0 11.1 11.2 11.3 11.4 Ed Greenwood (September 1993). The Code of the Harpers. Edited by Mike Breault. (TSR, Inc.), p. 22. ISBN 1-56076-644-1.\n↑\n12.0 12.1 12.2 Ed Greenwood (September 1993). The Code of the Harpers. Edited by Mike Breault. (TSR, Inc.), p. 23. ISBN 1-56076-644-1.\n↑ Brian R. James, Ed Greenwood (September 2007). The Grand History of the Realms. Edited by Kim Mohan, Penny Williams. (Wizards of the Coast), p. 109. ISBN 978-0-7869-4731-7.\n↑ Dale Donovan (January 1998). Cult of the Dragon. (TSR, Inc), pp. 18–19. ISBN 0-7869-0709-6.\n↑ Brian R. James, Ed Greenwood (September 2007). The Grand History of the Realms. Edited by Kim Mohan, Penny Williams. (Wizards of the Coast), p. 113. ISBN 978-0-7869-4731-7.\n↑\n16.0 16.1 Ed Greenwood (September 1993). The Code of the Harpers. Edited by Mike Breault. (TSR, Inc.), p. 24. ISBN 1-56076-644-1.\n↑ Ed Greenwood (September 1993). The Code of the Harpers. Edited by Mike Breault. (TSR, Inc.), p. 26. ISBN 1-56076-644-1.\n↑\n18.0 18.1 18.2 Ed Greenwood (September 1993). The Code of the Harpers. Edited by Mike Breault. (TSR, Inc.), p. 28. ISBN 1-56076-644-1.\n↑\n19.0 19.1 Ed Greenwood (September 1993). The Code of the Harpers. Edited by Mike Breault. (TSR, Inc.), p. 30. ISBN 1-56076-644-1.\n↑ Brian R. James, Ed Greenwood (September 2007). The Grand History of the Realms. Edited by Kim Mohan, Penny Williams. (Wizards of the Coast), p. 119. ISBN 978-0-7869-4731-7.\n↑\n21.0 21.1 Ed Greenwood (September 1993). The Code of the Harpers. Edited by Mike Breault. (TSR, Inc.), p. 31. ISBN 1-56076-644-1.\n↑\n22.0 22.1 Ed Greenwood (September 1993). The Code of the Harpers. Edited by Mike Breault. (TSR, Inc.), p. 32. ISBN 1-56076-644-1.\n↑\n23.0 23.1 Ed Greenwood (September 1993). The Code of the Harpers. Edited by Mike Breault. (TSR, Inc.), p. 33. ISBN 1-56076-644-1.\n↑\n24.0 24.1 24.2 Ed Greenwood (September 1993). The Code of the Harpers. Edited by Mike Breault. (TSR, Inc.), p. 34. ISBN 1-56076-644-1.\n↑ Brian R. James, Ed Greenwood (September 2007). The Grand History of the Realms. Edited by Kim Mohan, Penny Williams. (Wizards of the Coast), p. 126. ISBN 978-0-7869-4731-7.\n↑ Brian R. James, Ed Greenwood (September 2007). The Grand History of the Realms. Edited by Kim Mohan, Penny Williams. (Wizards of the Coast), p. 125. ISBN 978-0-7869-4731-7.\n↑ Ed Greenwood (September 1993). The Code of the Harpers. Edited by Mike Breault. (TSR, Inc.), p. 35. ISBN 1-56076-644-1.\n↑\n28.0 28.1 Ed Greenwood (September 1993). The Code of the Harpers. Edited by Mike Breault. (TSR, Inc.), p. 36. ISBN 1-56076-644-1.\n↑\n29.0 29.1 29.2 Steven E. Schend, Sean K. Reynolds and Eric L. Boyd (June 2000). Cloak & Dagger. (Wizards of the Coast), p. 22. ISBN 0-7869-1627-3.\n↑ Brian R. James, Ed Greenwood (September 2007). The Grand History of the Realms. Edited by Kim Mohan, Penny Williams. (Wizards of the Coast), p. 150. ISBN 978-0-7869-4731-7.\n↑\n31.0 31.1 Steve Kenson, et al. (November 2015). Sword Coast Adventurer's Guide. Edited by Kim Mohan. (Wizards of the Coast), p. 124. ISBN 978-0-7869-6580-9.\n↑\n32.0 32.1 32.2 32.3 32.4 Erin M. Evans (December 2013). “The Harpers of Waterdeep”. In Steve Winter ed. Dragon #430 (Wizards of the Coast), p. 34.\n↑\n33.0 33.1 Ed Greenwood (March 2011). “Eye on the Realms: Whispered Words”. In Steve Winter ed. Dungeon #188 (Wizards of the Coast), p. 55.\n↑ Matt Sernett, Erik Scott de Bie, Ari Marmell (August 2011). Neverwinter Campaign Setting. Edited by Tanis O'Connor. (Wizards of the Coast), p. 24. ISBN 0-7869-5814-6.\n↑ Matt Sernett, Erik Scott de Bie, Ari Marmell (August 2011). Neverwinter Campaign Setting. Edited by Tanis O'Connor. (Wizards of the Coast), p. 119. ISBN 0-7869-5814-6.\n↑ Ed Greenwood (May 2013). Elminster Enraged (Mass Market Paperback). (Wizards of the Coast), p. 387. ISBN 978-0786963638.\n↑ Ed Greenwood (May 2013). Elminster Enraged (Mass Market Paperback). (Wizards of the Coast), p. 176. ISBN 978-0786963638.\n↑ Ed Greenwood (May 2013). Elminster Enraged (Mass Market Paperback). (Wizards of the Coast), pp. 360–361. ISBN 978-0786963638.\n↑ Wizards of the Coast (2014). Heroes Isteval. What is D&D?. Wizards of the Coast. Retrieved on 2014-12-09.\n↑\n40.0 40.1 Ed Greenwood (September 1993). The Code of the Harpers. Edited by Mike Breault. (TSR, Inc.), p. 6. ISBN 1-56076-644-1.\n↑ slade, et al. (April 1996). “The Wilderness”. In James Butler ed. The North: Guide to the Savage Frontier (TSR, Inc.), p. 67. ISBN 0-7869-0391-0.\n↑ Ed Greenwood (July 1991). The Drow of the Underdark. (TSR, Inc), pp. 20—25. ISBN 1-56076-132-6.\n↑ Eric L. Boyd (1998). Demihuman Deities. (Wizards of the Coast), pp. 13—16. ISBN 0-7869-1239-1.\n↑ Eric L. Boyd, Erik Mona (May 2002). Faiths and Pantheons. (Wizards of the Coast), pp. 23—25. ISBN 0-7869-2759-3.\n↑ Steven E. Schend, Sean K. Reynolds and Eric L. Boyd (June 2000). Cloak & Dagger. (Wizards of the Coast), p. 87. ISBN 0-7869-1627-3.\n↑ Warning: edition not specified for Crown of Fire\n↑ Ed Greenwood (September 1993). The Code of the Harpers. Edited by Mike Breault. (TSR, Inc.), p. 54. ISBN 1-56076-644-1.\n↑\n48.0 48.1 Ossian Studios (August 2019). Designed by Luke Scull. Neverwinter Nights: Tyrants of the Moonsea. Beamdog.\n↑ Christopher Perkins, James Haeck, James Introcaso, Adam Lee, Matthew Sernett (September 2018). Waterdeep: Dragon Heist. Edited by Jeremy Crawford. (Wizards of the Coast), p. 20.37. ISBN 978-0-7869-6625-7.\n↑ Christopher Perkins, James Haeck, James Introcaso, Adam Lee, Matthew Sernett (September 2018). Waterdeep: Dragon Heist. Edited by Jeremy Crawford. (Wizards of the Coast), pp. 38, 210. ISBN 978-0-7869-6625-7.\n↑\n51.0 51.1 Christopher Perkins, James Haeck, James Introcaso, Adam Lee, Matthew Sernett (September 2018). Waterdeep: Dragon Heist. Edited by Jeremy Crawford. (Wizards of the Coast), p. 215. ISBN 978-0-7869-6625-7.\n↑ Eric L. Boyd (June 2005). City of Splendors: Waterdeep. (Wizards of the Coast), p. 76. ISBN 0-7869-3693-2.\nConnections\nThe Five Factions\nEmerald Enclave • Harpers • Lords' Alliance • Order of the Gauntlet • Zhentarim Survey: How do you feel about gaming microtransactions?   The Harpers, or Those Who Harp, were a semi-secret organization dedicated to promoting good, preserving history (including art and music of old), and maintaining a balance between civilization and nature by keeping kingdoms small and the destruction of animal and plant life to a minimum. They considered the elven empire of Myth Drannor shortly before its fall to be the pinnacle of civilized history and strove to recreate the world in that image.[7] Those Who Harp have disbanded several times, but after each time they eventually reformed one way or another.[8] The idea behind the Harpers was first conceived by several Myth Drannan elven military leaders in collusion with a few trusted human rangers and druids.[9] The mage Dathlue Mistwinter agreed to lead such a group in the Year of Freedom's Friends, 324 DR[5] at the head of a council that also included a (relatively) young Elminster Aumar. They took for their symbol Mistwinter's family crest—a silver harp between the horns of a crescent moon—and met at twilight at secret locations in the Elven Court, earning them their moniker: the Harpers at Twilight.[9] However, the Harpers at Twilight dwindled in number over the next four centuries, victims of attrition at the hands of their enemies: bandits, slavers, drow, illithids, orcs, and evil spellcasters attracted to Myth Drannor's success.[9] The Weeping War decimated the remaining members of the group. By the end of the conflict, Dathlue was dead[10] as were all but about a dozen of the Harpers at Twilight.[11] On the 27th of Flamerule of 720 DR, at a druid grove in High Dale called the Dancing Place, a large congregation of dryads arrived when dusk fell earlier than it should have and a bright moon shone when no moon should have been visible. The dryads bid the druids make welcome the priests of many different gods who started to arrive before finally Elminster appeared to explain why they had all been called.[10] The elves had called for the support of the priests assembled to help fight back against the faithful of Bane, Bhaal, Loviatar, Malar, and Myrkul, who were coming from the south and attacking the elves and performing abhorrent deeds.[10] The priests argued but their deities—Corellon, Mielikki, Mystra, Oghma, Selûne, Silvanus, and Tymora—directly possessed them and spoke through them, voicing their support in person and extending their blessings to this effort.[6][11] This night thusly became known as the Gathering of the Gods.[11] The remaining Harpers at Twilight set about recruiting new members and expanding their influence, though they did so very slowly and lost around twenty new recruits to conflict with their enemies.[11] Over that time though, these new Harpers established an incredibly effective information network, and earned the respect of religious leaders by using that network to help their causes. In return, they were granted the use of fortified temples and monasteries wherein members could train and recuperate between missions.[12] It was during this period, known as the \"Long Years\" within the organization,[11] that the Harpers erected the wards around Hellgate Keep[13] and helped to kill Sammaster.[14] The Harpers' increasingly public actions also made them come into more frequent conflict with the Church of Bane and the nation of Thay. When the Harpers eradicated the Wearers of the Skull and thereby attracted the ire of the Church of Myrkul, who sent liches after the Harpers, only to see each destroyed, Thay then raised armies to hunt them down and the remaining Harpers went underground in 1021 DR.[12][note 1] In the Year of the Watching Helm, 992 DR[15][note 2] the Harpers founded the Heralds of Faerûn to prevent the unscrupulous from blaming others for their misdeeds. The Heralds also used their power to provide Harpers with cover identities.[12] After the loss of many members during the previous year, Elminster and Khelben Arunsun decided in 1022 DR that new recruits were needed and that the revitalized Harpers would be an \"underground army of adventurers\".[16] Recruits who met the pair's standards took time to be found, but eventually Elminster happened upon the Wanderers of Espar, a band of a dozen bards, druids, and rangers led by Finder Wyvernspur and Ulzund Hawkshield in Cormyr. Through a series of manipulations, these adventurers were introduced to surviving Harper veterans and ended up successfully battling many of the Harper's enemies.[16] The group continued to be quietly manipulated by Elminster and Khelben, who appointed certain members as \"Master Harpers\" and supplied them with harper pins while the sisters Dove and Storm Silverhand posed as traveling minstrels to attract new members with their music.[17] Over the next two centuries, the Harpers re-established their information network but were drawn into ever more public fights with evil churches, the Cult of the Dragon, Thay, and others.[18] Casualties began to mount again and to avoid a repeat of history, Khelben and Elminster had all senior Harpers go into hiding.[19] By this time, however, Finder Wyvernspur became corrupted and the Harpers sealed him in the Citadel of White Exile.[18] In the Year of the Empty Scabbard, 1116 DR, seeing the Harpers no better than cultists of Bane, the Heralds decided that they could not be openly associated with the Harpers and split from them.[18][20] When junior members grew tired of the new, low-key direction the group was headed in and started getting themselves killed in foolish fights, Elminster gave them a direction—by starting the Harpstar Wars.[19] Only around forty of the Harpers involved in the war survived it and when they returned, they found their organization had strayed in a completely different direction.[21] A Harper bard named Rundorl Moonsklan had convinced himself that Elminster, Khelben, and the Harpers they'd taken with them during the Harpstar Wars had gotten themselves killed fighting on other planes and that senior Harpers in hiding had actually permanently retired. His ambition, therefore, was to replace the organization's leadership and reshape it to his own ends. He desired to be the power behind every throne in the North and happened to meet Szass Tam while planning on how to achieve this.[21] The two came to an agreement: Szass Tam would funnel Rundorl information on his rivals in Thay and Rundorl would gain prestige by concocting a story of a new spell capable of turning thousands into undead slaves with a single casting. The plan went perfectly, Rundorl led his fellows into battle against those whom he claimed had knowledge of \"the spell of Undeath\" and both he and Tam advanced in power.[22] Eventually, though, more Harpers were dying than Thayans and Rundorl led a reluctant retreat out of Thay. His exhausted men were being assassinated and reanimated as undead, however, and Rundorl rightly suspected that Tam had betrayed him. Rundorl appealed to another lich named Thavverdasz. He promised the Harpers' services in return for his help defeating his reanimated comrades. Thavverdasz agreed, mockingly taking for himself the name \"Harper King\" after learning of Rundorl's ambition. The undead were easily wrested from Tam's control but Thavverdasz betrayed his other allies, the Cult of the Dragon.[22] It was this situation that the surviving Harpstar veterans returned to in 1222 DR. The Cult of the Dragon had raised an army and sent it against Thavverdasz's Harpers while Szass Tam challenged the Harper King directly. Thavverdasz used a powerful magic item to defeat Tam, but Elminster surprised and assassinated the Harper King shortly thereafter.[23] Grimly, Storm and Dove set about replacing their massive losses while Khelben and the remaining veterans licked their wounds. Elminster was left to counter the rising star of the Zhentarim alone, beginning a long-standing feud with Manshoon. He pulled strings among the Wychlaran to keep the Thayans busy and turned the lair of the Harper King into a deathtrap to destroy the inevitable Cult of the Dragon reinforcements. Luckily, the Harper information network remained intact and largely ignorant of the organization's recent corruption.[23] Storm Silverhand came to lead the so-called \"eastern branch\" of the Harpers. These senior members operated mostly in the lands east and north of the Dalelands and were based, unofficially, in Shadowdale.[24] When Alustriel Silverhand rose to power in Silverymoon in 1235 DR,[25] after three years of chaos since Sepur of Silverymoon abandoned the city,[26] Alustriel and her followers were aided by her sister Storm's Harpers against the orcs of the Black Horde and the mage Shaloss Ethenfrost.[27] In return for their help, Storm was allowed to build Moongleam Tower in Everlund.[24] Khelben led the Harpers on the Sword Coast over the next century but sponsored the Harpstar veteran Cylyria Dragonbreast in her bid to become High Lady of Berdusk in 1321 DR, giving over leadership of his Harpers to her. Cylyria's Order of the Silver Moon and Harp was much more regimented than the eastern branch, who functioned much like they always had since the Harper King was destroyed. This also freed up Khelben for other things, like rescuing Laeral Silverhand from the Crown of Horns in 1357 DR. The Harpers of Twilight Hall, as they were colloquially known, acted openly against the Zhentarim and Amnian interests and even came close to crippling the Rundeen,[24] which brought open hostilities against Berdusk itself. The move also brought many volunteers who wanted to join the Harpers however, swelling their ranks with new members.[28] The Time of Troubles of 1358 DR caused many deaths in the Harpers but its aftermath saw the return of Finder Wyvernspur and his rise to godhood, as well as a massive disruption among the Zhentarim, which brought enough of a reprieve for the Harpers to replace their losses.[28] The Harpers were not safe from strife, however. In 1370 DR, investigators discovered evidence that implicated Khelben in the theft of an artifact, the Scepter of the Sorcerer-Kings, which had then found its way into the hands of the Zhentarim. Khelben admitted to all of the charges against him, and he and Laeral both left the Harpers,[29][30][31] as did Alustriel (who felt she could not commit to the Harpers as the leader of Luruar)[29] and many of Khelben's closest friends and allies, founding their own group: the Moonstars.[31] The government of Waterdeep refused to help the Harpers of Twilight Hall prosecute Khelben so they proceeded to ward Harper stores against Khelben and Laeral, while Khelben erected a ward that prevented any Harper from approaching Blackstaff Tower. Influenced by Bran Skorlsun, the Harpers of Twilight Hall went on a witch hunt to purge their ranks of perceived traitors while Storm's eastern branch tried to carry on with their business regardless of events in the west.[29] The Harpers were overwhelmed by the Spellplague of 1385 DR and the ensuing chaos of the Wailing Years. Many died, others vanished, and those who survived were cut off from one another, so they focused solely on the perils that menaced their homes and neighbors.[8] While the original organization was divided and its members scattered across the continent, the hope of returning the Harpers to their former glory didn't die.[32] One bastion of Harper strength remained, however: Moongleam Tower was run by Eaerlraun Shadowlyn, who tried to keep the Harper ideals alive and around 1419 DR refounded the group as the \"Harpers of Luruar\" to secretly counter the forces of Netheril.[1] Following the example of the Harpers of Luruar, other Harper cells began to operate again throughout the Realms. Some of these groups were clearly new organizations that adopted the name and some of the ideals of the Harpers of old, while others were groups of Harpers that had survived the fall of the organization during the Spellplague but had gone underground and now returned to action,[33] such as the \"Harpers of Waterdeep\" and the \"Harpers of Cormyr and the Dales\", led by Storm Silverhand, which many felt were the spiritual successors of the original Harpers.[32] Several other groups who called themselves Harpers appeared in the following years. The \"Harpers of Athkatla\" worked against the Council of Five and other Amnian authorities, but although they claimed to share the ideals of the Harpers of old, they didn't and merely claimed to to gain support. The \"Harpers of Selgaunt\" and the \"Harpers of Ormpur\" were also rebels who did not really cleave to Harper ideals.[33] These new Harpers brought with them enemies of their own, such as the Abolethic Sovereignty, Szass Tam's Thay, the Zhentarim, and the Warlock Knights of Vaasa.[32] By 1475 DR, the \"Harpers of Luruar\" had managed the cripple the efforts of the Netherese in significant ways.[8] Unfortunately, Eaerlraun was killed by shadovar assassins and the Harpers were forced to act in complete secrecy to prevent the loss of more members.[1] In 1478 DR, the Harpers of Waterdeep were led by a Harper agent known as \"the Fisher\", who was actually a double agent working for the Zhentarim to undermine Harper operations. Although Tam Zawad and other Harpers were able to bring the Fisher to justice, he had done great damage to the Harpers of Waterdeep. By 1486 DR, Zawad was still dealing with corrupt Harpers within his Harper cell.[32] The \"Harpers of Neverwinter\" also suffered a devastating blow in 1479 DR. One of their high-ranking members, Cymril, was helping the Sons of Alagondar to oppose the rule of Dagult Neverember. However, an ambush by Mintarn Mercenaries resulted in her death, and in the revelation that she was also working for Neverember.[34] After her treachery was revealed, the reputation of the Harpers of Neverwinter was greatly damaged in the region, at least for a time.[35] In the time of Mystra's Return,[36] Storm Silverhand began to revitalize the Harper organization in Cormyr. She sought out people from all walks of life: smiths, merchants, leather workers, and even those who worked in brothels. Her revitalizing actions were known and tolerated by the War Wizards of Cormyr.[37] The Harpers prevented the assassination of King's Lord Lothan Durncaskyn who was sheltering Mirt's lady, Rensharra Ironstave.[38] When the Cult of the Dragon tried to bring the goddess Tiamat to the Material Plane, circa 1487 DR, the Harpers were one of the many factions who rose up to oppose Tiamat's attempt at freedom. Since then, the Harpers became an active organization across the Realms again.[39] Harpers could be of any age or profession, any sex or gender, and of any race. Humans, elves, and half-elves were most common among them, but a few gnomes, halflings, and dwarves, and even woodland folk like dryads and centaurs also joined. Most members were either rangers or bards, though wizards, rogues, fighters and clerics were also present. Priests could follow any faith; Azuth, Deneir, Eldath, Lliira, Mielikki, Milil, Mystra, Oghma, Selûne, Silvanus, Tymora, and the Seldarine. This caused no issues of faith, though there was some friction with upper ranks of clergy. Druids, particularly of the North, tended to their willing allies rather than members.[40] The Harpers were led by a council of High Harpers, who were responsible for most of the group's long-term plans and goals.[8][3] High Harpers were elected through the means of secret ballots among the other High Harpers, with the criteria being long-term service and extreme discretion in the implementation of their plans.[3] The Harpers operated mainly in north Faerûn, along the Sword Coast, the Western Heartlands, and the Dalelands.[41] The group itself was extremely decentralized and the nearest thing they had to a base of operations was Twilight Hall in Berdusk. An often-employed means of achieving their goals was assisting adventurers who were on quests that would further Harper interests.[3] In the 15th century DR, the Harpers became active across all of Faerûn.[32] Due to the influence of the Moonstars, the Harpers had a relatively small amount of influence within the City of Splendors around 1372 DR. They had roughly 120 members at any time within the city's walls.[4] Many gods supported the organization of the Harpers: the churches of Azuth, Deneir, Eldath, Lliira, Mielikki, Milil, Mystra, Oghma, Selûne, Shaundakul, Shiallia, Silvanus, Tymora, and the entire Seldarine all contributed clerics to become members of the Harpers and many of these also lent divine aid to the members of the group on a regular basis.[10] This could cause tensions between individual clerics of different faiths but never between deities or between the society as a whole and deities.[40] The drow goddess Eilistraee was among the good deities who looked kindly on Those Who Harp,[42][43] while they in turn supported her church on the surface.[44] Powerful individuals supported the Harpers, but equally powerful forces opposed them. Among these were the likes of the Dark Dagger, the malaugrym, the Rundeen, the Eldreth Veluuthra, the Twisted Rune, the Knights of the Shield, the Iron Throne, the Cult of the Dragon, the Red Wizards of Thay, the Zhentarim, and many of the churches of dark gods, in particular the revived church of Bane.[45][3] \"A Harper holds peaceful sharing of the lands above all other goals.\n\"By sharing, we mean all the races living in and under the land, where each prefers to live, trading together where desire and need stir them to, and respecting each other's holds and ways—without the daily bloodletting that all too often holds sway in the Realms today.",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/3/3b/Harpers_5e.png/revision/latest?cb=20200731120250",
    "condition_immunities": [],
    "senses": {
        "passive_perception": 16
    },
    "xp": 200,
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [],
    "caption": "Rulers, nobles, merchants, guildmasters, and other wealthy individuals use spies to gain the upper hand in a world of cutthroat politics. A spy is trained to secretly gather information. Loyal spies would rather die than divulge information that could compromise them or their employers."
}