{
    "name": "Stirge",
    "hit_points": 2,
    "hit_dice": "1d4",
    "armor_class": 14,
    "challenge_rating": 0.125,
    "strength": 4,
    "dexterity": 16,
    "constitution": 11,
    "intelligence": 2,
    "wisdom": 8,
    "charisma": 6,
    "actions_desc": "Melee Weapon Attack: +5 to hit, reach 5 ft., one creature. Hit: 5 (1d4 + 3) piercing damage, and the stirge attaches to the target. While attached, the stirge doesn't attack. Instead, at the start of each of the stirge's turns, the target loses 5 (1d4 + 3) hit points due to blood loss.\nThe stirge can detach itself by spending 5 feet of its movement. It does so after it drains 10 hit points of blood from the target or the target dies. A creature, including the target, can use its action to detach the stirge. ",
    "special_abilities_desc": "",
    "description": "   A stirge with feathered wings. The bodies of stirges could be summed as resembling a monstrous cross between a large bat and an oversized mosquito,[2] or an oversized mosquito and a bird.[7] On average their bodies grew to be 1 foot (0.3 meters) in length, with a wingspan of 2 feet (0.61 meters).[4] Males and females were outwardly identical in appearance.[8] Their bodies were short and furry,[4] though some described them as being covered in feathers that ranged in shades of rusty red to reddish brown. Their eyes had a yellowish hue.[5][6][9] Their wings were membranous and bat-like,[4] interlaced with thin-walled blood vessels.[10] They had four legs that were eight-jointed[4] and ended in sharp pincers,[2][4] which were sometimes said to have a similar hue to their eyes.[5][6] Their most prominent feature was their long, sharp needle-like proboscis,[2][4][5][6] which was pink at the tip and faded to grey at the base.[4][5][6] Newborn stirges were only capable of gliding, not flying, and thus spent the first four months of their lives being carried on their mother's back.[8] Stirge mothers were capable of carrying up to two of their young on their backs.[11] Stirges had an average animal-level of intelligence.[5] The scent of blood often drew stirges to battles[3] and even into the fatal grasp of such things as vampiric mists.[12] Stirges were cannibalistic creatures and drained blood out out of their recently dead kin.[13] Perhaps the most curious behavior of stirges was singing. When the creatures were feeding, they \"hummed\" macabre tunes.[14][13] The eyes of a stirge were capable of seeing in areas of total darkness,[2][3][4][5] in areas with low-light conditions,[4] and even heat sources within 200 feet (61 meters) of them. They also had an acute sense of smell.[5] While alive, their bodies produced a clear liquid that acted as an anti-coagulant and was stored within the tip of their proboscis. They drew small quantities of the blood they ingested into lesser cavities just beneath their backbone. Within these cavities blood sugar was converted into body energy and ingested blood into plasma balanced for its own bodily use. This allowed a stirge to replace its own blood when needed, hastening its recovery.[10] Stirges feeding on an unfortunate adventurer. During battles, a stirge typically would indiscriminately attack any creature that was wounded.[3] In small numbers they were quite manageable for most adventurers, only becoming formidable threats when in large groups.[2][4] They used their pincer legs to latch on to their prey and then looked for a vulnerable spot of flesh to plunge their probosci into.[2][4] Their legs themselves were not strong enough to be effective weapons. And due to their diet, their probosci were liable to transmit some disease,[10] typically those related to blood.[8] Once attached to its prey, a stirge would feed until it was sated. Once sated, it would attempt to fly away to digest its meal. It was difficult to remove a feeding stirge, with some saying the only way was to kill it.[2][3][6] They were so persistent, that a swarm of ravenous stirges would chase their prey for miles if need be.[3] In 1357 DR, stirges were known to be occasionally encountered in the sewers of Waterdeep[15] Circa 1358 DR, Lord Hund's Tomb had skeletal stirges as part of its defenses. These undead creatures were immune to being turned as long as they remained in the tomb.[16] In 1374 DR, the Shadowscale lizardfolk placed captured stirges inside sealed clay pots, which they would then hurl as grenades at their foes. The angry stirge would then attack the nearest living being, ignoring the undead Shadowscales.[17] Singular stirges were rarely ever encountered, as these creatures tended to live and hunt in large groups. These were known as flocks,[3] colonies,[5] or \"thirsts\".[18] On average these consisted of around three to thirty specimens.[10] The territory of a colony generally extended out for only 1 mile (1,600 meters) in diameter. Their presence in an area was often discovered long after they had migrated to a new territory, making it difficult to track them.[5] Much like a bat, stirges hung upside down when sleeping.[5] They bred freely year round and reproduced by live birth, in litters of one to three, with a gestation period of six months.[8] These young were known as \"stirgelings.\"[11] Most stirges were content with feeding upon large mammals such as cattle, deer, and moose, though some species preferred to dine particularly on the blood of humans.[5] A fully nourished stirge could subsist on its digested blood for a period of seventy two hours, and could go on for another twenty four-hours without food before starving to death.[11] Stirges were typically found in forests, underground,[6] in caves, in ruins,[3] or in marshes in areas with a warm climate.[4] In the Dalelands, stirges inhabited Velarswood near the center of Harrowdale,[19] Mistledale, Shadowdale, and around the Pool of Yeven.[20] In northwest Faerûn they could be found in the Ardeep Forest[21] and Gaustar's Creek.[22][23] And in south Faerûn they could be found in the Duskwood of the Lake of Steam region.[24] In the Unapproachable East, stirges inhabited the Umber Marshes of Aglarond.[25] In the Underdark, stirges frequented the Bonewatch Pass.[26] Stirges in Cormanthor lived in colonies that had a roaming area of around one square mile, and they slept by day. At night, they picked on weaker or smaller animals such as dogs, goats, or pheasants and sucked their blood. Female stirges outnumbered the males ten to one, and would fly to a distant area, usually the rimwood, to lay their eggs so that their young would not provide them with competition for food. The eggs were laid in a shallow hole in the ground and covered with dust or plants. The females then hibernated. Around ninety percent of the eggs were lost to predators such as badgers or wild pigs because they were unprotected and poorly disguised. When the remaining eggs hatched, the young would usually fly up to a hundred miles to establish their own territory.[27] The inside of broken or hatched stirge eggs contained a green foul-smelling jelly that would deter stirges from attacking for up to a whole day if it was rubbed on the skin.[27] Stirges communicated with each other by wagging their probosci,[10] to indicate that food or a dangerous enemy had been found, as well as the direction, size, and strength of said creature.[8] Stirges were capable of being bred in captivity.[5] Some people were known to have them as familiars.[28] Both goblins and kobolds were known to sometimes capture stirges and use them in traps.[3] Some stirge colonies were known to live in symbiotic relationships with evil dragons[5] or webbirds.[29] They also tended to lair near bloodthorns in hopes of preying upon their ensnared victims.[30] If properly treated their proboscis could be used as a stabbing instrument. Goblins were often known to utilize them in this way.[10] The muscle at the base of a stirge's wings could be safely eaten, although it had to be carved and cleaned very carefully and had to be prepared within a day of the creature's death. The flavor was similar to pork or sausage, and it was sometimes served baked with toast.[31] The Librarium on the first level of Undermountain contained a recipe book that described dishes that could be made with freshly killed stirges.[32] The origins of stirges were a mystery. Sages who specialized in the zoology of fantastical creatures speculated that they were created by vampiric wizards to throw hunters of the undead off their track. Others believed that they were created by a group of evil wizards, who gathered them in the millions and then sicked the beasts on enemy armies that were arrayed against them.[7]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/8/86/Stirge-5e.png/revision/latest?cb=20171011140457",
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [],
    "condition_immunities": [],
    "senses": {
        "darkvision": "60 ft.",
        "passive_perception": 9
    },
    "xp": 25
}