{
    "name": "Stone Giant",
    "hit_points": 126,
    "hit_dice": "11d12",
    "armor_class": 17,
    "challenge_rating": 7,
    "strength": 23,
    "dexterity": 15,
    "constitution": 20,
    "intelligence": 10,
    "wisdom": 12,
    "charisma": 9,
    "actions_desc": "The giant makes two greatclub attacks. Melee Weapon Attack: +9 to hit, reach 15 ft., one target. Hit: 19 (3d8 + 6) bludgeoning damage. Ranged Weapon Attack: +9 to hit, range 60/240 ft., one target. Hit: 28 (4d10 + 6) bludgeoning damage. If the target is a creature, it must succeed on a DC 17 Strength saving throw or be knocked prone. ",
    "special_abilities_desc": "The giant has advantage on Dexterity (Stealth) checks made to hide in rocky terrain. ",
    "description": "   The bodies of stone giants had a gray to grayish-brown skin tone, hair that ranged in a spectrum of dark grays and bluish-grays, and eyes of a silver or steel hue. They also tended to wear clothing that was of a similar color to nearby rocks, which altogether made it easy for their race to blend in with their environment when needed.[6] Adults averaged about 18 feet (5.5 meters) in height,[5][11][13] although fossilized stone giants from the era of Ostoria show that in the past their race was capable of reaching heights of up to 24 feet (7.3 meters).[14] Though thinner and less bulky than fire giants, who were about the same height on average, a stone giant's thicker, heavier flesh made them weigh significantly more, at about 9,000 pounds (4,100 kilograms).[5][note 1] Stone giants had an excellent sense of smell and had infravision sight of up to 200 feet (61 meters).[15] Stone giants were the longest living of the giants and generally considered among their peers to be the wisest of all giant races, despite their low position in the ordning. And their hearts were known to beat four times slower than that of a human.[16] Stone giants preferred to fight using ranged weapons such as boulders, but if forced into melee they wielded gigantic stone clubs.[4] Some were fond of simply flinging their smaller enemies through the air.[17] The stone giant race began with an individual by the name of Obadai, one of the mortal children of Annam All-Father and Othea, who in the kingdom of Ostoria was ceded control of the Underdark.[18] Within this mighty kingdom they created some of the greatest works of giant art.[19] For example, they would regularly carve stalactites and pillars so that they resonated in the wind, thus creating a sort of song that was attuned to whoever stood before them.[20] A stone giant carving a rune. Stone giant family bonds were less important than the bonds between a master and his pupil.[15] The ordering of stone giant society was based upon an individual's artistic ability.[24] The strongest stone giant nation was Cairnheim in the Underdark.[25] It was a village[26] located in the western part of the Darklands[27] in the Upperdark inside the Giant's Run Mountains under the rule of the stone giant lich Dodkong.[26] Stone giants that spent too much time on the surface, either during their dream quests or as a result of banishment from their communities, became dreamwalkers, driven so far into madness by their isolation to the point that reality itself bent around them.[2] Due to the resilience of their skin, stone giants were known to be immune to all forms of lycanthropy.[28] These giants were typically found living in temperate mountain ranges,[4] caves, or caverns.[6] Stone giants were powerful enough to survive and make a living in the Underdark in the face of competition.[25] They had a tendency to gather in larger individual groups the deeper the given group was located,[29] but were primarily denizens of the Upperdark, though their numbers were small even there.[25] They carved their homes out of the rock and had a reputation as good artisans, though they generally maintained an uncaring stance towards other denizens of the Underdark and expected the same stance from the others.[25] Stone giants were known to speak the general giant language Jotun. But they also possessed their own language known as Jotunstein, which was derived from both Jotun and Auld Dwarvish.[7] The written form of this language was known as \"Metamorpherie\".[30] Common given names among stone giants included the following:[31] Like all true giants, stone giants worshiped Annam All-Father as their chief deity, but unlike the other races they envisioned him as being an artist whose skills were perfection.[32] Their patron deity among Annam's children was Skoraeus Stonebones, though lesser deities Hiatea and Iallanis were also known to have a significant following among the stone giants.[33] Priests of Skoraeus felt that their duty was to oversee their society's affairs and ensure that the stone giants as a whole continued to progress towards greater achievements in art and intellectual thought. But in order to accomplish this goal, they believed that their race needed to isolate itself from others, with the exception of individuals who might help expand upon their mastery of craftsmanship.[34] Animal domestication was not common among them, though many were known to raise colonies of giant bats as a warning system and source of food.[35] While others have been seen in the company of giant goats[36] and cave bears.[6] Out of all animals they considered purple worms to be the greatest of pests, since they could effortlessly burrow through their homes and destroy prized carvings.[35] Stone giants' finger bones were used by crafters from the Old Empires to create more powerful versions of rings of strength.[37] True Giant Offshoots\nAsh • Craa'ghoran • Maur • Phaerlin\nGiant-Kin\nCyclops (Cyclopskin) • Firbolg • Fomorian • Ogre (Oni) • Verbeeg • Voadkyn\nZakharan Giants\nDesert • Island • Jungle • Ogre giant • Reef",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/c/ce/StoneGiant5e.jpg/revision/latest?cb=20141112174505"
}