{
    "name": "Succubus/Incubus",
    "hit_points": 66,
    "hit_dice": "12d8",
    "armor_class": 15,
    "challenge_rating": 4,
    "strength": 8,
    "dexterity": 17,
    "constitution": 13,
    "intelligence": 15,
    "wisdom": 12,
    "charisma": 20,
    "actions_desc": "Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 6 (1d6 + 3) slashing damage. One humanoid the fiend can see within 30 feet of it must succeed on a DC 15 Wisdom saving throw or be magically charmed for 1 day. The charmed target obeys the fiend's verbal or telepathic commands. If the target suffers any harm or receives a suicidal command, it can repeat the saving throw, ending the effect on a success. If the target successfully saves against the effect, or if the effect on it ends, the target is immune to this fiend's Charm for the next 24 hours.\nThe fiend can have only one target charmed at a time. If it charms another, the effect on the previous target ends. The fiend kisses a creature charmed by it or a willing creature. The target must make a DC 15 Constitution saving throw against this magic, taking 32 (5d10 + 5) psychic damage on a failed save, or half as much damage on a successful one. The target's hit point maximum is reduced by an amount equal to the damage taken. This reduction lasts until the target finishes a long rest. The target dies if this effect reduces its hit point maximum to 0. The fiend magically enters the Ethereal Plane from the Material Plane, or vice versa. ",
    "special_abilities_desc": "The fiend ignores the range restriction on its telepathy when communicating with a creature it has charmed. The two don't even need to be on the same plane of existence. The fiend can use its action to polymorph into a Small or Medium humanoid, or back into its true form. Without wings, the fiend loses its flying speed. Other than its size and speed, its statistics are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies. ",
    "description": "   The male counterpart of this creature was called an incubus (pronounced: /ˈɪŋkjuːbʌs/ INK-yoo-bus[9]).[5][6] Legend held that incubi and succubi were wholly separate sexes,[1] and the males were significantly rarer than the female of their kind.[5][6] In fact, with their shapechanging powers, incubi and succubi could both change their sex with ease, though most had a preference for one or the other.[2][1][note 2] When uncovered in her true form, a succubus appeared as a stunningly beautiful woman of statuesque build and perfect figure, with flawless skin and red or raven-black hair, but also clawed fingers and large dark-hued or reddish bat-like wings mounted on their backs. Their eyes were said to smolder with sinister desire.[1][2][3][5][6][7][note 3] Small horns or a tail might also be seen.[1][3][7][note 4] Succubi stood on average around 6 feet (1.8 meters) tall and weighed 125 pounds (57 kilograms).[3][5][6][7] Demonic succubi were by far the most attractive of the otherwise-hideous tanar'ri, maybe even of all demons.[3] An incubus, for the ladies. Or the men. Incubi, meanwhile, appeared as perfect male members of whatever race they were working with.[5][6] However, succubi often used their shapechanging ability to assume a humanoid form, and could maintain it as a disguise for as long as they liked.[3][5][6] Thus mortals rarely saw succubi and incubi in their true forms[1] but they were always attractive to an observer.[2] With a kiss of her lips, an embrace in her arms, or something more intimate, a succubus could drain the life energy of a mortal who lacked stamina, weakening them in every aspect[3][5][6][7] or wounding their psyche until they died or escaped and took time to recover.[1] For mortals who were unwilling—and the certain few who were willing—the succubus would have to charm or grapple them to lay her kiss somewhere. Caught in the throes of passion, victims often didn't notice their life being drained away, unless they could keep their heads.[3][5][6][7] However, a kiss from a fiendish succubus was actually quite painful, giving no satisfaction, only utter emptiness.[1] One slain by this life-draining kiss might rise again as a greater vampire; for example, this was the way Jonathon Morningmist was turned.[10] Moreover, as with a suggestion spell, the kiss of a demonic succubus could make the victim desire another kiss if they did not have the willpower to resist, and yet another, so they inevitably and willingly gave up their energy to the succubus.[3] Originally, demonic succubi were presumed to be capable of any kind of suggestion, without need of a kiss.[5][6] In contrast, a devilish succubus was commanding and dominant. Her kiss had instead a charming effect, causing a victim to be unable to attack her and even take attacks meant for their new mistress. If the succubus could keep her slave, then a kiss once a day was enough to keep them in her thrall, though she could only have one such slave at a time. Furthermore, at will, she could dominate the mind of another, even at a distance, though only for several seconds. They usually used this to make a worthy target come to them for the charming kiss.[2] To aid their seduction, a succubus or incubus could change their body, as with a polymorph or shapechange spell, into any humanoid form, as small as a halfling or tall as a human of roughly their own height and weight. Not fussy, this could even include demihumans. They could maintain this appearance indefinitely, and it granted them skill in disguise. They could even take the forms of specific people.[3][5][6][7][2][1] However, for a fiendish succubus, this disguise did not extend to whatever they carried or wore, if anything. When slain, they reverted to their fiendish forms.[1] Succubi were uncanny linguists, able to speak all languages, or at least just the language of their victim, as with a permanent tongues spell. Like other demons, they possessed telepathy, but they preferred to speak aloud with mortals.[3][5][6] With those they'd charmed, a fiendish succubus could forge a telepathic bond that stretched even to other planes.[1] Demonic succubi had an array of other powers too, being able to become ethereal (as with an oil of etherealness[5][6][7] or ethereal jaunt, though only themselves and what they carried[3]), to charm people[5][6][7] and even monsters,[3] to read minds,[5][6][3][7] to listen from afar as with clairaudience,[5][6][7] and to cross planes as with plane shift[5][6] or greater teleport (but taking only themselves and what they carried).[3] They could use such magic as often as they pleased.[3][5][6][7] Moreover, once a day, demonic succubi could attempt to summon back-up if threatened. Originally, with a 40% chance of success, they could gate in a type IV or type VI demon or, very rarely, even a demon prince or lord.[7] After the Time of Troubles of 1358 DR, this came in the form of a single balor with a 40% chance of success.[5][6] After the Year of Wild Magic, 1372 DR, this was but a single vrock with only a 30% success rate.[3] While devilish succubi lacked all this magic, they also had a corrupting touch with which to defend themselves.[2] Fiendish succubi could become ethereal by slipping into the Ethereal Plane. They could also magically charm a humanoid, in sight up to 30 feet (9.1 meters) away, and make them obey any command they gave them. The victim might resist, especially if made to perform a harmful or suicidal action. Resisting freed their mind for 24 hours, but failure kept them beholden to the succubus for a full day. The succubus could only have one charmed victim at a time; taking another would free the last one.[1] They were good listeners and very observant. They were persuasive, deceptive, stealthy, and had a little skill in bonds, both tying them and escaping them, and not just recreationally.[3] As demons, they were immune to all fire, whether mundane or magical, and could only be hurt by moderately enchanted weapons.[5][6][7] Later, they were considered to be immune to electricity and poison; resistant to acid, cold, and fire and to spells; and were best harmed by cold iron or good weapons.[3] Devilish succubi were merely highly resistant to fire.[2] Fiendish succubi were resistant to cold, fire, lightning, poison, and mundane attacks.[1] Their wings, when they had them, let them fly with average ability.[3][2][1] Lovers, not fighters, succubi fled all conflict if they could, using their claws only as a last resort, but these were only usable if revealed in their fiendish form.[3][5][6][1] Rather, they focused on dodging blows and running for safety.[3] Nevertheless, they were rarely taken by surprise.[5][6] Instead, they preferred subterfuge and seduction, turning their enemies against each other, making them into loyal servants, or trying to get individuals alone.[3][2] A preferred tactic was to disguise themselves and feign friendship or pretend to be a damsel in distress, especially if encountered in a dungeon, then find a moment to be alone with a potential victim where they could use their life-draining kiss.[3] Succubi and incubi were lusty creatures.[1] A fiendish succubus desired a corrupted soul like nothing else, feeling utter emptiness until they claimed one. Their deadly kiss was an echo of this emptiness.[1] A succubus watches the sun set. Demonic succubi lived to seduce and tempt mortal beings of the Prime Material Plane,[3][5][6] and in the end slay them and carry their life-forces back with them, for the destruction of mortals increased the power of the Abyss. This in turn aided the demons in the Blood War.[5][6] They seemed to have fed on this life-force themselves.[11] Many succubi and incubi were engaged almost constantly working to corrupt mortals, usually via promises of sex and other pleasures.[12] Demonic succubi typically targeted men of energy and passion. The fiery spirits of humans meant they were easier prey, so succubi did not often concern themselves with demihumans. They were content to take things slow and work subtly. Incubi meanwhile tempted mortal females.[5][6] Devilish succubi were adept at winning hearts and breaking hearts, but they also made for cunning and skilled spies and assassins. They served higher-ranked devils as scouts and advisors, as emissaries to key mortals, and of course as concubines.[2] They tempted mortals into sin on behalf of Asmodeus.[1] Fiendish succubi commonly used their ethereal form to slip through walls to reach a mortal's bedside, and linger there as they slept. Here, they filled their victim's dreams with debauched scenes and whispered of forbidden pleasures, tempting them to indulge in dark desires, appetites, and taboos. The more the succubus did this in their dreams, the more vulnerable their victim became to temptation in the waking world. Eventually, the succubus entered the mortal realm directly, in a pleasing form previously seen only in the dreams, and befriended or seduced their victim, so they could influence them directly and indulge all their desires so they would perform evil deeds of their own free will. When the victim was utterly corrupted, such as by committing three betrayals of thought, word, and deed, their soul was in the grip of the succubus, without need of contract or pledge. For a more virtuous victim, this corruption might take longer, but their downfall was all the more rewarding for the succubus. Finally, the succubus slew their victim with a kiss, and the corrupted soul went down to the Lower Planes as their prize. The succubus actually avoided charming the victim if they could help it, as the mortal would not be responsible for their actions and not truly corrupted. Thus, charming was mostly used for self-defense. Similarly, their lethal kiss was only used as a final assault or a parting shot before they escaped.[1] Three demons: a nalfeshnee, a quasit, and a succubus. The succubus is the better-looking one. Demonic succubi were independent of tanar'ri society, going where they liked, doing as they willed, and answering to none. The greater tanar'ri tolerated them and even accepted their independence, for they served the Abyss in their own unique way.[5][6] In turn, succubi could dominate lesser demons through a mixture of threats and wits.[7] They occasionally worked with babaus[13] but chasmes nursed a traditional hatred of succubi and would kill them given the chance.[14] Succubi and incubi were known to serve demon lords like Graz'zt as advisors and consorts. Graz'zt never went anywhere without a retinue of six succubi, mariliths, or lamias[1][15] and his servant Yattara commanded a small squad of fellow succubi who engaged in espionage and infiltration.[16] However, it was the demon lord Malcanthet who was renowned as the \"Queen of the Succubi\"; lesser demon lords like Shami-Amourae and Lynkhab contested for her title without success. Malcanthet was served by countless incubi and succubi in her palace, and she birthed many deadly succubi daughters to Pazuzu.[17] Succubi also served the demon lord Eltab in the Citadel of Conjurers,[18] and in the army of the balor Ndulu.[19] Some succubi, like Soneillon, the Queen of Whispers, were free agents working their own grand plots.[20] Fiendish succubi served greater fiends of all kinds, from demons to devils, and night hags and rakshasas and yugoloths in between.[1] Preferring to work alone, demonic succubi operated as singles[3][5][6][7] and rarely gathered in numbers.[7] Succubi greatly outnumbered incubi. The reason for this was unknown, but sages speculated it was because mortal men were more easily swayed by beauty than women.[5][6] Once it was considered that demonic succubi and incubi did not mate with one another to procreate.[5][6] However, fiendish succubi and incubi could indeed reproduce to birth more of their race.[1] The female child of a succubus and a human male was traditionally called an alu-fiend. Those with non-evil human fathers had a slight tendency to avoid the evil of their heritage.[21] The male child of an incubus (indeed, any lesser tanar'ri) and a human female was a cambion. Again, those with non-evil human fathers had a slight tendency to be non-evil.[22] In the Realms circa 1370 DR, these terms were defined regardless of sex: a cambion was the spawn of a tanar'ri and a human or demihuman, while alu-fiends were specifically a subgroup of cambions with succubus or incubus parents. Finally, tanar'ric tieflings were any descendants with a less than 50% demonic bloodline[23] or even more distant ancestry. Succubi, along with mariliths, were the most common ancestors of these demon-blooded tieflings.[24] Circa 1487 DR, a cambion was considered the child of a humanoid and a fiendish succubus or incubus, and to be as villainous as the fiendish parent.[1] Circa −4800 DR, the half-fiend sun elf House Dlardrageth allied with three minor noble houses—Aelorothi, Ealoeth, and Floshin—of the sun elven realm of Siluvanede and incited crossbreeding with demons to strengthen their bloodlines. Naturally, succubi and incubi lay among these demons. These unions spawned demon–elf hybrids: half-elf cambions and alu-fiends known as daemonfey and the half-elf tieflings known as fey'ri. The fey'ri had the power to shapeshift as easily as their succubi and incubi ancestors did. These now fey'ri houses, while hiding their heritage, soon began to dominate Siluvanede.[25][23][26][27][28][29][30][note 5] Soneillon, the Queen of Whispers, giving sleeping to the top a bad name. In the Year of the Dowager Lady, 726 DR, an army of demons called the Scaled Horde emerged from the western Rawlinswood and Forest of Lethyr and conquered the kingdom of Impiltur.[31] Commanded by the balor Ndulu, they comprised mostly succubi and glabrezu.[19] Among them was the succubus known as Soneillon, who engineered the fall of the Durlaven dynasty then reigned as consort of King Agrosh the Scaled, styling herself the Queen of Whispers. She escaped when Agrosh was slain three years later.[20] In the Year of Visions, 731 DR, the paladin Sarshel Elethlim defeated Ndulu in the Citadel of Conjurers, ending the Fiend Wars, but the balor and his demon army escaped and dispersed.[19][31] Over the next half-century, Ndulu regathered his succubi and glabrezu, with Soneillon serving him as his chief spy and favorite consort. Finally, in the Year of the Moaning Gorge, 786 DR, Soneillon disguised herself as Prince Nord's mistress, but he narrowly resisted being subverted to her will, and she was imprisoned. Afterward, Ndulu's demons clashed with the grandsons of King Sarshel, the Paladin Princes, who created a vortex portal that sucked all the demon horde back to the Abyss. In following years, the remaining fiends were hunted by King Nord.[19][20][32] Soneillon escaped imprisonment and spent centuries sowing corruption and strife in Impiltur and Chondath.[20] After the destruction of Hellgate Keep in the Year of the Gauntlet, 1369 DR, its surviving tanar'ri denizens dispersed across the North. At least seven succubi hid within the cities of Everlund, Sundabar, and Yartar by 1370 DR.[33] In the Year of Rogue Dragons, 1373 DR, the demon lord Eltab escaped into the Citadel of Conjurers, and released the glabrezu and succubi he found bound in its upper catacombs. They went on to serve him.[18] Whereas succubi and incubi were previously known to be tanar'ri demons of the Abyss,[3][5][6][7] by 1479 DR they were presumed to be devils of the Nine Hells.[2] According to Lorcan, this was because the succubi decided on a species-wide level to switch allegiances around the same time as Asmodeus gained his godhood after the Spellplague of 1385 DR. Rumor was that, through this act, Asmodeus gained the last bit of necessary power to push the Abyss to the bottom of the Elemental Chaos to end the Blood War.[34] After the Second Sundering of 1487 DR, the succubi had transitioned and become fiends found across the Lower Planes, and on the whole bound to none except how they preferred it.[1] \"Succubus\" could be used as a nickname or title in the Realms. \"The Succubus\" was an assassin of the Night Masks active around 1370 DR known for using contact poison on her lips and killing with a kiss.[35] The goddess Sharess was called \"Succubus of Sensation\".[36] Other Fiends\nAchaierai • Barghest • Canomorph (Haraknin • Shadurakul) • Hell hound • Hordling • Howler • Larva • Maelephant • Marrashi • Night hag • Nightmare • Rakshasa • Succubus • Vargouille • Yeth hound Least: Lemure • Nupperibo • Spinagon\nLesser: Abishai (Black • Blue • Green • Red • White) • Barbazu • Erinyes • Excruciarch • Ghargatula • Hamatula (Stony devil) • Kocrachon • Merregon • Osyluth • War devil • Xerfilstyx\nGreater: Amnizu • Cornugon • Gelugon • Logokron • Narzugon • Orthon • Paeliryon • Pit fiend\nBaatezu of unknown rank: Advespa • Dogai • Gulthir • Jerul Tanar'ri\nAdaru • Alkilith • Armanite • Arrow demon • Babau • Balor • Bar-lgura • Bulezau • Cerebrilith • Chasme • Dretch • Gadacro • Glabrezu • Goristro • Hezrou • Jovoc • Kastighur • Klurichir • Lilitu • Mane • Marilith • Maurezhi • Mavawhan • Molydeus • Myrmyxicus • Nabassu • Nalfeshnee • Palrethee • Rutterkin • Solamith • Sorrowsworn • Spyder-fiend • Succubus • Uridezu • Vrock • Yochlol\nObyriths\nDraudnu • Ekolid • Golothoma • Laghathti • Sibriex • Uzollru • Verakia • Wastrilith",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/8/8d/Succubus-5e.jpg/revision/latest?cb=20161121204309"
}