{
    "name": "Tarrasque",
    "hit_points": 676,
    "hit_dice": "33d20",
    "armor_class": 25,
    "challenge_rating": 30,
    "strength": 30,
    "dexterity": 11,
    "constitution": 30,
    "intelligence": 3,
    "wisdom": 11,
    "charisma": 11,
    "actions_desc": "The tarrasque can use its Frightful Presence. It then makes five attacks: one with its bite, two with its claws, one with its horns, and one with its tail. It can use its Swallow instead of its bite. Melee Weapon Attack: +19 to hit, reach 10 ft., one target. Hit: 36 (4d12 + 10) piercing damage. If the target is a creature, it is grappled (escape DC 20). Until this grapple ends, the target is restrained, and the tarrasque can't bite another target. Melee Weapon Attack: +19 to hit, reach 15 ft., one target. Hit: 28 (4d8 + 10) slashing damage. Melee Weapon Attack: +19 to hit, reach 10 ft., one target. Hit: 32 (4d10 + 10) piercing damage. Melee Weapon Attack: +19 to hit, reach 20 ft., one target. Hit: 24 (4d6 + 10) bludgeoning damage. If the target is a creature, it must succeed on a DC 20 Strength saving throw or be knocked prone. Each creature of the tarrasque's choice within 120 feet of it and aware of it must succeed on a DC 17 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, with disadvantage if the tarrasque is within line of sight, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the tarrasque's Frightful Presence for the next 24 hours. The tarrasque makes one bite attack against a Large or smaller creature it is grappling. If the attack hits, the target takes the bite's damage, the target is swallowed, and the grapple ends. While swallowed, the creature is blinded and restrained, it has total cover against attacks and other effects outside the tarrasque, and it takes 56 (16d6) acid damage at the start of each of the tarrasque's turns.\nIf the tarrasque takes 60 damage or more on a single turn from a creature inside it, the tarrasque must succeed on a DC 20 Constitution saving throw at the end of that turn or regurgitate all swallowed creatures, which fall prone in a space within 10 feet of the tarrasque. If the tarrasque dies, a swallowed creature is no longer restrained by it and can escape from the corpse by using 30 feet of movement, exiting prone. ",
    "special_abilities_desc": "If the tarrasque fails a saving throw, it can choose to succeed instead. The tarrasque has advantage on saving throws against spells and other magical effects. Any time the tarrasque is targeted by a magic missile spell, a line spell, or a spell that requires a ranged attack roll, roll a d6. On a 1 to 5, the tarrasque is unaffected. On a 6, the tarrasque is unaffected, and the effect is reflected back at the caster as though it originated from the tarrasque, turning the caster into the target. The tarrasque deals double damage to objects and structures. ",
    "description": "   The tarrasque was irreversibly tied to the Prime by its nature. As a result, the most one could hope to do was put the creature to sleep within the core, holding it off for a while longer. However, ancient texts seemed to indicate that there might be a way to finally and ultimately deal with the creature, if one could somehow deceive it, luring it into another plane and sealing it there.[9] The tarrasque was an enormous abomination, roughly the size of an ancient dragon, with two long horns extending from its forehead, a thick carapace, mighty tail, many spikes covering its large body, and a wide, toothy maw. The tarrasque also had two small eyes, but it did not rely on these for its primary method of sensory perception—if they were blinded or removed, it was effectively unhindered. The tarrasque was impossible to frighten or charm and had resistances to every kind of damage imaginable. It moved at a speed roughly half again that of a human, either while walking on the surface, climbing a height, or burrowing through the earth.[9] Although the tarrasque was indisputably a force of pure destruction, it was not truly evil or even chaotic by nature, lacking the consciousness necessary for it to take a moral stance. As a result, it was merely neutral in alignment.[9] The tarrasque had many unusual abilities gifted to it by its creators. Among the most terrifying of these was its ability to ignore any natural resistances its victims had, cutting right through them with its deadly attacks. It also had the ability to dramatically hinder the ability of creatures within 200 feet (61 meters) of it to fly, reducing their speed substantially while also bringing them down to a maximum altitude of twenty feet, which put them within the beast's reach.[9] The tarrasque had the ability to instill nearby creatures with terrible fear, rendering them incapable of action. It was also immune to the ill effects of fire, poison, or disease.[8] It was generally immensely difficult to injure.[9] Some scholars even claimed that they were immune to all manner of psionic attacks.[10] The history of the tarrasque was controversial. Most persons were wholly unaware of the tarrasque's existence and those that did know of it were unsure about its origins, which they surmised to be anything from its actual creation to it being the weapon of an ancient and evil cabal of wizards. Most dismissed these theories, however, as unproven musings. More important was that the tarrasque rarely left evidence or witnesses, so dangerous was its nature.[8] Some sages argued that the tarrasque was created by the primordials as a weapon of destruction during the Dawn War, with the purpose of undoing the stability instilled in the world by the gods so that the primordials could remake it. Fortunately, the primordials created only one tarrasque.[9] Another theory was that the tarrasque was but one specimen of an entire population of the creatures living on the planet Falx, which was located somewhere in another crystal sphere. Falx had several hundred creatures that were either the same species as the tarrasque of Toril or else an (unfortunate) example of convergent evolution. According to this view, Toril's tarrasque had simply been transported or summoned to Toril from Falx in ancient past.[11] A group of heroes battling a dreaded tarrasque. A unique tarrasque known as the Sleeper dwelled in the continent of Katashaka in ancient times. She was worshiped, and fed sacrifices, by the ancient Tabaxi tribe of humans and reigned over their lands. In Tabaxi legend, one season, the Sleeper desired vengeance against an ancient enemy and summoned the greatest warriors of the nine tribes to follow her into battle in Mhairshaulk (c. −34,800 DR to c. −24,000 DR). Apparently defeated, the Sleeper returned in a rage and went on a rampage on the Night of Feasting, before finally returning to sleep. She would awaken twenty-three more times, ever more angry and hungry. Finally, on the next Night of Feasting at the end of a millennium, −2809 DR, the next sacrifice, Oyai, was blessed by Ubtao and empowered with magic, right before the Sleeper awoke and came to devour her. But she used the magic to halt, crush, and slay the Sleeper.[12][note 1] In the final years of the first empire of Netheril, a tarrasque's lair (in what used to be southwest Anauroch) was under heavy guard by Angardt barbarians whose shaman's prophecies told of the beast's imminent awakening. In −339 DR, adventurers hired by the archwizard Karsus came to cut out the tarrasque's pituitary gland, which was to be used as a spell component for the casting of Karsus's avatar. A gold dragon named Dracolnobalen, who protected the Angardt tribe, provided the adventurers working for Karsus with a liquid that she claimed would keep the tarrasque from waking again once applied to its body.[13] It seemed to have worked, since no gigantic, hungry monsters emerged from the \"lair of the sleeping beast\" since those adventurers ventured inside. Before the desert was restored to fertile land, the tarrasque's lair still existed and was known to those few who knew of its location as \"The Secret Place in the Sands\".[citation needed] However, in the Year of the Prince, 1357 DR, a mage summoned a tarrasque through a ritual that required the heads of seven adult dragons to complete. It was defeated by the crew of the Realms Master.[14][15] The tarrasque was an eating machine while awake, capable of swallowing creatures of roughly giant size whole. When roused, it would, by its design, eat quite literally the entire world, including plants and animals.[9] Fortunately, it would only be active for a week or two before it returned to its slumber to sleep for five to twenty months, although, once every decade or so, the tarrasque would stay active for several months, after which it would sleep four to sixteen years, unless disturbed.[8] Why it returned to slumber is unknown, though it seemed inevitable that at some point it would try and fulfill its purpose to destroy the world entirely.[citation needed] Legend had it that one could yield a vast number of gems from a tarrasque's upper carapace by treating it with acid and then heating it in a furnace. Other legends spoke of dwarven blacksmiths being able to forge metal from the tarrasque's underbelly by mixing it with adamantite and the creature's blood.[4]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/d/df/Monster_Manual_5e_-_Tarrasque_-_Cory_Trego-Erdner_-_p287.jpg/revision/latest?cb=20200506174611"
}