{
    "name": "Treant",
    "hit_points": 138,
    "hit_dice": "12d12",
    "armor_class": 16,
    "challenge_rating": 9,
    "strength": 23,
    "dexterity": 8,
    "constitution": 21,
    "intelligence": 12,
    "wisdom": 16,
    "charisma": 12,
    "actions_desc": "The treant makes two slam attacks. Melee Weapon Attack: +10 to hit, reach 5 ft., one target. Hit: 16 (3d6 + 6) bludgeoning damage. Ranged Weapon Attack: +10 to hit, range 60/180 ft., one target. Hit: 28 (4d10 + 6) bludgeoning damage. The treant magically animates one or two trees it can see within 60 feet of it. These trees have the same statistics as a treant, except they have Intelligence and Charisma scores of 1, they can't speak, and they have only the Slam action option. An animated tree acts as an ally of the treant. The tree remains animate for 1 day or until it dies; until the treant dies or is more than 120 feet from the tree; or until the treant takes a bonus action to turn it back into an inanimate tree. The tree then takes root if possible. ",
    "special_abilities_desc": "While the treant remains motionless, it is indistinguishable from a normal tree. The treant deals double damage to objects and structures. ",
    "description": "   Treants typically had face-like features on their bark, a division between their trunk that formed legs, and long branches that served as arms.[1] Their wood appeared to be solid like stone, but it was actually filled with tubes that carried water from its roots to the areas where it was needed. Diseases such as tube wilt could affect these tubes and therefore the health of the treant.[8] In their adolescence treants were often more energetic, rebellious, and reckless.[9] But as they aged treants preferred to while away their days in quiet contemplation, rooted in place as though they were a normal tree.[1] Any treant that rooted itself in a stand containing a particular sort of tree for at least a year could, over a tenday or so, alter themselves to resemble and possess the physical properties of that type of tree. Certain elder treants were capable of doing this within half a tenday.[9] Treants remained aware of their surroundings while rooted in place. They could perceive the effects of events happening miles away based on subtle nearby changes.[1] Treants that came from the mightiest of trees could develop innate magical powers, allowing them to animate plants and call upon woodland creatures. Using them either as protectors or messengers.[1] According to the Encyclopaedia Deifica, the existence of treants in Faerun allegedly predated the arrival of elves and illithids.[10] The treants in the forest of Cormanthor became hosts for rot grubs, which lived off rotting wood. If a treant was affected by tube wilt, it would open up a small crack and let the grubs in. The grubs would eat through all the rotten wood, eating the fungi causing the disease, and usually remain for good and tackle subsequent rot. This relationship did not harm either party, and older, larger treants might contain up to a hundred of these grubs.[8] In order to ward off predators such as woodchucks or wood-eating horses, the Cormanthor treants surrounded their roots with up to six Cormanthor violet fungi, whose roots tapped into the treant itself, using its sap as sustenance, and they would attempt to rot the flesh of any would-be predators.[8] In order to combat the threat of bark beetles and leaf ants, which could damage the treant, they encourage azmyths and large bats to make their homes in their branches.[8] Black squirrels fed on the female treants' shoots, which helped to limit the treants' population.[8] The rimwood area contained birch-like treants with very long roots to reach water. The sap contained an aroma of lemon and mint that could be used as a flavoring or perfume. Most had rot grubs, black squirrels, azmyths, and purple fungi.[8] The midwood treants looked like golden willow and black locust trees. They protected themselves against brush rats by using the violet fungi. Their bark could be boiled to make either golden or black dye depending on their appearance.[8] The starwood area contained treants that looked like dark brown oaks and grey elms. Half were peaceful, but the other half were quite hostile, although they did utilize rot grubs, fungi, black squirrels, and azmyths. The leaves of these treants would cure certain fevers and plagues.[8] The treants that inhabited Maztica were fairly similar in appearance to those found in Faerûn, though they were not hostile to creatures foreign to their woods and instead preferred to ignore them. They considered themselves to be royalty of the forests they inhabited and expected other creatures to treat them as such, including giving them gifts.[11] Many young treants in the Western Heartlands resembled duskwoods, while those in their adolescence often chose to resemble bluewoods.[9] Trees destined to become treants meditated through a long cycle of seasons that could last decades or centuries, awakening only under special circumstances. Druids and other treants could sense this spark of potential within trees and would protect them as they drew near their moment of awakening. During this process a tree's body gradually morphed, taking on the features common among treants. After awakening, they continue to grow as they did when they were simply a tree.[1] Treants were generally capable of speaking Common, Elvish, Sylvan, and the Druidic language.[1] In addition, they had their own unique language.[3] Some treants willingly allowed sprites to build little villages within their boughs.[12] Treants were opposed to creatures that were careless with fire, poisoned trees, or destroyed great trees. Especially those that destroyed trees close to awakening into a treant.[1]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/1/18/Treant-5e.png/revision/latest?cb=20171010162949",
    "condition_immunities": [],
    "senses": {
        "passive_perception": 13
    },
    "xp": 5000,
    "damage_vulnerabilities": [
        "fire"
    ],
    "damage_resistances": [
        "bludgeoning",
        "piercing"
    ],
    "damage_immunities": []
}