{
    "name": "Tribal Warrior",
    "hit_points": 11,
    "hit_dice": "2d8",
    "armor_class": 12,
    "challenge_rating": 0.125,
    "strength": 13,
    "dexterity": 11,
    "constitution": 12,
    "intelligence": 8,
    "wisdom": 11,
    "charisma": 8,
    "actions_desc": "Melee or Ranged Weapon Attack: +3 to hit, reach 5 ft. or range 20/60 ft., one target. Hit: 4 (1d6 + 1) piercing damage, or 5 (1d8 + 1) piercing damage if used with two hands to make a melee attack. ",
    "special_abilities_desc": "The warrior has advantage on an attack roll against a creature if at least one of the warrior's allies is within 5 ft. of the creature and the ally isn't incapacitated. ",
    "description": " Gallery\nReghedmen\nRace\nHuman\nRegions\nIcewind Dale, Frozenfar\nDeities\nTempus[1]\nCommon classes\nBarbarians[2]\nAppearance\nAverage height\n7 ft (2.13 m)[2]\nSkin color(s)\nBronzed[2]\nHair color(s)\nBlond, red, light brown[2]\nEye color(s)\nBlue[2]\nThe Reghedmen, also known as the Reghed barbarians or the men of the tundra,[1] were the barbarian tribes of Icewind Dale. They eked out a harsh and bitter life between the Reghed Glacier and the Sea of Moving Ice.[2]\nEach entirety of the Reghedmen people lived within one of several tribes, each of which was ruled by a king. Known tribes were the Tribe of the Elk, the Tribe of the Wolf, the Tribe of the Bear, the Tribe of the Tiger, the Tribe of the Seal and the Tribe of the Caribou.[1][3] However, by the late 15th century DR only the tribes of the Elk, Tiger, Wolf, and Bear remained.[4]\nContents\nDescription\nCulture\nReligion\nRelations\nHistory\n15th Century\nNotable Reghedmen\nAppendix\nAppearances\nReferences\nDescription\nThe Reghedman were tall for humans, sometimes reaching seven feet in height. They were blue-eyed and fair-haired, with hair of blond, red, or light brown hues.[2]\nCulture\nThe Reghedmen were migratory hunters, who herds of reindeer across the frozen tundra. They lived in deerskin tents and crafted goods of wood and whalebone.[2]\nThe Reghedmen spoke their own language, Reghedjic.[5]\nLike many of their kind, they were suspicious of magic, and saw it as the tool of the evil and indolent.[1]\nReligion\nThe Reghedmen worshiped tribal beast spirits and Tempos, the god of war. Tempos was served by shamans who revered their tribal beast totems highly.[1]\nThese beast totems were great spirits, similar to those of the Uthgardt barbarians. Unlike the Uthgardt, Reghedmen shamans could not call upon a beast power.[1]\nRelations\nDue to their combative history with one another, the Reghedmen collectively hated orcs.[2]\nHistory\nMembers of various Reghedmen tribes side by side.\nFor many years the Reghedmen were hostile toward the Ten-Towns and raided them relatively frequently.[2]\nAround the Year of the Crown, 1351 DR, the Reghedmen invaded the Ten Towns of Icewind Dale, and were rebuffed by an uneasy alliance formed by the folks of the dale and the dwarves of Kelvin's Cairn. After the barbarian army was all-but-destroyed, King of the Tribe of the Elk, Heafstaag, allied the tribes with Akar Kessell, a dark wizard from Luskan. Kessel used the last Reghedmen in his plan to exact revenge upon the Ten-Towns. Fortunately for all, the barbarian Wulfgar slew Heafstaag in a challenge and became king of the tribes. He brought the fifty remaining Reghedmen to the Ten Towns, where they turned away Kessell's invading horde and settled down for a time, away from the harsh wilderness of the north.[1]\nThe survivors dwelled in the Ten-Towns, mostly in Bremen and Caer-Konig,[1] while others went south to Settlestone, to rebuild their strength and learned how to exist within \"civilized society\".[3]\n15th Century\nAs of the late 15th century DR, the tribes of the Wolf and Tiger barely managed to exist out on the tundra.[4]\nThe Tribe of the Tiger tried to gain entry to Bremen during the winter of the Year of the Iron Dwarf's Vengeance, 1485 DR, but were refused by suspicious townsfolk, forcing them to make camp on the northwest shore of Maer Dualdon where they suffered repeated attacks from beasts. The Tribe of the Wolf took shelter against the wind in the lee of the Spine of the World near Ironmaster but lost its king in the journey. The Elk and Bear tribes were much more prosperous, although the latter had come under Auril's sway and they had begun to exclusively worship the Frostmaiden.[4]\nNotable Reghedmen\nBjornhild Solvigsdottir, 15th century Queen of the Tribe of the Tiger[6]\nHeafstaag, 14th century King of the Tribe of the Elk, succeeded by Wulfgar\nJarund Elkhardt, King of the Tribe of the Elk[4]\nJerrod, the warrior-shaman who briefly united the Reghedmen and Uthgardt[7]\nRevjak, 14th century King of the Reghedmen[1]\nWulfgar, 14th century King of the Tribe of the Elk, one of the Companions of the Hall\nAppendix\nAppearances\nAdventures\nLegacy of the Crystal Shard • Icewind Dale: Rime of the Frostmaiden\nNovels\nThe Crystal Shard\nVideo Games\nIcewind Dale\nReferenced only\nBaldur's Gate\nReferences\n↑\n1.0 1.1 1.2 1.3 1.4 1.5 1.6 1.7 1.8 slade, et al. (April 1996). “The Wilderness”. In James Butler ed. The North: Guide to the Savage Frontier (TSR, Inc.), p. 15. ISBN 0-7869-0391-0.\n↑\n2.0 2.1 2.2 2.3 2.4 2.5 2.6 2.7 2.8 2.9 Christopher Perkins (September 6, 2016). Storm King's Thunder. Edited by Kim Mohan, Michele Carter. (Wizards of the Coast), p. 64. ISBN 978-0786966004.\n↑\n3.0 3.1 R.A. Salvatore (February 2011). “To Legend He Goes”. The Collected Stories: The Legend of Drizzt Anthology (Wizards of the Coast), chap. To Legend He Goes, pp. 361–362. ISBN 978-0-7869-5738-5.\n↑\n4.0 4.1 4.2 4.3 Christopher Perkins (September 6, 2016). Storm King's Thunder. Edited by Kim Mohan, Michele Carter. (Wizards of the Coast), p. 65. ISBN 978-0786966004.\n↑ Thomas M. Costa (1999). “Speaking in Tongues”. In Dave Gross ed. Dragon Annual #4 (TSR, Inc), p. 26.\n↑ Christopher Perkins (September 2020). Icewind Dale: Rime of the Frostmaiden. Edited by Kim Mohan. (Wizards of the Coast), p. ?. ISBN 978-0786966981.\n↑ Black Isle Studios (June 2000). Designed by Matt Norton. Icewind Dale. Interplay. Survey: How do you feel about gaming microtransactions?   Each entirety of the Reghedmen people lived within one of several tribes, each of which was ruled by a king. Known tribes were the Tribe of the Elk, the Tribe of the Wolf, the Tribe of the Bear, the Tribe of the Tiger, the Tribe of the Seal and the Tribe of the Caribou.[1][3] However, by the late 15th century DR only the tribes of the Elk, Tiger, Wolf, and Bear remained.[4] The Reghedman were tall for humans, sometimes reaching seven feet in height. They were blue-eyed and fair-haired, with hair of blond, red, or light brown hues.[2] The Reghedmen were migratory hunters, who herds of reindeer across the frozen tundra. They lived in deerskin tents and crafted goods of wood and whalebone.[2] The Reghedmen spoke their own language, Reghedjic.[5] Like many of their kind, they were suspicious of magic, and saw it as the tool of the evil and indolent.[1] The Reghedmen worshiped tribal beast spirits and Tempos, the god of war. Tempos was served by shamans who revered their tribal beast totems highly.[1] These beast totems were great spirits, similar to those of the Uthgardt barbarians. Unlike the Uthgardt, Reghedmen shamans could not call upon a beast power.[1] Due to their combative history with one another, the Reghedmen collectively hated orcs.[2] Members of various Reghedmen tribes side by side. For many years the Reghedmen were hostile toward the Ten-Towns and raided them relatively frequently.[2] Around the Year of the Crown, 1351 DR, the Reghedmen invaded the Ten Towns of Icewind Dale, and were rebuffed by an uneasy alliance formed by the folks of the dale and the dwarves of Kelvin's Cairn. After the barbarian army was all-but-destroyed, King of the Tribe of the Elk, Heafstaag, allied the tribes with Akar Kessell, a dark wizard from Luskan. Kessel used the last Reghedmen in his plan to exact revenge upon the Ten-Towns. Fortunately for all, the barbarian Wulfgar slew Heafstaag in a challenge and became king of the tribes. He brought the fifty remaining Reghedmen to the Ten Towns, where they turned away Kessell's invading horde and settled down for a time, away from the harsh wilderness of the north.[1] The survivors dwelled in the Ten-Towns, mostly in Bremen and Caer-Konig,[1] while others went south to Settlestone, to rebuild their strength and learned how to exist within \"civilized society\".[3] As of the late 15th century DR, the tribes of the Wolf and Tiger barely managed to exist out on the tundra.[4] The Tribe of the Tiger tried to gain entry to Bremen during the winter of the Year of the Iron Dwarf's Vengeance, 1485 DR, but were refused by suspicious townsfolk, forcing them to make camp on the northwest shore of Maer Dualdon where they suffered repeated attacks from beasts. The Tribe of the Wolf took shelter against the wind in the lee of the Spine of the World near Ironmaster but lost its king in the journey. The Elk and Bear tribes were much more prosperous, although the latter had come under Auril's sway and they had begun to exclusively worship the Frostmaiden.[4]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/0/0a/Reghedmen-5e.jpg/revision/latest?cb=20170515012604",
    "condition_immunities": [],
    "senses": {
        "passive_perception": 10
    },
    "xp": 25,
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [],
    "caption": "Tribal Warriors live beyond civilization, most often subsisting on Fishing and hunting. Each tribe acts in accordance with the wishes of its chief, who is the greatest or oldest Warrior of the tribe or a tribe member blessed by the gods."
}