{
    "name": "Vampire, Mist Form",
    "hit_points": 144,
    "hit_dice": "17d8",
    "armor_class": 16,
    "challenge_rating": 13,
    "strength": 18,
    "dexterity": 18,
    "constitution": 18,
    "intelligence": 17,
    "wisdom": 15,
    "charisma": 18,
    "actions_desc": "",
    "special_abilities_desc": "If the vampire isn't in sun light or running water, it can use its action to polymorph into a Tiny bat or a Medium cloud of mist, or back into its true form.\nWhile in bat form, the vampire can't speak, its walking speed is 5 feet, and it has a flying speed of 30 feet. Its statistics, other than its size and speed, are unchanged. Anything it is wearing transforms with it, but nothing it is carrying does. It reverts to its true form if it dies.\nWhile in mist form, the vampire can't take any actions, speak, or manipulate objects. It is weightless, has a flying speed of 20 feet, can hover, and can enter a hostile creature's space and stop there. In addition, if air can pass through a space, the mist can do so without squeezing, and it can't pass through water. It has advantage on Strength, Dexterity, and Constitution saving throws, and it is immune to all nonmagical damage, except the damage it takes from sunlight. If the vampire fails a saving throw, it can choose to succeed instead. When it drops to 0 hit points outside its resting place, the vampire transforms into a cloud of mist (as in the Shapechanger trait) instead of falling unconscious, provided that it isn't in sunlight or running water. If it can't transform, it is destroyed.\nWhile it has 0 hit points in mist form, it can't revert to its vampire form, and it must reach its resting place within 2 hours or be destroyed. Once in its resting place, it reverts to its vampire form. It is then paralyzed until it regains at least 1 hit point. After spending 1 hour in its resting place with 0 hit points, it regains 1 hit point. The vampire regains 20 hit points at the start of its turn if it has at least 1 hit point and isn't in sunlight or running water. If the vampire takes radiant damage or damage from holy water, this trait doesn't function at the start of the vampire's next turn. The vampire can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check. The vampire has the following flaws:\nForbiddance. The vampire can't enter a residence without an invitation from one of the occupants.\nHarmed by Running Water. The vampire takes 20 acid damage if it ends its turn in running water.\nStake to the Heart. If a piercing weapon made of wood is driven into the vampire's heart while the vampire is incapacitated in its resting place, the vampire is paralyzed until the stake is removed.\nSunlight Hypersensitivity. The vampire takes 20 radiant damage when it starts its turn in sunlight. While in sunlight, it has disadvantage on attack rolls and ability checks. ",
    "description": "   These vaporous creatures lurked in bogs, swamps, and other foggy areas where they could remain concealed and indistinguishable from the surrounding fog.[1] They were vaguely shaped like the upper body of humanoid figures whose fingers formed long tentacles through which the creatures fed.[4][3] Vampiric mists were the remains of former vampires that, whether through massive damage or exposure to sunlight, dissolved into mist and were prevented from returning to their resting places in order to regenerate their physical forms. In that state, they were stripped of all personality and intelligence until only their thirst for blood remained.[1] There were other legends that suggested that crimson deaths could be the lost souls of mortals that had been turned into vampires. Yet another legend suggested that crimson deaths were instead extremely evil air elementals that had been cursed and cast out of the Elemental Plane of Air.[4] The creatures originally known as vampiric mists, meanwhile, were first thought to be immature crimson deaths, but were later discovered to in fact be the separate creation of a great vampire wizard.[6] Due to their insatiable thirst, vampiric mists were inexorably attracted to the scent of blood, rushing towards any open wound or injury they could smell within one mile (1.6 km). Although vampiric mists were completely devoid of their previous intelligence or personality, they still retained some of the behavioral characteristics of vampires. For example, they could not enter a residence uninvited.[1] It was also possible to forge alliances with a vampiric mist, as long as a constant supply of victims was provided.[4] Vampiric mists avoided combat, except to feed or to defend themselves.[4] When attacking a creature, the mist's tentacles wrapped around its victim, causing its blood to escape through pores, eyes, nose or mouth, with no pain or discomfort caused to the victim.[1] Although they were virtually undetectable and very agile when not fed, once they started filling with blood they became progressively redder, until they became saturated with blood and started dripping it out.[1] In that state, they were more sluggish and much easier to detect.[5] Vampiric mists were known in legends throughout Faerûn. The sun elf vampire Jander Sunstar decided not to commit suicide for fear of becoming a vampiric mist.[7] Amidst the havoc of Halaster's Higharvestide in the Year of the Gauntlet, 1369 DR, the Sojourner's Portal in the House of the Moon became warped so that it worked the other way, and the mirror unleashed a crimson death and three vampiric mists from the depths of Undermountain into the heart of the temple. They hunted and slew a number of priests before they were stopped; the vampiric mists were swiftly destroyed, but the crimson death fled into the sewers of Waterdeep and was lost.[8] Vampiric mists were solitary and preferred to hunt solitary humanoids as well, which were easier to hunt and could not call for help. They usually required at least one victim per week. It was common for a vampiric mist to carry valuable belongings or the remains of its former victims into its lair to serve as bait for other prey.[4] If a vampiric mist were captured and imprisoned inside a container, it could pass for a genie prison or another form of magical vapor. If released, the mist would immediately attack whoever freed it.[4] Beyond the Prime Material plane, vampiric mists could be found in the Domains of Dread.[9] The crimson death and vampiric mist were originally two distinct creatures in 2nd edition, with the crimson death appearing alone in 1st and 3rd edition, and the vampiric mist appearing alone in 4th. Eventually, 5th edition merged them in Mordenkainen's Tome of Foes, with the line \"Vampiric mists, sometimes called crimson mists...\" and using the slain vampire origin of the crimson death. This leaves some discrepancies, with the additional creation stories of the vampiric mists and the creatures appearing separately in 2nd sources like Powers & Pantheons.",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/a/a4/Vampiric_mist-5e.png/revision/latest?cb=20180628183052",
    "damage_vulnerabilities": [],
    "damage_resistances": [
        "necrotic",
        "bludgeoning, piercing, and slashing from nonmagical weapons"
    ],
    "damage_immunities": [],
    "condition_immunities": [],
    "senses": {
        "darkvision": "120 ft.",
        "passive_perception": 17
    },
    "xp": 10000
}