{
    "name": "Vampire, Bat Form",
    "hit_points": 144,
    "hit_dice": "17d8",
    "armor_class": 16,
    "challenge_rating": 13,
    "strength": 18,
    "dexterity": 18,
    "constitution": 18,
    "intelligence": 17,
    "wisdom": 15,
    "charisma": 18,
    "actions_desc": "Melee Weapon Attack: +9 to hit, reach 5 ft., one willing creature, or a creature that is grappled by the vampire, incapacitated, or restrained. Hit: 7 (1d6 + 4) piercing damage plus 10 (3d6) necrotic damage. The target's hit point maximum is reduced by an amount equal to the necrotic damage taken, and the vampire regains hit points equal to that amount. The reduction lasts until the target finishes a long rest. The target dies if this effect reduces its hit point maximum to 0. A humanoid slain in this way and then buried in the ground rises the following night as a vampire spawn under the vampire's control. The vampire targets one humanoid it can see within 30 ft. of it. If the target can see the vampire, the target must succeed on a DC 17 Wisdom saving throw against this magic or be charmed by the vampire. The charmed target regards the vampire as a trusted friend to be heeded and protected. Although the target isn't under the vampire's control, it takes the vampire's requests or actions in the most favorable way it can, and it is a willing target for the vampire's bit attack.\nEach time the vampire or the vampire's companions do anything harmful to the target, it can repeat the saving throw, ending the effect on itself on a success. Otherwise, the effect lasts 24 hours or until the vampire is destroyed, is on a different plane of existence than the target, or takes a bonus action to end the effect. The vampire magically calls 2d4 swarms of bats or rats, provided that the sun isn't up. While outdoors, the vampire can call 3d6 wolves instead. The called creatures arrive in 1d4 rounds, acting as allies of the vampire and obeying its spoken commands. The beasts remain for 1 hour, until the vampire dies, or until the vampire dismisses them as a bonus action. ",
    "special_abilities_desc": "If the vampire isn't in sun light or running water, it can use its action to polymorph into a Tiny bat or a Medium cloud of mist, or back into its true form.\nWhile in bat form, the vampire can't speak, its walking speed is 5 feet, and it has a flying speed of 30 feet. Its statistics, other than its size and speed, are unchanged. Anything it is wearing transforms with it, but nothing it is carrying does. It reverts to its true form if it dies.\nWhile in mist form, the vampire can't take any actions, speak, or manipulate objects. It is weightless, has a flying speed of 20 feet, can hover, and can enter a hostile creature's space and stop there. In addition, if air can pass through a space, the mist can do so without squeezing, and it can't pass through water. It has advantage on Strength, Dexterity, and Constitution saving throws, and it is immune to all nonmagical damage, except the damage it takes from sunlight. If the vampire fails a saving throw, it can choose to succeed instead. When it drops to 0 hit points outside its resting place, the vampire transforms into a cloud of mist (as in the Shapechanger trait) instead of falling unconscious, provided that it isn't in sunlight or running water. If it can't transform, it is destroyed.\nWhile it has 0 hit points in mist form, it can't revert to its vampire form, and it must reach its resting place within 2 hours or be destroyed. Once in its resting place, it reverts to its vampire form. It is then paralyzed until it regains at least 1 hit point. After spending 1 hour in its resting place with 0 hit points, it regains 1 hit point. The vampire regains 20 hit points at the start of its turn if it has at least 1 hit point and isn't in sunlight or running water. If the vampire takes radiant damage or damage from holy water, this trait doesn't function at the start of the vampire's next turn. The vampire can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check. The vampire has the following flaws:\nForbiddance. The vampire can't enter a residence without an invitation from one of the occupants.\nHarmed by Running Water. The vampire takes 20 acid damage if it ends its turn in running water.\nStake to the Heart. If a piercing weapon made of wood is driven into the vampire's heart while the vampire is incapacitated in its resting place, the vampire is paralyzed until the stake is removed.\nSunlight Hypersensitivity. The vampire takes 20 radiant damage when it starts its turn in sunlight. While in sunlight, it has disadvantage on attack rolls and ability checks. ",
    "description": " 5e\n4e\n3e\n2e\n1e\nVarious depictions of vampires.\nVampire\n5e\n4e\n3e\n2e\n1e\n5th Edition Statistics[1]\nSize\nMedium\nType\nUndead\nTag(s)\nShapechanger\nAlignment\nLawful evil\nChallenge rating\n13\nGeneral Information\nVision\nDarkvision[3]\nDiet\nBlood[6][4]\nAverage lifespan\nImmortal[7]\nLanguage(s)\nLanguages known in life[4]\nSubraces\nVampire spawn[8]\nFavored climate\nAny[4]\nFavored terrain\nAny[4]\nAppearance\nDistinctions\nCasts no shadow[5][4]\nHistory\nFirst appearance\nD&D Boxed Set (1974)\nBased on\nVampire of folklore\nVampires were a type of undead that fed on blood. They were one of the most feared and powerful undead creatures.[6][4]\n“\nThere's something so pure about a vampire's evil, so perfect in its utter corruption... It'll tear at your throat like a ravenous beast, then smile at your companions as it dabs its blood-soaked lips with a silk napkin.\n”\n— Terevan of Celduilon[9]\nContents\nDescription\nPersonality\nPowers\nWeaknesses\nCreation\nActivities\nVarieties\nNotable Vampires\nAppendix\nNotes\nSee Also\nAppearances\nGallery\nFurther Reading\nExternal links\nReferences\nConnections\nDescription\nA vampire looked very much like it did when alive, but with paler skin, hardened and feral features giving them a predatory aspect, and red eyes that were hard to forget. Their hands were clawed.[4]\nThey did not cast shadows and had no reflections in mirrors.[4]\nPersonality\nVampires enjoyed fine things and engaging in decadent behavior, sharing such habits with liches. A vampire was always a creature of evil. If it was not evil in life, it became so in undeath.[4]\nPowers\nA vampire retained all the abilities it had in life, and it gained the ability to drain blood and life energy, and to dominate other creatures with its gaze. A vampire could also command rats, bats, and wolves, or take the form of those creatures.[4]\nWeaknesses\nVampires were eternally bound to their coffins and the unholy earth where they were buried.[4]\nVampires could not tolerate the smell of garlic and would not voluntarily enter an area with a strong odor of it.[4]\nCreation\nA new vampire was created when another vampire drained the life out of a living creature. A humanoid or monstrous humanoid could become a vampire.[4]\nHalf-vampires could be created in one of two ways. First, in some rare cases, a vampire could consume enough blood that it could breed with a humanoid or monstrous humanoid, creating half-vampire offspring. Second, in even rarer cases, if a pregnant mother survived having her blood drained by a vampire, her unborn could be \"tainted\" with vampirism instead.[10]\nMaster vampires were vampires that had perfected the art of taking spawn, and as a result, could lead large gangs of them. They usually had one chosen spawn that was much better than the others. However, all of a master vampire's spawn were better than the norm: stronger, faster, and more numerous.[11]\nActivities\nVampires typically plotted to empower themselves and produce spawn that would spread across the world.[4]\nVarieties\nCorpse vampire\nDhampyr\nSpirit vampire\nVampire lord\nVampire muse\nVampire spawn\nEastern vampire\nNotable Vampires\nMordoc SeLanmere: A vampire king who was once the most powerful vampire in all of Toril. He united the vampires under a single ruler from his home in the Battle of Bones.\nBodhi: A vampire involved in Jon Irenicus's plan to join the elven pantheon.\nKierkan Rufo: An exiled priest of the church of Deneir who turned into a vampire after drinking the contents of the Chaos Curse.\nArtor Morlin: A Shoon outlaw mercenary captain who became baron of Steeping Falls before moving to Waterdeep where he remained unchallenged by any rival for over 400 years.\nShyressa: An archmage and a Runemaster of the Twisted Rune.\nJander Sunstar: A sun elf vampire who became one of the Hellriders of Elturel.\nStrahd von Zarovich: A vampire and the darklord of Barovia, one of the Domains of Dread.\nAppendix\nThis article is incomplete. You can help the Forgotten Realms Wiki by providing more information.\nNotes\nThe Lords of Darkness (1988) accessory described a \"greater vampire\" which was created from the life-draining kiss of a succubus. A greater vampire had all the abilities of a lesser vampire and could also move about freely in daylight, allowing it to take on the persona of a normal person, usually a wealthy individual. During the hours of daylight, the greater vampire retained its superior strength and spell immunities but could not use any of its special abilities such as life-drain, shapeshifting, or gaseous form.[12]\nSee Also\nJiki-ketsu-gaki\nAppearances\nAdventures\nPolyhedron #66, \"Caravan\" • Hoard of the Dragon Queen • Storm King's Thunder • Curse of Strahd • Waterdeep: Dungeon of the Mad Mage • Baldur's Gate: Descent into Avernus\nComics\nShadows of the Vampire\nNovels\nRed Magic • The Paladins • The Chaos Curse • Bury Elminster Deep • Blackstaff • Gauntlgrym\nReferenced only\nThe Crimson Gold\nVideo Games\nTreasures of the Savage Frontier • Spelljammer: Pirates of Realmspace • Dungeons & Dragons: Eye of the Beholder • Baldur's Gate: Dark Alliance II • Neverwinter Nights series (Neverwinter Nights: Darkness over Daggerford • Neverwinter Nights: Tyrants of the Moonsea) • Baldur's Gate III\nCard Games\nDragonfire\nBoard Games\nDungeon Command: Curse of Undeath • Dungeons & Dragons Adventure Begins\nOrganized Play & Licensed Adventures\nThe Vampire of Skullport\nGallery\nA female vampire.\nFurther Reading\nNigel Findley (October 1990). “The Mind of the Vampire”. In Roger E. Moore ed. Dragon #162 (TSR, Inc.), p. 15.\nBruce R. Cordell (August 2001). “Vs.: Vampires”. In Dave Gross ed. Dragon #286 (Wizards of the Coast), p. 84.\nExternal links\nDisclaimer: The views expressed in the following links do not necessarily represent the views of the editors of this wiki, nor does any lore presented necessarily adhere to established canon.\nVampire article at the Baldur's Gate Wiki, a wiki for the Baldur's Gate games.\nVampire article at the Ravenloft Wiki.\nReferences\n↑ Mike Mearls, Jeremy Crawford, Christopher Perkins (2014-09-30). Monster Manual 5th edition. Edited by Scott Fitzgerald Gray. (Wizards of the Coast), p. 297. ISBN 978-0786965614.\n↑ Mike Mearls, Claudio Pozas, Robert J. Schwalb (April 2011). Player's Option: Heroes of Shadow. Edited by Michelle Carter. (Wizards of the Coast), pp. 49–62. ISBN 978-0-7869-5745-3.\n↑ 3.0 3.1 Mike Mearls, Stephen Schubert, James Wyatt (June 2008). Monster Manual 4th edition. (Wizards of the Coast), pp. 258–259. ISBN 978-0-7869-4852-9.\n↑ 4.00 4.01 4.02 4.03 4.04 4.05 4.06 4.07 4.08 4.09 4.10 4.11 4.12 4.13 4.14 Skip Williams, Jonathan Tweet, Monte Cook (July 2003). Monster Manual v.3.5. (Wizards of the Coast), pp. 250–253. ISBN 0-7869-2893-X.\n↑ 5.0 5.1 David \"Zeb\" Cook et al. (1989). Monstrous Compendium Volume One. (TSR, Inc). ISBN 0-8803-8738-6.\n↑ 6.0 6.1 6.2 Gary Gygax (December 1977). Monster Manual, 1st edition. (TSR, Inc), p. 99. ISBN 0-935696-00-8.\n↑ Mike Mearls, Stephen Schubert, James Wyatt (June 2008). Monster Manual 4th edition. (Wizards of the Coast), p. 258. ISBN 978-0-7869-4852-9.\n↑ Skip Williams, Jonathan Tweet, Monte Cook (July 2003). Monster Manual v.3.5. (Wizards of the Coast), p. 253. ISBN 0-7869-2893-X.\n↑ Rodney Thompson, Logan Bonner, Matthew Sernett (November 2010). Monster Vault. Edited by Greg Bilsland et al. (Wizards of the Coast), p. 281. ISBN 978-0-7869-5631-9.\n↑ Andy Collins, Bruce R. Cordell (October 2004). Libris Mortis: The Book of Undead. (Wizards of the Coast), p. 106. ISBN 0-7869-3433-6.\n↑ Andy Collins, Bruce R. Cordell (October 2004). Libris Mortis: The Book of Undead. (Wizards of the Coast), pp. 55–56. ISBN 0-7869-3433-6.\n↑ Ed Greenwood et al. (1989). Lords of Darkness. (TSR, Inc), p. 49. ISBN 0-88038-622-3.\nConnections\nShadow Spellcasters\nAssassin (Executioner) • Blackguard • Binder • Shadowcaster • Vampire\nVampires\nCorpse vampire • Dhampyr • Eastern vampire • Vampire muse • Vampire spawn • Vampiric dragon • Vampiric mind flayer • Vampiric mist • Velya   A vampire looked very much like it did when alive, but with paler skin, hardened and feral features giving them a predatory aspect, and red eyes that were hard to forget. Their hands were clawed.[4] They did not cast shadows and had no reflections in mirrors.[4] Vampires enjoyed fine things and engaging in decadent behavior, sharing such habits with liches. A vampire was always a creature of evil. If it was not evil in life, it became so in undeath.[4] A vampire retained all the abilities it had in life, and it gained the ability to drain blood and life energy, and to dominate other creatures with its gaze. A vampire could also command rats, bats, and wolves, or take the form of those creatures.[4] Vampires were eternally bound to their coffins and the unholy earth where they were buried.[4] Vampires could not tolerate the smell of garlic and would not voluntarily enter an area with a strong odor of it.[4] A new vampire was created when another vampire drained the life out of a living creature. A humanoid or monstrous humanoid could become a vampire.[4] Half-vampires could be created in one of two ways. First, in some rare cases, a vampire could consume enough blood that it could breed with a humanoid or monstrous humanoid, creating half-vampire offspring. Second, in even rarer cases, if a pregnant mother survived having her blood drained by a vampire, her unborn could be \"tainted\" with vampirism instead.[10] Master vampires were vampires that had perfected the art of taking spawn, and as a result, could lead large gangs of them. They usually had one chosen spawn that was much better than the others. However, all of a master vampire's spawn were better than the norm: stronger, faster, and more numerous.[11] Vampires typically plotted to empower themselves and produce spawn that would spread across the world.[4] The Lords of Darkness (1988) accessory described a \"greater vampire\" which was created from the life-draining kiss of a succubus. A greater vampire had all the abilities of a lesser vampire and could also move about freely in daylight, allowing it to take on the persona of a normal person, usually a wealthy individual. During the hours of daylight, the greater vampire retained its superior strength and spell immunities but could not use any of its special abilities such as life-drain, shapeshifting, or gaseous form.[12] Disclaimer: The views expressed in the following links do not necessarily represent the views of the editors of this wiki, nor does any lore presented necessarily adhere to established canon.",
    "imageURL": "https://jonbrazerblog.files.wordpress.com/2019/07/bat-nicole-cardiff.jpg",
    "damage_vulnerabilities": [],
    "damage_resistances": [
        "necrotic",
        "bludgeoning, piercing, and slashing from nonmagical weapons"
    ],
    "damage_immunities": [],
    "condition_immunities": [],
    "senses": {
        "darkvision": "120 ft.",
        "passive_perception": 17
    },
    "xp": 10000
}