{
    "name": "Vampire Spawn",
    "hit_points": 82,
    "hit_dice": "11d8",
    "armor_class": 15,
    "challenge_rating": 5,
    "strength": 16,
    "dexterity": 16,
    "constitution": 16,
    "intelligence": 11,
    "wisdom": 10,
    "charisma": 12,
    "actions_desc": "The vampire makes two attacks, only one of which can be a bite attack. Melee Weapon Attack: +6 to hit, reach 5 ft., one willing creature, or a creature that is grappled by the vampire, incapacitated, or restrained. Hit: 6 (1d6 + 3) piercing damage plus 7 (2d6) necrotic damage. The target's hit point maximum is reduced by an amount equal to the necrotic damage taken, and the vampire regains hit points equal to that amount. The reduction lasts until the target finishes a long rest. The target dies if this effect reduces its hit point maximum to 0. Melee Weapon Attack: +6 to hit, reach 5 ft., one creature. Hit: 8 (2d4 + 3) slashing damage. Instead of dealing damage, the vampire can grapple the target (escape DC 13). ",
    "special_abilities_desc": "The vampire regains 10 hit points at the start of its turn if it has at least 1 hit point and isn't in sunlight or running water. If the vampire takes radiant damage or damage from holy water, this trait doesn't function at the start of the vampire's next turn. The vampire can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check. The vampire has the following flaws:\nForbiddance. The vampire can't enter a residence without an invitation from one of the occupants.\nHarmed by Running Water. The vampire takes 20 acid damage when it ends its turn in running water.\nStake to the Heart. The vampire is destroyed if a piercing weapon made of wood is driven into its heart while it is incapacitated in its resting place.\nSunlight Hypersensitivity. The vampire takes 20 radiant damage when it starts its turn in sunlight. While in sunlight, it has disadvantage on attack rolls and ability checks. ",
    "description": "   Vampire spawn appeared as they did in life, though their features were hardened and appeared predatory.[3] A vampire spawn was innately subservient to the vampire that created it. They could only achieve free-will if their creator died[5] or if their creator voluntarily granted them freedom, but once free of their bondage a spawn could not be enslaved again.[6] Spawn typically believed they were superior to other living or undead creatures, regardless of how powerful a creature actually was.[7] When it came to a life of adventuring, vampire spawn would seek vengeance on their creators, or penance for their new damnation. If these monsters could overcome their ravenous emotions, they might seek out knowledge, glory, or power. Pride was the true driver of the vampire spawn, since they believed themselves better than others.[7] Vampire spawn did not possess all of the standard abilities of a true vampire, though they still suffered from the affections of all their traditional weaknesses and vulnerabilities.[7] Vampire spawn were the masters of stealth and charismatic cunning, easily standing their ground against any foe in combat. For them, battle was simple, because if they couldn't win through sheer force, they could vanish using abilities like gaseous form or spider climbing. Like most undead, their bite and touch caused blood drain and domination, making them terrible opponents of living beings.[7] Much like other intelligent undead, vampire spawn were rarely known to associate themselves with any religion.[7] Vampire spawn were often found in the Rauvin Vale and Sundabar Vale in the Silver Marches.[8] In the Demiplane of Dread, the vampire Strahd von Zarovich had numerous vampire spawn servants that either served at his castle or were hidden in settlements across Barovia. Many of these spawns were formerly consorts of his.[9] Besides true vampires, vampire spawn were often known to serve a variety of powerful undead, such as atropals and skull lords.[10] When acting of their own free will a vampire spawn were often known to garner other undead as soldiers, such as ghouls and wights, or bodyguards, such as mummies or mohrgs.[7]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/a/ab/Vampire_Spawn-5e.png/revision/latest?cb=20171010185457",
    "condition_immunities": [],
    "senses": {
        "darkvision": "60 ft.",
        "passive_perception": 13
    },
    "xp": 1800,
    "damage_vulnerabilities": [],
    "damage_resistances": [
        "necrotic",
        "bludgeoning, piercing, and slashing from nonmagical weapons"
    ],
    "damage_immunities": []
}