{
    "name": "Veteran",
    "hit_points": 58,
    "hit_dice": "9d8",
    "armor_class": 17,
    "challenge_rating": 3,
    "strength": 16,
    "dexterity": 13,
    "constitution": 14,
    "intelligence": 10,
    "wisdom": 11,
    "charisma": 10,
    "actions_desc": "The veteran makes two longsword attacks. If it has a shortsword drawn, it can also make a shortsword attack. Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 7 (1d8 + 3) slashing damage, or 8 (1d10 + 3) slashing damage if used with two hands. Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 6 (1d6 + 3) piercing damage. Ranged Weapon Attack: +3 to hit, range 100/400 ft., one target. Hit: 6 (1d10 + 1) piercing damage. ",
    "special_abilities_desc": "",
    "description": "   Combat veterans have learned the hard way how to survive in battle and the techniques they’ve developed from direct combat experience reflect this. Combat veterans early on learn to keep their soldiers moving and out of danger, barking out a movement order on the spur of the moment. Combat veterans are also more durable, their bodies acclimatized to the perils of combat. As such, combat veterans more frequently recover from their wounds than most other warriors as well as healing more quickly. All combat veterans also gain, as a result, at least a rudimentary knowledge of battlefield medicine, which they use to help allies stave off ill effects during combat, particularly in concert with their inspiring word exploit.[1] The exploits of a combat veteran rely more on internalized knowledge of combat than knowledge learned out of a book. For instance, skirmish ploy is a technique used by combat veterans to daze a foe and then thrust the injured enemy into the path of an ally, quickening the damage dealt to the foe. Superior tactics is another example, built upon the wealth of experience that a long-lived combat veteran has, which allows a combat veteran to take advantage of an enemy’s weakness for both the foe’s ill and the allies of the combat veteran’s good fortune, inspiring them to rapid action. [1]",
    "imageURL": "https://i.pinimg.com/originals/a4/ea/a2/a4eaa215da286409bd37b3faeacd516e.png",
    "condition_immunities": [],
    "senses": {
        "passive_perception": 12
    },
    "xp": 700,
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [],
    "caption": "Combat veterans are experienced and battle-hardened warlords who have been through perils that should have killed them and lived to tell the tale. As a result, combat veterans have a measure of training earned not through study or practice, but actual experience on the battlefield, giving them an unusually improvised methodology that has proven very effective at keeping them alive. While combat veterans might not be as inspirational in a purely charismatic way as some warlords, they exude confidence in their men just by the very fact that, no matter what the world has thrown at them, the combat veteran still stands ready for battle."
}