{
    "name": "Vrock",
    "hit_points": 104,
    "hit_dice": "11d10",
    "armor_class": 15,
    "challenge_rating": 6,
    "strength": 17,
    "dexterity": 15,
    "constitution": 18,
    "intelligence": 8,
    "wisdom": 13,
    "charisma": 8,
    "actions_desc": "The vrock makes two attacks: one with its beak and one with its talons. Melee Weapon Attack: +6 to hit, reach 5 ft., one target. Hit: 10 (2d6 + 3) piercing damage. Melee Weapon Attack: +6 to hit, reach 5 ft., one target. Hit: 14 (2d10 + 3) slashing damage. A 15-foot-radius cloud of toxic spores extends out from the vrock. The spores spread around corners. Each creature in that area must succeed on a DC 14 Constitution saving throw or become poisoned. While poisoned in this way, a target takes 5 (1d10) poison damage at the start of each of its turns. A target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. Emptying a vial of holy water on the target also ends the effect on it. The vrock emits a horrific screech. Each creature within 20 feet of it that can hear it and that isn't a demon must succeed on a DC 14 Constitution saving throw or be stunned until the end of the vrock's next turn . ",
    "special_abilities_desc": "The vrock has advantage on saving throws against spells and other magical effects. ",
    "description": "   Vrocks stood 8 feet (240 centimeters) tall and weighed 500 pounds (230 kilograms), appearing as a cross between a vulture and a human. Their bodies were twisted and gnarly with a long neck and limbs all covered in sinew. The parts of their body not covered in sinew, especially their broad wings, were coated with small gray feathers, and their body stunk of offal and carrion. Their bestial appearance was magnified by their long talons and vulture heads,[3][1] but burning in their terrifying eyes could be seen a keen, predatory intelligence.[8] Once thought to be loyal only to their own kind, vrocks turned out to be treacherous even towards each other, betraying their fellows for simple, cheap jewels.[4] They were capricious in the extreme, only working together due to their ability to coordinate, and were well-known for abandoning their jobs and joining with new masters they believed to be more powerful.[1] Vrocks were dull-witted demons,[1] but smart enough to keep an eye out for targets.[8] Trying to bribe them was normally a mistake, as they also harbored a strong, demonic bloodlust, relishing the screams of their victims and the taste of humanoid flesh. They saw no reason to accept a bargain when they could simply kill the diplomat, take his treasure, and then have the added benefit of sating their need for carnage and having a fresh meal.[1] A strange set of supernatural abilities aided the vrocks in their violent endeavors. Every now and then vrocks could emit a bloodcurdling screech so loud it caused those nearby physical pain when they heard it, sending them into a short daze.[4] Vrocks could try to summon another vrock or a small legion of dretches each day, with limited success for each type.[1] They were reported to have access to the spell-like abilities darkness, desecrate, detect good, detect magic, mass charm, mirror image, telekinesis, and teleport without error.[3] When a vrocks' wings were shook, small glands scattered across them could release a cloud of tiny spores that would spread about the nearby vicinity and burrow under the skin of those nearby. From that point, they would grow into thick vine-like structures for a short time and poison the victim, eating away at their skin. Poison diminishing magic or the sprinkling of holy water could stop their effects. If allowed to run its course, assuming the victim survived that long, they stopped causing pain after a few minutes at most, and would wither away in a few days.[8][4] However, the most dreadful ability of the vrocks was their Dance of Ruin. When enough vrocks of a certain combined strength gathered together, generally between 3-5, they could begin a dangerous rite through wild dancing and chanting in an ancient language. With their talons joined together and eldritch screeching filling the air, the vrocks could craft a weave of crackling, lightning-like energy that would engulf the nearby vicinity in a flash of light and destroy everything within several hundred feet.[8][4] Vrocks were the terrors of the Abyssal skies,[8] dangerous fiends that pranced merrily through the air, gleefully ripping apart their quarry with beak and claw. Like birds of prey, they soared above the battlefields in search of suitable victims to swoop down upon and savage. They were smart enough to use mirror image to create the illusion that there was more of them than there were, and telekinesis to pin their enemies, launch them into the air,[8] or drop heavy objects from above.[11] Their screeching was normally used as a prelude to escape rather than an introductory tactic due to its difficulty,[4] and though they preferred flight, they could also teleport to reposition themselves.[8] However, the natural tendencies of vrocks could end up working against them. Despite their build and abilities being more suited to mobile combat, their deep need for carnage and general idiocy threw them deep into the heart of melee.[4][3][8] This single-minded and insatiable desire for combat could be actively used in their enemy's favor. In their reckless pursuit of conflict, a vrock could be lured away from its group by a seemingly vulnerable victims only to be lured into an ambush where they were outnumbered and outmatched, blasted from the safety of cover by hidden foes.[8] There were multiple proposed reasons why vrocks did not use their devastating Dance of Ruin ability more often. It was thought that the dance could potentially harm the vrocks as well as any others within the vicinity, although this was a contested belief. Others traced it to the vrocks own unwillingness to cooperate, love for carnage and general stupidity. If another vrock was in danger it was all the more treasure for the others to take, and so it was only done if they were all mutually threatened. The dance also took a considerable amount of time to perform and being stopped in any way, either from pain or other restraints, would force them to start over.[3][4] Despite their many flaws, vrocks were intelligent enough to employ effective group tactics, making them more dangerous than other demonic brutes.[8] Once they started cooperating, a flock of vrocks was capable of being an elite fighting force with coordinated attacks of such perfect timing that even devils would have to take notice.[12][4] A pair of vrocks being led into battle by a more powerful tanar'ri. A gathering of vrocks was known as a \"murder\", and the size of the group could vary wildly. Typically they moved in groups of under eight members, but they were known to organize into squadrons of ten and perhaps greater numbers in times of war.[12][3][4] Vrocks were employed as guards, elite assault troops, infiltrators, and covert operatives due to their quality skills in these tasks. This was despite the fact that they were known to scheme against their superiors, as they were not so intellectual as to be likely to succeed.[8][4] They were still carefully watched for disloyalty however, as they were likely to switch sides without any notice.[2] Although they made excellent bodyguards and enforcers for stronger and smarter demons, vrocks truly came into their own during massed battles as aerial strike teams. They flew above enemy forces with various debris in tow, raining rocks and the like down upon their foes before plunging into the fray.[8] Among other demons, vrocks had a poor relationship with chasmes, another group of flying tanar'ri. The two mutually hated one another, the chasme seeing the vrocks as rivals.[13] Vrocks also had a bitter feud with bulezaus, who they rivaled as the toughest front-line troops of the tanar'ri. The bulezaus lacked the magic and mobility of a vrock band, but compensated with sheer stubbornness and fury that led them to never stop fighting. The two bloodthirsty demon breeds would almost inevitably fight upon meeting, unless baatezu were present for them to attack instead.[14] Besides demons themselves, vrocks would associate with demonic cults, as well as evil fey and wicked giants.[2] Vrocks followed a peculiar system when it came to learning magic. No matter how intelligent, individual vrocks couldn't become wizards, but a collective of five or more could. The downside of this was that all vrocks had to study a spell before any of them could cast it, but this was compensated for by their increased group adeptness, since a murder of vrocks had the spellcasting strength of some of the most powerful mages.[15] A lone vrock in an environment befitting its disposition. Vrocks were wrought from the ancient sins of hatred and wrath in mortal souls confined to the Abyss.[16] When other demons transformed into vrocks, they first entered an egg form. Though the egg could be stopped from hatching, if it did, the new vrock would emerge fully formed.[9] Vrock feathers could be used as evil spell components.[17] Freshly killed vrocks, assuming they didn't melt into goop upon death or weren't otherwise destroyed, could be harvested for spores within ten minutes of their demise. Though they didn't have the lingering effects of fresh spores, harvested ones were still a dangerous poison.[8] As unlikely as it might seem, the vrocks were far more reliable than they once were. There was once a race of ancient vrocks more powerful and magically adept than their modern variants that were nearly wiped out two millennia ago. When one of their leaders brought down the wrath of a powerful demon lord they were practically driven to extinction and supplanted by the more controllable lesser vrocks.[18] In 882 DR, Prince Simberuel Astalmé of Ascalhorn was killed by vrocks while protecting the dwarven Forgemaster of Sundbarr in the Turnstone Pass.[19] In 1373 DR, there were at least two vrocks serving Matron Mother Yasraena Dyrr of House Agrach Dyrr in Menzoberranzan. The vrocks were polymorphed as drow so as not to cause suspicion.[20] In 1485–1486 DR, vrocks were some of the more common demons roaming the streets of Menzoberranzan. They were involved in the failed defense of Q'Xorlarrin against the dwarves seeking to reclaim Gauntlgrym.[21] Tanar'ri\nAdaru • Alkilith • Armanite • Arrow demon • Babau • Balor • Bar-lgura • Bulezau • Cerebrilith • Chasme • Dretch • Gadacro • Glabrezu • Goristro • Hezrou • Jovoc • Kastighur • Klurichir • Lilitu • Mane • Marilith • Maurezhi • Mavawhan • Molydeus • Myrmyxicus • Nabassu • Nalfeshnee • Palrethee • Rutterkin • Solamith • Sorrowsworn • Spyder-fiend • Succubus • Uridezu • Vrock • Yochlol\nObyriths\nDraudnu • Ekolid • Golothoma • Laghathti • Sibriex • Uzollru • Verakia • Wastrilith",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/f/f5/Monster_Manual_5e_-_Demon%2C_Vrock_-_Conceptopolis_-_p64.jpg/revision/latest?cb=20150924212321",
    "damage_vulnerabilities": [],
    "damage_resistances": [
        "cold",
        "fire",
        "lightning",
        "bludgeoning, piercing, and slashing from nonmagical weapons"
    ],
    "damage_immunities": [
        "poison"
    ],
    "condition_immunities": [
        {
            "index": "poisoned",
            "name": "Poisoned",
            "url": "/api/conditions/poisoned"
        }
    ],
    "senses": {
        "darkvision": "120 ft.",
        "passive_perception": 11
    },
    "xp": 2300
}