{
    "name": "Warhorse",
    "hit_points": 19,
    "hit_dice": "3d10",
    "armor_class": 11,
    "challenge_rating": 0.5,
    "strength": 18,
    "dexterity": 12,
    "constitution": 13,
    "intelligence": 2,
    "wisdom": 12,
    "charisma": 7,
    "actions_desc": "Melee Weapon Attack: +6 to hit, reach 5 ft., one target. Hit: 11 (2d6 + 4) bludgeoning damage. ",
    "special_abilities_desc": "If the horse moves at least 20 ft. straight toward a creature and then hits it with a hooves attack on the same turn, that target must succeed on a DC 14 Strength saving throw or be knocked prone. If the target is prone, the horse can make another attack with its hooves against it as a bonus action. ",
    "description": "   Horses were classified in a number of different manners. Chargers, or more plainly warhorses were those horses bred to ride in battle.[9] Light warhorses were referred to as coursers while heavy warhorses were known as destriers.[10] Some of the best-trained horses were trained by the elven House Korianthil.[11] Horses were considered sacred to many faiths of Faerûn. Warhorses were important to followers of Anhur, the Red Knight, and Tempus. Pinto and piebald horses were particularly favored by Deneir; palomino horses to Waukeen. Gray-haired horsed were sacred to Mask, while white ones were sacred to Milil, and chestnut-colored horses to Sune. Mystra favored donkeys, horses, and mules with blue or mismatched eyes. Intelligent horses were also native to the celestial realms of Sehanine Moonbow.[12] Horses were a kind of novelty for Thymari dragonborn, as such beasts weren't common in Abeir. As such, horses, specially warhorses were highly valued by Thymari, who cared for them as precious friends.[13] A white horse was the symbol for the sun elf house of Evanara.[14]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/4/4b/Horse-5e.jpg/revision/latest?cb=20171010175151",
    "condition_immunities": [],
    "senses": {
        "passive_perception": 11
    },
    "xp": 100,
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [],
    "caption": "Horses on Toril came in a number of breeds, of varying size and demeanor. They were often used by humanoid races for riding, the pulling of carts and wagons or other forms of work."
}