{
    "name": "Werebear, Human Form",
    "hit_points": 135,
    "hit_dice": "18d8",
    "armor_class": 10,
    "challenge_rating": 5,
    "strength": 19,
    "dexterity": 10,
    "constitution": 17,
    "intelligence": 11,
    "wisdom": 12,
    "charisma": 12,
    "actions_desc": "In bear form, the werebear makes two claw attacks. In humanoid form, it makes two greataxe attacks. In hybrid form, it can attack like a bear or a humanoid. Melee Weapon Attack: +7 to hit, reach 5 ft., one target. Hit: 10 (1d12 + 4) slashing damage. ",
    "special_abilities_desc": "The werebear can use its action to polymorph into a Large bear-humanoid hybrid or into a Large bear, or back into its true form, which is humanoid. Its statistics, other than its size and AC, are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies. The werebear has advantage on Wisdom (Perception) checks that rely on smell. ",
    "description": "   Werebear humanoid forms were often large, heavily muscled, and covered in hair. Their hair was thick and shaggy with males typically having beards, and hair color ranged from brown, black, and blonde to even red or ivory. Werebears dressed in simple garments that could be easily removed. Their ursine forms most often resembled a brown bear,[2] although their human form's hair always matched their bear form's fur color,[1] with brown being common in forest regions and ivory being common in frozen regions.[citation needed] They also possessed a hybrid form that resembled a bipedal bear with paws and long claws.[2] Most werebears were good-natured and desired to help others in their communities.[citation needed] They saw themselves as the guardians standing between the natural world and civilization.[1] In order to prevent themselves from harming others they controlled their savagery and isolated themselves.[1] When in bear form they were irritable and moody, actively seeking out evil entities to slay.[2] They were particularly hateful of evil lycanthropes,[citation needed] although a small few were just as evil as them.[1] No matter the form, werebears had an especially keen sense of smell.[1] Werebears typically armed themselves with weapons like greataxes and throwing axes[2] and knives along with other weapons that had practical utility, although had a preference for those that allowed them to use their strength. They would only use their bear or hybrid forms if they were at risk of death. When in their bear forms, werebears grew much larger, and showed an increase in their ability to climb and swim.[1] It also granted them a strong hold, grasping enemies between their paws with incredible ease.[2] Werebears in hybrid form could choose between wielding an axe, or slashing at their enemies with their claws.[2] Despite their strong teeth, they refused to bite into their opponents to avoid the chance of transforming them.[1] Like all lycanthropes they could not be harmed by normal weaponry in their transformed states, requiring silver or magical weapons to permanently harm them. They could also call any bear within a mile radius to their location. Werebears were mostly likely to become rangers, druids or wildlife priests.[4] Werebears were mostly solitary, living in forest near waterways on the outskirts of civilization. Like most lycanthropes there were true and infected members of the species, with the former being born and their status irreversible, and the latter being turned by another member of the species through bite. Females would bear 1 or 2 children in human form with the children being born appearing humanoid until they turned eight. After this point they would gain the ability to transform into large shaggy bears, and the mother would chase the adolescents away to continue the cycle. Normal werebears claimed territories between 1-4 miles in size, and felt a close bond to their homes. They possessed a natural empathy with other ursines and could bond with them more easily.[4] Transformed individuals gained an incredible boost in physical power even in their human forms.[1] Like normal bears, werebears were omnivores, preferring to eat small mammals and fish. They also enjoyed a type of honey rich mead, although it was highly intoxicated to normal humanoids. They had few natural predators but were the enemies of evil lycanthropes, primarily the werewolves of which they commonly shared territory with, but also wererats.[4] Contrary to their isolationist behavior and independent lifestyle, werebears had a strong sense of community. They never attacked each other, allowed other werebears access to their fishing zones, and defended werebears from other lycanthropes. New adolescent werebears were usually guided by older werebears.[4] They would only pass on their curses to willing companions and associates, personally training them to temper their bestial urges.[1] They acted as wardens of their territories, protecting the wilderness[1] from ravagers and over-hunters and almost never entered villages outside of emergencies or to assist the forces of good, especially against evil lycanthropes.[citation needed] They were largely sedentary, rarely traveling away from their homes and hard to convince to leave them. Only rarely could they be persuaded to join adventuring parties; the young were most likely to do so, and would only act as guides for proper payment. Werebears hid their treasures in their homes, often consisting of coins, gems, and other valuable items. They also collected magical items like potions or scrolls as rewards for service, although they destroyed those designed to effect bears or lycanthropes so that they could not be used against them. Werebears had favored mates they would meet with infrequently, although they never actually married. Some lived in small families of 2–4, occasionally with wild bears. They preferred to live in cabins near abundant sources of water.[4] In north Faerûn, werebears could be found in the forests of Mistledale, Shadowdale, and around the Pool of Yeven.[6] In the Unapproachable East, werebears could be found in the interior uplands and Yuirwood of Aglarond,[7] as well as within the forests of Rashemen.[8]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/a/aa/Werebear-5e.png/revision/latest?cb=20171011033511",
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [
        "bludgeoning, piercing, and slashing from nonmagical attacks not made with silvered weapons"
    ],
    "condition_immunities": [],
    "senses": {
        "passive_perception": 17
    },
    "xp": 1800
}