{
  "name": "Weretiger, Hybrid Form",
  "hit_points": 120,
  "hit_dice": "16d8",
  "armor_class": 12,
  "challenge_rating": 4,
  "strength": 17,
  "dexterity": 15,
  "constitution": 16,
  "intelligence": 10,
  "wisdom": 13,
  "charisma": 11,
  "actions_desc": "In humanoid form, the weretiger makes two scimitar attacks or two longbow attacks. In hybrid form, it can attack like a humanoid or make two claw attacks. Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 8 (1d10 + 3) piercing damage. If the target is a humanoid, it must succeed on a DC 13 Constitution saving throw or be cursed with weretiger lycanthropy. Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 7 (1d8 + 3) slashing damage. Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 6 (1d6 + 3) slashing damage. Ranged Weapon Attack: +4 to hit, range 150/600 ft., one target. Hit: 6 (1d8 + 2) piercing damage. ",
  "special_abilities_desc": "The weretiger can use its action to polymorph into a tiger-humanoid hybrid or into a tiger, or back into its true form, which is humanoid. Its statistics, other than its size, are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies. The weretiger has advantage on Wisdom (Perception) checks that rely on hearing or smell. If the weretiger moves at least 15 feet straight toward a creature and then hits it with a claw attack on the same turn, that target must succeed on a DC 14 Strength saving throw or be knocked prone. If the target is prone, the weretiger can make one bite attack against it as a bonus action. ",
  "description": "  Large Humanoid (Human and Shapechanger)\nAlignment: Always neutral\nInitiative: +6 (+2 Dex, +4 Improved Initiative); Senses: low-light vision, scent, Listen +6, and Spot +6 Source: Monster Manual Lycanthropes in their natural forms use whatever tactics are favored by their people, though they tend to be slightly more aggressive. Lycanthropes in animal or hybrid form fight like the animal they resemble. Weretigers can assume a hybrid form as well as an animal form. In hybrid or tiger form, they can pounce and grab just as normal tigers do. Alternate Form (Su): A weretiger can assume a bipedal hybrid form or the form of a tiger. The bipedal form is about 7 feet tall, with a 3-foot tail, and covered by tiger-striped hide. The legs are more feline than human, and this form walks on its toes. The fingernails grow into claws. The head is a mixture of features: Ears, nose, muzzle, and teeth are tigerlike, but the eyes and overall shape are human. If the human form's hair is long, it is still present. The animal form is that of a fully grown tiger without any trace of human features. Pounce (Ex): Ifs weretiger in hybrid or tiger form leaps upon a foe during the first round of combat, it can make a full attack even if it has already taken a move action. Improved Grab (Ex): To use this ability the weretiger in hybrid or tiger form must hit with a claw or bite attack. If it gets a hold, it can rake. Rake (Ex): A weretiger in hybrid or rigor form that gets a hold can make two rake attacks (+9 melee) with its hind legs for 1d8+3 damage each. If the weretiger pounces on an opponent, it can also rake. Skills: In hybrid or tiger form, weretigers receive a +4 bonus to Balance, Hide, and Move Silently checks. In areas of tall grass or heavy undergrowth, the Hide bonus improves to +8. A shapechanger has the supernatural ability to assume one or more alternate forms. Many magical effects allow some kind of shape shifting, and not every creature that can change shapes has the shapechanger subtype. Traits: A shapechanger possesses the following traits (unless otherwise noted in a creature's entry). Home\nWebsite design © 2008 - 2022 Librarian\n\"Cross not a librarian, for they hold the keys to all lore.\" - old Faerûnian saying.\nDungeons & Dragons ©1995 - 2022 Wizards of the Coast. The Forgotten Realms was created by Ed Greenwood circa 1967. Most product names are trademarks owned or used under license by the companies that publish those products. Use of such names without mention of trademark or copyright status should not be construed as a challenge to such status. Forgotten Realms Helps is a participant in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for sites to earn advertising fees by advertising and linking to amazon.com.\nSome pages on this website contain affiliate links. Forgotten Realms Helps receives a small commission whenever a product is purchased through these links.",
  "imageURL": "https://www.dndbeyond.com/avatars/thumbnails/0/76/1000/1000/636252734783831163.jpeg"
}