{
    "name": "Wereboar, Boar Form",
    "hit_points": 78,
    "hit_dice": "12d8",
    "armor_class": 10,
    "challenge_rating": 4,
    "strength": 17,
    "dexterity": 10,
    "constitution": 15,
    "intelligence": 10,
    "wisdom": 11,
    "charisma": 8,
    "actions_desc": "Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 10 (2d6 + 3) slashing damage. If the target is a humanoid, it must succeed on a DC 12 Constitution saving throw or be cursed with wereboar lycanthropy. ",
    "special_abilities_desc": "The wereboar can use its action to polymorph into a boar-humanoid hybrid or into a boar, or back into its true form, which is humanoid. Its statistics, other than its AC, are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies. If the wereboar moves at least 15 feet straight toward a target and then hits it with its tusks on the same turn, the target takes an extra 7 (2d6) slashing damage. If the target is a creature, it must succeed on a DC 13 Strength saving throw or be knocked prone. If the wereboar takes 14 damage or less that would reduce it to 0 hit points, it is reduced to 1 hit point instead. ",
    "description": "   A wereboar tended to be a stocky, muscular individual of average height, 5–6 feet (1.5–1.8 meters), with short stiff hair or fur. Wereboars had three forms: a boar, the normal form of whatever creature it was normally, and that of a humanoid/boar hybrid with tusks.[5][3][2][1] The hybrid form was a little taller than the humanoid form but twice as wide, and had a hunchbacked frame so the head extended forward on a shorter neck. The head was just like a boar's, including short tusks. Their hide was covered in black hair as stiff as wire bristles, and their feet turned into hooves. They were considered ugly in any form.[5] They usually wore simple clothes they could easily take off when changing or readily repair or replace if they were torn.[3][5] As lycanthropes, wereboars could shift between their three forms: boar, humanoid, and hybrid. They had all the common traits of lycanthropes. They were stronger and tougher than they would be otherwise.[1][2][3][5][6] Their particular strain of lycanthropy was transmitted via goring with their tusks.[1][3] It could also transfer a sickness called \"moontusk fever\", weakened the victim's resistances while it was wounded.[2] They were capable of empathic communication with their boar kin, from normal boars to dire boars. They also had a keen sense of smell.[3] Ferocious as regular boars, they were able to charge a foe and gore their targets with their tusks, potentially dealing terrible injuries and pushing them back or knocking them prone.[3][2][1] They enjoyed throwing their weight around in close-quarters combat, and took any chance they got to adopt their boar or hybrid forms.[2] A common tactic was to grab a foe, gore them with a tusk, then thrust their head to one side as they threw the victim to the other, tearing the wound wider, before going after another target. A wereboar was apt to fight their way into the midst of an enemy group, then fight their way out.[5] These creatures were relentless in battle; even on the verge of death, they would still fight on, none the weaker.[3][4][1] When injured, they fought all the harder, and even at the point of death they might make a dying blow.[2] When in their humanoid and hybrid forms, they favored chopping and bludgeoning weapons like axes and maces,[5] heavy weapons such as mauls,[2][1] or battleaxes together with javelins,[3] or just whatever came to hand. They rarely took up stabbing weapons like spears or swords or missile weapons like bows.[5] They often wore hide armor.[2] Wereboars were bad-tempered, volatile, brutish, and crude.[6][5][2][1] They provoked conflicts and looked for fights in taverns and on the streets, and it didn't take much for them to transform into hybrid form.[2] In human form, they might wait for another to attack first, but in boar they attacked first, more often than not, driving away trespassers and attacking those who tried to defend themselves.[5] They were almost as likely to attack a friend as a foe.[5] They were wary of strangers, assuming everyone else was hostile.[5][1] but did not care who they infected with their lycanthropy, enjoying that the more their victim struggled against it, the more of a savage animal they became.[1] Despite this, wereboars made for useful allies in battle. They rarely and reluctantly made friends, but when they did, it was an unbreakable bond. However, because of their personalities, it was hard to know whether a wereboar was being friendly or not.[5] They formed small, close-knit family groups.[5][1] Female wereboars had litters of 3 to 6 young, smaller than human babies but strong and capable of crawling in only hours. They matured swiftly, entering adolescence at age 8, when they were able to transform. Wereboar mothers and fathers alike were fierce and fearless protectors of their families; females were even more aggressive in protecting their children. Fathers generally seemed aloof and distant, otherwise.[5] They were usually encountered alone, in pairs, broods of three or four, or in troupes of up to four[3] or even groups as large as eight.[6][5] They avoided natural hogs and boars,[5] only seldom mingling with them.[6] However, a troupe might have up to four companion boards.[3] Wereboars usually dwelled in dense woodlands or similar environments, remote from cities and towns.[6][5][1] Here, they made their homes in ramshackle huts or cabins or simply moved into caves.[5][1] Either way, these were messy and dirty, and if something broke, the wereboars replaced it rather repair it. They produced few goods or services of any noticeable value.[5] Omnivorous, wereboars ate small game, vegetables, and fungi, and they particularly enjoyed truffles, able to scent them growing even several feet below ground. However, they were terrible farmers and gardeners, usually just throwing various bulbs and seeds over a cleared field and hoping something would grow that they could eat. Wereboar cuisine was more or less just stews and burnt meat.[5] They spoke Common, though not in boar form.[2][1] Wereboars of the Black Blood hunting their prey. Wereboars fitted orc society as much as they did human society.[5] They occasionally allied with orcs[5][1] and they tolerated half-orcs.[5] Orc wereboars, in turn, could be formidable champions of their tribes.[4] Some wereboars joined the People of the Black Blood, a cult of Malar-worshiping lycanthropes. Thanks to their physical strength, they readily became Bloodmasters.[7] Some 22 Black Blood wereboars laired at Claw Hollow around 1372 DR.[8] In the mid–14th century DR, wereboars might be found in the starwoods region of Cormanthor.[9] In the Silver Marches, they might be found in the Moonlands and in Adbar Vale, Cold Vale, Rauvin Vale, and Sundabar Vale.[10] The Forest of Mir was home to a contented settlement of wereboars and wild boars in its southeast. A more ambitious and organized colony was established in the Spider Swamp.[11] In the Year of the Keening Gale, 1050 DR, the family of Prince Natan of Tethyr was attacked by three wereboars. The prince died saving his family.[14]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/e/e8/Wereboar-5e.png/revision/latest?cb=20171010181018",
    "condition_immunities": [],
    "senses": {
        "passive_perception": 12
    },
    "xp": 1100,
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [
        "bludgeoning, piercing, and slashing damage from nonmagical weapons that aren't silvered"
    ]
}