{
    "name": "Wererat, Hybrid Form",
    "hit_points": 33,
    "hit_dice": "6d8",
    "armor_class": 12,
    "challenge_rating": 2,
    "strength": 10,
    "dexterity": 15,
    "constitution": 12,
    "intelligence": 11,
    "wisdom": 10,
    "charisma": 8,
    "actions_desc": "The wererat makes two attacks, only one of which can be a bite. Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 4 (1d4 + 2) piercing damage. If the target is a humanoid, it must succeed on a DC 11 Constitution saving throw or be cursed with wererat lycanthropy. Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 5 (1d6 + 2) piercing damage. Ranged Weapon Attack: +4 to hit, range 30/120 ft., one target. Hit: 5 (1d6 + 2) piercing damage. ",
    "special_abilities_desc": "The wererat can use its action to polymorph into a rat-humanoid hybrid or into a giant rat, or back into its true form, which is humanoid. Its statistics, other than its size, are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies. The wererat has advantage on Wisdom (Perception) checks that rely on smell. ",
    "description": "   A wererat in humanoid form tended to be a thin, wiry individual of shorter than average height. The eyes constantly darted around, and the nose and mouth may have twitched if he or she was excited. Males often have thin, ragged mustaches. The animal form of a wererat was that of a dire rat two feet long from nose to rump. In hybrid form, the wererat was shorter than in its human form and its head, torso and tail were those of a rat while its limbs were a little more humanoid in appearance.[citation needed] A wererat never lived alone if they could help it, though they did not tend to form strong interpersonal relationships beyond a pack mentality - love and marriage were almost alien concepts to them. They delighted in pitting their superior cunning against surface-dwellers, seeing the cities that tended to be above their lairs as hunting grounds where they could steal food and wealth by killing its inhabitants in an almost parasitical manner.[citation needed] Wererats would steal anything that they determined to have any value, resulting in accumulation of piles of junk that could however contain valuable treasures.[citation needed] When in their humanoid form, the stench of the sewers remained, leading to wererats on the surface being relegated to the seedier parts of the city - this suited the lycanthropes though, as those areas frequently contained the dives that served the strong alcohol that they favored and made it easier to attack drunks.[7] A sneaky wererat with a lantern. Ratmen were cannibals, eating uninfected humans and subsisting on what they could scavenge or steal. Wererats were noted to rarely mate with other wererats, instead mating with uninfected humans. The progeny of a male wererat and a human woman was human, but the child would inherit many of the physical characteristics of its father in his human form. The child of a female wererat and a human male were giant rats with paws that resembled human hands known as ratlings. These ratlings grew to maturity by the age of two and had the ability to transform themselves into human children who appeared to be roughly three times their real age.[7] Wererats recognized their relative weakness and congregated in numbers in the sewer systems beneath surface cities. Not only did those who live on the surface maintain their lairs for them but they unknowingly protected the wererat lairs with their fortifications, allowing the wererats to frequently leave their defenses lacking.[7] While not as strong as other lycanthropes (being roughly as strong as humans), Wererats were nimble, intelligent and cunning. Only silver or magical weapons could harm them and they were adept at surprise attacks.[7] Wererats shared the animal instinctiveness of all lycanthropes and were markedly more dexterous than humans as well as a little more hardy. Any damage caused by a weapon not made of silver or coated in alchemical silver would be reduced. Wererats were often carriers of filth fever due to the environments that they lived in.[8]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/b/b7/Wererat-5e.png/revision/latest?cb=20171011033214"
}