{
    "name": "Wight",
    "hit_points": 45,
    "hit_dice": "6d8",
    "armor_class": 14,
    "challenge_rating": 3,
    "strength": 15,
    "dexterity": 14,
    "constitution": 16,
    "intelligence": 10,
    "wisdom": 13,
    "charisma": 15,
    "actions_desc": "The wight makes two longsword attacks or two longbow attacks. It can use its Life Drain in place of one longsword attack. Melee Weapon Attack: +4 to hit, reach 5 ft., one creature. Hit: 5 (1d6 + 2) necrotic damage. The target must succeed on a DC 13 Constitution saving throw or its hit point maximum is reduced by an amount equal to the damage taken. This reduction lasts until the target finishes a long rest. The target dies if this effect reduces its hit point maximum to 0.\nA humanoid slain by this attack rises 24 hours later as a zombie under the wight's control, unless the humanoid is restored to life or its body is destroyed. The wight can have no more than twelve zombies under its control at one time. Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 6 (1d8 + 2) slashing damage, or 7 (1d10 + 2) slashing damage if used with two hands. Ranged Weapon Attack: +4 to hit, range 150/600 ft., one target. Hit: 6 (1d8 + 2) piercing damage. ",
    "special_abilities_desc": "While in sunlight, the wight has disadvantage on attack rolls, as well as on Wisdom (Perception) checks that rely on sight. ",
    "description": "   Wights appeared as weird and twisted reflections of the forms they had in life.[3] They existed in a state between being alive and being dead. When attacking their prey, wights' eyes glowed like white-hot embers.[1] Their mummified flesh covered the twisted skeleton, the hands ended up in deadly claws,[4] and teeth were sharp and jagged like needles.[3] Most wights were humanoid.[8] Wights were evil undead creatures brought back to unlife by their vanity, evil deeds, and desires. Upon the ends of their mortal lives, the dying spirits reached out to Orcus or another evil deity, receiving undeath in exchange for spending eternity, hating and trying to destroy all living beings.[1] Wights retained their personalities and memories in the undeath. They possessed free will at the same time as they were tasked to perform the bidding of the evil powers that brought them back.[1] Even though wights hungered for living beings' energy, they did not require it as a source of sustenance. The wights could retain their undeath trapped in tombs for centuries. Their craving for life energy was more akin to an addiction. Sages theorized that when a wight drained a victim's life energy, it received a rush of mortality, euphoric reminder of their mortal existence. Chasing that feeling led to extremely depraved actions by wights.[9] Wights were territorial creatures. They rarely traveled away from their burial places, or locations they knew in life unless commanded by their masters. Some exceptions to the rules indeed existed. Scholars theorized that the wights' attachment to their tombs was due to its reminder of their condition, a source of pride, rather than sorrow. Another theory was they dwelled in catacombs simply due to the tactical benefits of winding corridors and shadows.[9] On contrary to wide belief, wights could be \"born\" anywhere, not necessarily in crypts and burial mounds. There were rumors of aquatic wights, returning to unlife among shipwrecks, possibly relating wights to lacedons.[10] A wight draining the life from its victim Upon touching someone living, wights drained the life out of the victim through flesh, clothing, and armor.[1] Wights were known to serve other stronger undead creatures like wraiths and other evil beings. When they followed a leader, they often avoided strategy and planning, relying on their drive for death and destruction instead.[1] A slaughter wight was able to release a death wail when slain. That ability whipped surrounding undead creatures into a frenzied attack.[2] Among scholars, at least, it was unheard of for wights to use weapons instead of their own claws.[11] Wights were active at night, retreating away from the hated sunlight into crypts, tombs, burial mounds, where they dwelt during the day. Unlike vampires though, wights simply disliked the sun, not harmed by it.[4] Their lairs were easily detected by eerie silence surrounding the area, abandoned by birds and wild animals, and abundant dead plant life.[1] Humanoid victims of the wights were returned as zombies controlled by their killer.[1] The creatures that were killed with the life-draining attacks came back as enslaved wights themselves. If the master was slain, the wights that were created regained their malicious free will. Bringing a wight back to life was nearly impossible.[4] A wight lurking in the darkness. Like other undead, wights did not need air, food, drink, or sleep. They were resistant to necrotic damage and to damage dealt by non-magical and non-silvered weapons, immune to poison[1], and paralyzation[4]. Wights were unaffected by sleep, charm, hold spells.[1][4] Holy water was deadly to these undead creatures, and raise dead spell could instantly annihilate a wight.[4] Due to their undead nature, wights existed simultaneously on the Prime Material as well as on the Negative Material planes, which granted them the powerful life-draining abilities that also nourished the creatures. A lot of animals could feel the presence of these evil dead creatures: dogs growled and howled, horses stopped and refused to move forward feeling the creatures, birds, and insects fell silent.[4] The word \"wight\" meant \"person\" in the Realms' past.[1] Centuries later, the word came to be exclusively used to describe these catacomb-dwelling undead creatures.[4] There was no known spell that could create a wight, and the legends that described their origins were contradictory.[12] The ancient barrow burial locations where wights could be often found could be found all over North-Western Faerun, namely the Moonshae Islands, Dalelands, and Rashemen. The Battle of Bones spawned a plethora of wights and undead over the years as well.[13] In 1357 DR wights could be found infesting the Burial Glen in Myth Drannor along with other undead creatures.[14] In 1371 DR a group of ten undead Purple Dragons wights roamed the High Road in Cormyr looking for the “enemies of Cormyr\". In their twisted undead stare, of course, the enemies were all living beings.[15] The name \"wight\" is of Germanic origin. It began as a general word meaning \"being\" or \"creature\", but over the years it was increasingly applied to spirits of either good or evil until it was connotated with the supernatural.[18]",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/9/9c/Wight-5e.png/revision/latest?cb=20171011032015",
    "condition_immunities": [
        {
            "index": "exhaustion",
            "name": "Exhaustion",
            "url": "/api/conditions/exhaustion"
        },
        {
            "index": "poisoned",
            "name": "Poisoned",
            "url": "/api/conditions/poisoned"
        }
    ],
    "senses": {
        "darkvision": "60 ft.",
        "passive_perception": 13
    },
    "xp": 700,
    "damage_vulnerabilities": [],
    "damage_resistances": [
        "necrotic",
        "bludgeoning, piercing, and slashing from nonmagical weapons that aren't silvered"
    ],
    "damage_immunities": [
        "poison"
    ],
    "caption": "A wight was an undead creature given a semblance of life through sheer violence and hatred. They could drain the life energy out of victims by touch, turning them into new wights upon death."
}