{
    "name": "Wyvern",
    "hit_points": 110,
    "hit_dice": "13d10",
    "armor_class": 13,
    "challenge_rating": 6,
    "strength": 19,
    "dexterity": 10,
    "constitution": 16,
    "intelligence": 5,
    "wisdom": 12,
    "charisma": 6,
    "actions_desc": "The wyvern makes two attacks: one with its bite and one with its stinger. While flying, it can use its claws in place of one other attack. Melee Weapon Attack: +7 to hit, reach 10 ft., one creature. Hit: 11 (2d6 + 4) piercing damage. Melee Weapon Attack: +7 to hit, reach 5 ft., one target. Hit: 13 (2d8 + 4) slashing damage. Melee Weapon Attack: +7 to hit, reach 10 ft., one creature. Hit: 11 (2d6 + 4) piercing damage. The target must make a DC 15 Constitution saving throw, taking 24 (7d6) poison damage on a failed save, or half as much damage on a successful one. ",
    "special_abilities_desc": "",
    "description": "   These creatures varied in length from 15 to 35 feet (4.6 to 11 meters), weighed around a ton, and were covered in dark brown or grey scales. They typically had either red or orange eyes[6][5] and their jaws were filled with long and sharp teeth.[6] Unlike true dragons, wyverns only had a pair of hind legs instead of a set four. Their wingspan could get over 50 feet (15 meters) in length.[6] And their tails were often quite long,[5] comprising almost half of their bodies,[6] yet very mobile.[5] These ended in a thick cartilage knot with a stinger protruding out of it, not unlike that of a scorpion.[6] Telltale sounds that these creatures produced included loud hisses and throated growls, similar to the vocalizations of alligators.[6] Wyverns were aggressive and not greatly intelligent.[6][5] They were not averse to attacking anything less powerful than themselves. Their sleek, strong legs proved very useful for an attack.[3][note 1] When fighting these creatures would dive down from above, grabbing prey with their hind leg claws, and then attempt to sting them to death. They were also known to slash at creatures with their claws mid-flight.[6] Their tails were so long that opponents were typically struck by a wyvern's tail before their legs.[5] Wyverns can be both solitary and group animals. They did not have a strong odor, although their lairs often could be tracked by following the smell of their recent kills.[6] Cloud giants kept griffons, perytons, and wyverns, akin to what humans did with hawks and other birds of prey. These tamed wild creatures could also be often encountered patrolling the cloud giants' gardens, together with other tamed predators like owlbears.[10] Dragons, griffons, and wyverns had a fierce rivalry over hippogriff meat. Manticores, chimeras, griffons, perytons, and wyverns were territorial rivals.[6] Despite their middling intelligence, wyverns were fluent speakers of Draconic.[6] These creatures were typically found in areas that were favored by dragons, such as tangled forests or large caverns.[5] Many were known to inhabit the Forest of Wyrms,[11] as well as the Cloak Wood forest.[12] On the Chultan Peninsula, wyverns were a common sight in the jungles of the nation of Samarach.[13] Wyverns were used as mounts by various races and cultures, including Zhentarim skymages[14] and the extradimensional marauder Imgig Zu.[15] The black dracolich Hethcypressarvil kept a pair of wyverns as pets at his lair in the nameless swamp of the Dragon Coast.[16] Wyvern hide was used in the creation of bookbindings,[17] and its blood was an ingredient in the belarris poison.[18] Additionally, the poisonous barbed tail of the beast was used in the creation of poison darts.[citation needed] The dried blood of a wyvern was one of the components used in create darkenbeast spells.[19] The meat of a wyvern's tail was said to be particularly delicious, having a taste and texture reminiscent of juicy pork. In Cormyr, a dish known as \"jack wyvern tail\" was a mixture of minced pork, rabbit, and turkey designed to mimic the flavor of real wyvern.[20] Wyverns were created by the aearee of Viakoo in −30,700 DR.[21] Some wyverns served the dark Chultan demigod Eshowdow, and their appearance was seen as a good sign by his followers.[22] House Dlardrageth, a powerful sun elf family from Arcorar that corrupted their bloodline by breeding with fiends, used the image of a golden wyvern against three red crossed swords as their house's insignia.[23] Expensive wyvern whiskey from Nimbral had a wyvern scale floating in every bottle.[24]  Linnorms: Corpse tearer • Dread • Stygian\nDrakes: Ambush • Black firedrake • Dragonne • Elemental (Earth • Fire • Ice • Magma • Ooze • Smoke • Water) • Felldrake (Crested • Spitting) • Greater • Guard • Mind • Portal • Rage • Space • Vulture ",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/4/45/Wyvern-5e.png/revision/latest?cb=20161123221811",
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [],
    "condition_immunities": [],
    "senses": {
        "darkvision": "60 ft.",
        "passive_perception": 14
    },
    "xp": 2300
}