{
    "name": "Young Black Dragon",
    "hit_points": 127,
    "hit_dice": "15d10",
    "armor_class": 18,
    "challenge_rating": 7,
    "strength": 19,
    "dexterity": 14,
    "constitution": 17,
    "intelligence": 12,
    "wisdom": 11,
    "charisma": 15,
    "actions_desc": "The dragon makes three attacks: one with its bite and two with its claws. Melee Weapon Attack: +7 to hit, reach 10 ft., one target. Hit: 15 (2d10 + 4) piercing damage plus 4 (1d8) acid damage. Melee Weapon Attack: +7 to hit, reach 5 ft., one target. Hit: 11 (2d6 + 4) slashing damage. The dragon exhales acid in a 30-foot line that is 5 feet wide. Each creature in that line must make a DC 14 Dexterity saving throw, taking 49 (11d8) acid damage on a failed save, or half as much damage on a successful one. ",
    "special_abilities_desc": "The dragon can breathe air and water. ",
    "description": "   The young black dragon Nightscale guarding her treasure hoard. Black dragons appeared abnormally slender in comparison to other chromatic dragons—wiry, but not gaunt. Physically, they were most distinguished by their horns, which protruded from the sides of their heads and wrapped around, projecting forward. A large frill adorned the upper part of the neck. They smelled like rotting vegetation and foul water. A black dragon grew up to a maximum size of 16 feet (4.9 meters) tall, 85 feet (26 meters) in length, with a wingspan of 80 feet (24 meters). They weighed up to 160,000 pounds (73,000 kilograms).[11] Solitary and extremely territorial in their nature, black dragons would seldom form clans, opting to do so only when they lived in the most hazardous of environments or when faced with a danger that could wipe out large swaths of their population.[9] Black dragons preferred ambushes to straightforward fighting.[8] A review of black dragon anatomy. Black dragons breathed a stream of acid.[5][4] Black dragons lived in swamps, jungles and fetid marshlands.[10] They were cunning creatures who lived to inspire fear and rule by intimidation. The black, glossy scales of black dragons added to their camouflage within swamp lands. They preferred to ambush their targets, using darkness or water as their cover. They were excellent swimmers and often made their lairs in submerged caves or underground chambers near swamps or murky ponds. Their lairs always had two entrances: one underwater through the adjacent swamp or pond, and one above-ground, disguised amidst the undergrowth.[12] Female dragons took the lead when it came to breeding, choosing their mate largely based on the size of the hoard of prospective males. Because of this, male black dragons would often brag about their accumulated wealth to communicative creatures or others of their own kind, in the hopes that rumors of their hoard would spread to any females in the area that were looking to mate. When two or more females selected the same male as their partner, they would fight for dominance high in the air above the lair of the male, allowing him to gaze upon his future mate's victory in admiration.[9] Black dragons were not noted as good parents, relying more upon disguise and hiding to protect their eggs than upon guarding them personally. Black dragon eggs must be submerged in strong acid while growing, which helped protect the dragon as well.[13] Black dragons would only protect their young so long as that responsibility didn't threaten their own life. If they had to choose between saving their own life or those of their clutch or spawn, they would most certainly choose the former; though they would assuredly seek revenge afterwards.[9] Black dragon wyrmling. A black dragon's diet consisted of fish, mollusks, aquatic critters and some red meat from terrestrial animals.[12] The skies over the southwestern Bay of Chessenta and southern Chondalwood have been the source of multiple sightings of black dragons. Reports from the jungles of Chult of dense, multi-layered tropical forest complete with its own ecosystem, were highlighted with tales of black dragons living within the canopy.[10] The iconography of the Purple Dragon Knights of Cormyr stemmed from the legend of the great black dragon Thauglor, who once dominated the area upon which the kingdom was built.[14] Black dragons sometimes served the dark Chultan demigod Eshowdow, and were seen as good omens by his followers.[15] A black dragon demonstrating its acid breath. Chromatic dragons: Red • Black • Blue • Green • White • Brown • Gray • Purple • Pink • Salt • Yellow\nGem dragons: Amethyst • Beljuril • Emerald • Sapphire • Topaz • Crystal • Obsidian • Ruby\nNeutral dragons: Amber • Jacinth • Moonstone • Pearl\nLung dragons: Chiang lung • Li lung • Lung wang • Pan lung • Shen lung • T'ien lung • Tun mi lung • Yu lung\nPlanar dragons: Adamantine • Astral • Battle • Blight • Chaos • Ethereal • Hellfire wyrm • Howling • Mirage • Oceanus • Pyroclastic • Radiant • Rust • Shadow • Styx • Tarterian\nEpic dragons: Force • Prismatic\nCatastrophic dragons: Earthquake • Volcanic\nMiscellaneous dragons: Cobra • Dzalmus • Mist • Radiant • Rattelyr • Song • Vishap  ",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/9/9e/Monster_Manual_5e_-_Dragon%2C_Black_-_p87.jpg/revision/latest?cb=20141111142707",
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [
        "acid"
    ],
    "condition_immunities": [],
    "senses": {
        "blindsight": "30 ft.",
        "darkvision": "120 ft.",
        "passive_perception": 16
    },
    "xp": 2900
}