{
    "name": "Young Copper Dragon",
    "hit_points": 119,
    "hit_dice": "14d10",
    "armor_class": 17,
    "challenge_rating": 7,
    "strength": 19,
    "dexterity": 12,
    "constitution": 17,
    "intelligence": 16,
    "wisdom": 13,
    "charisma": 15,
    "actions_desc": "The dragon makes three attacks: one with its bite and two with its claws. Melee Weapon Attack: +7 to hit, reach 10 ft., one target. Hit: 15 (2d10 + 4) piercing damage. Melee Weapon Attack: +7 to hit, reach 5 ft., one target. Hit: 11 (2d6 + 4) slashing damage. The dragon uses one of the following breath weapons.\nAcid Breath. The dragon exhales acid in an 40-foot line that is 5 feet wide. Each creature in that line must make a DC 14 Dexterity saving throw, taking 40 (9d8) acid damage on a failed save, or half as much damage on a successful one.\nSlowing Breath. The dragon exhales gas in a 30-foot cone. Each creature in that area must succeed on a DC 14 Constitution saving throw. On a failed save, the creature can't use reactions, its speed is halved, and it can't make more than one attack on its turn. In addition, the creature can use either an action or a bonus action on its turn, but not both. These effects last for 1 minute. The creature can repeat the saving throw at the end of each of its turns, ending the effect on itself with a successful save. ",
    "special_abilities_desc": "",
    "description": "   Copper dragons had short faces, with features that included cheek ridges that pointed backwards, as well as frills on the back of their lower jaws. Their long segmented horns started as smooth brow plates above their eyes that extended backwards. From their chins, layers of triangular blades grew downward, growing more numerous as they aged. Combined together, those features gave copper dragons a pensive look. As they aged, their pupils faded away until their eyes acquired an appearance of glowing turquoise.[1][7] Their wings were manta-like, mottled with red and green discolorations near the end. They were supported at the front by relatively short articulated alar limbs that gave them a characteristic U shape when viewed from below, as well as spines that ran the wings' length to the back, at an angle from the backbone.[7] Newly hatched copper dragons had brown scales with a metallic tint, which grew coppery and glossy in color as the dragon aged. The scales of very old copper dragons acquired a green shade.[1][7] Copper dragons gave off a stony scent.[7] When it came to open battle, copper dragons were formidable fighters.[8] Copper dragons had two separate breath weapons. The first was a line of powerful acid, and the second was a cone of gas that slowed anyone within it.[3] A review of copper dragon anatomy. Copper dragons were usually even-tempered and sociable. They were well known for playing pranks and telling jokes and riddles. They enjoyed a good joke, riddle, funny story, or any form of good humor or wit, but became annoyed if someone didn't laugh at a joke that they made or take their pranks well. These habits made them especially fond of bards, and they appreciated their company enough that they were sometimes willing to set aside a temporary separate space for them in their lairs so they might provide entertainment.[1] However, they could also be greedy, envious, and stingy, and particularly dangerous when their treasure hoards were at threat. Nevertheless, good companionship was just as much a treasure to them.[1] A copper dragon's lair was usually found in rocky, dry uplands and hilltops, created inside narrow caverns within them. False walls could be created by the dragon in the lair to hide secret chambers and their most treasured items. Other things that were worthless to the copper dragon were placed away from the main hoard in order to tease treasure-seekers. In their main hoard, copper dragons kept precious ores, artworks, and curios that they had accumulated over their long lifetimes.[1] Copper dragons were often found in the service of the deities Brandobaris, Erevan Ilesere, and Vergadain.[9] Chromatic dragons: Red • Black • Blue • Green • White • Brown • Gray • Purple • Pink • Salt • Yellow\nGem dragons: Amethyst • Beljuril • Emerald • Sapphire • Topaz • Crystal • Obsidian • Ruby\nNeutral dragons: Amber • Jacinth • Moonstone • Pearl\nLung dragons: Chiang lung • Li lung • Lung wang • Pan lung • Shen lung • T'ien lung • Tun mi lung • Yu lung\nPlanar dragons: Adamantine • Astral • Battle • Blight • Chaos • Ethereal • Hellfire wyrm • Howling • Mirage • Oceanus • Pyroclastic • Radiant • Rust • Shadow • Styx • Tarterian\nEpic dragons: Force • Prismatic\nCatastrophic dragons: Earthquake • Volcanic\nMiscellaneous dragons: Cobra • Dzalmus • Mist • Radiant • Rattelyr • Song • Vishap  ",
    "imageURL": "https://static.wikia.nocookie.net/forgottenrealms/images/6/6d/Monster_Manual_5e_-_Dragon%2C_Copper_-_p110.jpg/revision/latest?cb=20200820002030",
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [
        "acid"
    ],
    "condition_immunities": [],
    "senses": {
        "blindsight": "30 ft.",
        "darkvision": "120 ft.",
        "passive_perception": 17
    },
    "xp": 2900
}