{
    "name": "Young Red Dragon",
    "hit_points": 178,
    "hit_dice": "17d10",
    "armor_class": 18,
    "challenge_rating": 10,
    "strength": 23,
    "dexterity": 10,
    "constitution": 21,
    "intelligence": 14,
    "wisdom": 11,
    "charisma": 19,
    "actions_desc": "The dragon makes three attacks: one with its bite and two with its claws. Melee Weapon Attack: +10 to hit, reach 10 ft., one target. Hit: 17 (2d10 + 6) piercing damage plus 3 (1d6) fire damage. Melee Weapon Attack: +10 to hit, reach 5 ft., one target. Hit: 13 (2d6 + 6) slashing damage. The dragon exhales fire in a 30-foot cone. Each creature in that area must make a DC 17 Dexterity saving throw, taking 56 (16d6) fire damage on a failed save, or half as much damage on a successful one. ",
    "special_abilities_desc": "",
    "description": "   The largest and most powerful of the chromatic dragons, red dragons were also the most fearsome and cruel. These dragons delighted in ruin, death and destruction.[8] They breathed a cone of fire.[4] Red dragons were physically distinguished by their enormous size and wingspan. They had two large horns upon their heads, which pointed backwards toward their wings. They smelled of smoke and sulfur.[10] Like all chromatic dragons, reds lived their lives in cycles of activity and hibernation. While these cyclical rhythms weren't as extreme as green dragons, red dragons sealed themselves within their lairs for upwards of ten years at a time.[11] During their active periods they were known as voracious over-hunters, whose hunger ensured that the populations of any nearby creatures did not grow beyond ecological stability.[12] A red dragon with a humanoid in its grasp Red Dragons believed that they were the pinnacle of draconic nature and that all other species were impure. They valued vengefulness, rapaciousness, avarice, and ferocity above other traits and recognized these traits in themselves with pride. They were solitary creatures and cared little for news of other types of dragons. However, they did look for news of other red dragons in their area.[8] If they believed their own achievements and possessions to be greater than these other red dragons then they stayed in their caves, smugly congratulating themselves. However, if they learned that the achievements or possessions of the other red dragons were greater than their own they would fly into a vengeful rage, decimating the surrounding area until they believed that they had outdone their rivals. The dragon became much less cautious during this time and much more likely to underestimate their foes.[8] A red dragon would go to extreme lengths to ensure that they were superior to every other red dragon in the area. They would often burn down only half a village or let a single adventurer flee from a battle so that word of their power spread throughout the region. Not only would this anger other red dragons but it was also like a shining beacon to adventurers and treasure hunters.[8][10] Red dragons despised weakness among their own kind. If one ever found out that another of their kin demonstrated any signs of fragility, either by getting badly wounded or if they were becoming senile in old age, then local red dragons would descend on the lair, stripping it clean and usually killing the owner. They believed that if a red dragon could not protect what it had, then it did not deserve it to begin with.[13] Reds were also highly territorial. Entering an area a red considered its domain was just asking to be attacked, especially if it was another dragon entering the area (even more so if it was a red dragon). Conflict was inevitable if this were the case and it was almost always to the death as neither would dare show weakness to the other. Thankfully, most other species were smart enough to flee if they realized the area belonged to a red dragon. Red dragons could get so territorial that in rare occasions they would adopt a protective yet patronizing attitude towards creatures they considered inferior that lived within their self-imposed borders.[8] Red dragons hated any authority other than their own. They never asked elders for advice, even if doing so would save their lives as to them, admitting they needed something their elders had was the same as putting themselves under their authority.[citation needed] A red dragon incinerating a pesky adventurer. Red dragons expelled an extremely devastating cone of fire.[1] Adventurers which were either banded together too tightly or lacked fire protection would likely find themselves burned to a crisp before they could even begin to battle the mighty enemy. Red dragons prefer to fight with their physical bite and claws, but they might barbecue obviously powerful or numerous foes before bloodletting with glee. The dragons would also prefer not to use their breath on particularly weak enemies so as to not destroy the valuable treasure they carry.  A review of red dragon anatomy. Red dragons made their homes in mountainous lairs particularly throughout the peaks of northwestern and northern Faerûn, surrounding the great desert of Anauroch.[14] They were particularly abundant around the snow-capped mountains of the Spine of the World.[15] Some red dragons have been spotted as far south as the Sunset Mountains, or even Tethyr,[16] though they generally avoided any rangers near \"civilized\" lands.[14] Red dragons loved to make their lairs in deep, underground caves in mountainous regions. Many preferred to dwell in volcanoes, where the intense heat kept others at bay. Almost all red dragons simply required a high perch. The higher the better as they believed that their domain encompassed all that they could see.[10] Young red dragons, especially wyrmlings were easy prey for predators and hunters due to their bright, glossy scarlet scales, so they tended to stay underground in the darkness until they felt that they could defend themselves properly.[10] Many red dragons were known to worship the deities Bane, Garyx, Loviatar, and Malar.[17] Mating was initiated by the female every century or so when she felt the urge to have children. She looked for the nearest red dragon with the most wealth and power. As such, males never denied their advances. It was a sign of prestige among other males to be requested to mate.[13] After mating, the male then abandoned her while she hatched her eggs. She jealously guarded the clutch, occasionally with the assistance of an infertile female, but rarely laid down her own life for her hatchlings.[13] An average red dragon clutch had four eggs and had an incubation time of 270 days.[10] A red dragon notices the last survivor of a burning town. Once her young reached the young adult stage of development, or sometimes earlier, the mother's natural instincts overruled her maternal ones and she forced all of her young from her territory.[13] Red dragons hated silver dragons with a passion as their familiarity with the element of cold and other natural powers often made red dragons appear weak in battle with them. They also commonly came into conflict with copper dragons for territory rights, though copper dragons rarely won out against the more powerful red dragons in open conflict.[8] Above all though, red dragons hated gold dragons. Red dragons might loudly proclaim that they would fight and defeat any gold dragon they came across but often found an excuse not to fight when that time eventually came. Gold dragons were so similar to red dragons yet their natural moral differences were extreme.[8] A small contingent of red dragons served high-ranking githyanki as mounts and companions, following a treaty established with Tiamat during the war between the gith and the mind flayers. The dragons served the githyanki during their young age, being dismissed as soon as they reached adulthood and keeping the wealth accumulated over their years of service.[18] The dragons resented their time of servitude, but were eager to participate in raids thanks to the promise of treasure and of growing in power. The dragons remained loyal to their riders as long as they were treated respectfully and were given ample opportunities to pillage.[18] It was said the flesh of red dragons tasted extremely spicy. To be properly prepared, it had to be exposed to open air for at least two days and aged for some time. Anyone who ate red dragon meat that was not treated in this manner was susceptible to horrible cramps and extreme pain.[19] In addition, the bones and scales of all dragons can be used to craft powerful magical equipment with the correct know-how (for example, dragon scale mail). The equipment would usually be imbued with the elemental powers of the dragon it came from, so in the case of red dragons, such equipment would either protect from or deal fire damage. \"Visiting\" a red dragon's lair could be a reckless endeavor. Chromatic dragons: Red • Black • Blue • Green • White • Brown • Gray • Purple • Pink • Salt • Yellow\nGem dragons: Amethyst • Beljuril • Emerald • Sapphire • Topaz • Crystal • Obsidian • Ruby\nNeutral dragons: Amber • Jacinth • Moonstone • Pearl\nLung dragons: Chiang lung • Li lung • Lung wang • Pan lung • Shen lung • T'ien lung • Tun mi lung • Yu lung\nPlanar dragons: Adamantine • Astral • Battle • Blight • Chaos • Ethereal • Hellfire wyrm • Howling • Mirage • Oceanus • Pyroclastic • Radiant • Rust • Shadow • Styx • Tarterian\nEpic dragons: Force • Prismatic\nCatastrophic dragons: Earthquake • Volcanic\nMiscellaneous dragons: Cobra • Dzalmus • Mist • Radiant • Rattelyr • Song • Vishap  ",
    "imageURL": "https://static.wikia.nocookie.net/idlechampions_gamepedia_en/images/9/9d/Monster_Dragon_YoungRedDragon.png/revision/latest?cb=20191102230347",
    "condition_immunities": [],
    "senses": {
        "blindsight": "30 ft.",
        "darkvision": "120 ft.",
        "passive_perception": 18
    },
    "xp": 5900,
    "damage_vulnerabilities": [],
    "damage_resistances": [],
    "damage_immunities": [
        "fire"
    ]
}